[
  {
    "title": "Điện thoại Samsung Galaxy A31",
    "url": "https://www.thegioididong.com/dtdd/samsung-galaxy-a31",
    "img": "https://cdn.tgdd.vn/Products/Images/42/216174/samsung-galaxy-a31-400x460-white-400x460.png",
    "oldPrice": "6.490.000₫",
    "newPrice": "5.450.000₫",
    "parameters": [
      "Màn hình:\tSuper AMOLED, 6.4\", Full HD+",
      "Hệ điều hành:\tAndroid 10",
      "Camera sau:\tChính 48 MP & Phụ 8 MP, 5 MP, 5 MP",
      "Camera trước:\t20 MP",
      "CPU:\tMediaTek MT6768 8 nhân (Helio P65)",
      "RAM:\t6 GB",
      "Bộ nhớ trong:\t128 GB",
      "Thẻ nhớ:\tMicroSD, hỗ trợ tối đa 512 GB",
      "Thẻ SIM:\t\n2 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Dung lượng pin:\t5000 mAh, có sạc nhanh"
    ],
    "productDescription": "Galaxy A31 là mẫu smartphone tầm trung mới ra mắt đầu năm 2020 của Samsung. Thiết bị gây ấn tượng mạnh với ngoại hình thời trang, cụm 4 camera đa chức năng, vân tay dưới màn hình và viên pin khủng lên đến 5000 mAh.\nThiết kế đặc trưng của dòng Galaxy A 2020\n\nTổng thể thiết kế của Galaxy A31 mang nhiều nét tương đồng với hai người anh em Galaxy A31 và A71. Mặt lưng của thiết bị vẫn được tạo điểm nhấn với cụm camera lớn và các vân kim cương đẹp mắt.\n\nỞ mặt trước, Samsung trang bị cho A31 màn hình tràn viền Infinity-U với kích thước 6.4 inch, sử dụng tấm nền Super AMOLED với độ phân giải Full HD+ cho hình ảnh sắc nét và tươi sáng.\n\nViền màn hình được làm mỏng ở các cạnh bên và cạnh trên, tuy nhiên phần “cằm” máy vẫn khá dày chứ không được làm thanh thoát như trên các mẫu máy cao cấp hơn.\n\nĐặc biệt hơn màn hình của A31 được tích hợp luôn cảm biến vân tay quang học thay vì đặt ở mặt lưng như trên M31. Đồng nghĩa với việc vị trí đặt tay mở khóa sẽ tự nhiên hơn và cảm giác sử dụng cũng hiện đại, cao cấp hơn.\n\nCụm 4 camera thoải mái sáng tạo\n\nSamsung năm nay tập trung khá nhiều vào camera trên smartphone. Cụm 4 camera của A31 bao gồm cảm biến chính lên đến 48 MP, camera góc rộng 8 MP, camera chụp ảnh xóa phông và chụp cận cảnh cùng độ phân giải 5 MP.\n\nVới đầy đủ các ống kính thông dụng trên smartphone hiện tại, Samsung Galaxy A31 đủ khả năng ghi lại những khoảnh khắc thường ngày đầy đủ và sáng tạo. \n\nCác tính năng chụp ảnh tối ưu bằng AI, chụp chân dung xóa phông chuyên nghiệp, Live Focus, Panorama,... đều có mặt đầy đủ trên mẫu smartphone Samsung.\n\nPhía trước của máy là camera selfie độ phân giải khá lớn 20 MP, cho ra các bức ảnh selfie sắc nét cùng chế độ làm đẹp tự nhiên từ Samsung.\n\nPin dung lượng khủng thả ga sử dụng\n\nSamsung Galaxy A31 sở hữu viên pin tương đối khủng, dung lượng 5000 mAh. Như vậy việc sử dụng chiếc máy lâu hơn 1 ngày hay quay phim, chụp ảnh liên tục lên đến 4-5 tiếng không phải là quá khó khăn với chiếc máy này. Máy còn được trang bị công nghệ sạc nhanh 15 W, rút ngắn tối đa thời gian sạc.\n\nCấu hình còn lại của thiết bị bao gồm chip xử lý MediaTek MT6768 8 nhân, RAM 6 GB và bộ nhớ trong lên đến 128 GB. Nhìn chung cấu hình máy đáp ứng rất tốt với nhu cầu dùng mạng xã hội, xem phim, chơi các game nhẹ nhàng như Hay Day hoặc Candy Crush,...\n\nNhìn chung Galaxy A31 ra mắt hướng đến người dùng yêu thích một thiết bị thời trang, đủ sức đáp ứng tốt các nhu cầu chụp ảnh, sử dụng hàng ngày. Viên pin dùng lâu cũng là điểm cộng lớn nếu như bạn không muốn phải sạc máy quá thường xuyên.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại OPPO A92",
    "url": "https://www.thegioididong.com/dtdd/oppo-a92",
    "img": "https://cdn.tgdd.vn/Products/Images/42/220654/oppo-a92-tim-400x460-400x460.png",
    "oldPrice": "6.990.000₫",
    "newPrice": "6.490.000₫",
    "parameters": [
      "Màn hình:\tTFT LCD, 6.5\", Full HD+",
      "Hệ điều hành:\tAndroid 10",
      "Camera sau:\tChính 48 MP & Phụ 8 MP, 2 MP, 2 MP",
      "Camera trước:\t16 MP",
      "CPU:\tSnapdragon 665 8 nhân",
      "RAM:\t8 GB",
      "Bộ nhớ trong:\t128 GB",
      "Thẻ nhớ:\tMicroSD, hỗ trợ tối đa 256 GB",
      "Thẻ SIM:\t\n2 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Siêu sim (5GB/ngày)",
      "Dung lượng pin:\t5000 mAh, có sạc nhanh"
    ],
    "productDescription": "OPPO A92 là mẫu smartphone tầm trung vừa mới được OPPO ra mắt đầu tháng 5/2020. Chiếc điện thoại gây ấn tượng với thiết kế màn hình khoét lỗ tràn viền, cụm 4 camera ấn tượng và được bán với mức giá vô cùng phải chăng.\nHiệu năng mạnh mẽ trên Snapdragon\n\nOPPO A92 được trang bị cho mình con chip Snapdragon 665 mạnh mẽ cho hiệu năng cao, xử lý đa nhiệm mượt mà, “cân” tốt các tựa game mobile hiện hành. \n\nĐi kèm với đó là GPU Adreno 610 giúp máy vừa xử lý thông tin, dữ liệu nhanh chóng vừa đảm bảo tiết kiệm điện năng tối đa. \n\nDung lượng RAM 8 GB và 128 GB bộ nhớ trong quá đủ để người dùng thoải mái lưu trữ dữ liệu, tải các ứng dụng nặng về máy sử dụng.\n\nMáy được cài đặt sẵn hệ điều hành Android 10 trên giao diện Color OS 7.1 không chỉ mang đến giao diện người dùng tối giản và các biểu tượng mới, mà còn một số tính năng nổi bật nâng cao trải nghiệm người dùng.\n\nDung lượng pin khủng kết hợp khả năng sạc nhanh\n\nThấu hiểu tâm lý người dùng muốn sử dụng điện thoại ngày càng nhiều, OPPO trang bị trên A92 viên pin dung lượng cực “khủng” 5.000 mAh giúp bạn có thể thoải mái trải nghiệm các tác vụ trong hai ngày. \n\nBên cạnh đó, máy cũng hỗ trợ sạc nhanh công suất 18 W thông qua cổng USB-C đi kèm giúp người dùng tiết kiệm kha khá thời gian nạp đầy pin cho thiết bị.    \n\nMàn hình siêu tràn viền thời thượng\n\nKhông chỉ sở hữu cấu tạo phần cứng mạnh mẽ, Oppo A92 còn mang trên mình thiết kế vẻ ngoài vô cùng cuốn hút, màu sắc trẻ trung và thời thượng. \n\nỞ mặt trước OPPO A92 nổi bật với màn hình nốt ruồi tràn viền giúp tối ưu hóa không gian hiển thị được nhiều thông tin, hình ảnh hơn mà vẫn giữ cho mình kích thước gọn nhẹ.\n\nCùng với đó, máy sở hữu kích thước 6.5 inch rộng lớn sử dụng tấm nền TFT LCD, cho độ phân giải Full HD+ cho chất lượng hiển thị hình ảnh sắc nét, màu sắc rực rỡ. \n\nMặt lưng của máy được hoàn thiện bằng các hiệu ứng màu gradient kết hợp với những tia sáng thiết kế cách điệu tỏa dần và mở rộng từ vị trí cụm camera sau mang đến cho A92 sự nổi bật rõ nét. \n\nMáy được hoàn thiện với trọng lượng 192g, mỏng nhẹ vừa đủ để bạn có thể trải nghiệm trên tay thoải mái và chắc chắn không bị mỏi tay khi sử dụng trong thời gian dài. \n\nVới A92, cảm biến vân tay giờ đây đã được tích hợp trùng khớp phím nguồn đặt tại cạnh phải máy giúp người dùng dễ dàng mở khóa màn hình chỉ với 1 tay cũng đồng thời tiết kiệm được thời gian chờ đợi. \n\nBộ 4 camera bắt trọn mọi khoảnh khắc\n\nĐiện thoại Oppo A92 nổi bật với bộ tứ camera sau thiết kế trong 1 module hình chữ nhật, sắp xếp theo hình chữ L đẹp mắt bao gồm: camera chính: 48 MP, ống kính góc rộng 8 MP, cảm biến chiều sâu 2 MP cuối cùng camera macro 2 MP.\n\nVới trang bị như thế này, mọi nhu cầu chụp ảnh của người dùng đều được Oppo A92 dễ dàng đáp ứng, từ ảnh chân dung kết hợp xóa phông đến ảnh góc rộng khung cảnh hùng vĩ,…\n\nẢnh chụp góc siêu rộng trên OPPO A92\nẢnh chụp chế độ ban đêm trên OPPO A92\n\nCamera trước 16 MP hỗ trợ công nghệ nhận diện  AI chắc chắn sẽ không để người dùng thất vọng về chất lượng hình ảnh mà OPPO A92 mang lại.\n\nTrong tầm giá smartphone tầm trung, có thể nói A92 là thiết bị điện thoại thông minh “ngon, bổ, rẻ” khi được trang bị thiết kế hiện đại, cấu hình vượt trội, camera ấn tượng, rất đáng để bạn xuất hầu bao chiêu mộ. \n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại iPhone 11 128GB",
    "url": "https://www.thegioididong.com/dtdd/iphone-11-128gb",
    "img": "https://cdn.tgdd.vn/Products/Images/42/210644/iphone-11-128gb-green-400x460.png",
    "oldPrice": "23.990.000₫",
    "newPrice": "22.490.000₫",
    "parameters": [
      "Màn hình:\tIPS LCD, 6.1\", Liquid Retina",
      "Hệ điều hành:\tiOS 13",
      "Camera sau:\tChính 12 MP & Phụ 12 MP",
      "Camera trước:\t12 MP",
      "CPU:\tApple A13 Bionic 6 nhân",
      "RAM:\t4 GB",
      "Bộ nhớ trong:\t128 GB",
      "Thẻ SIM:\t\n1 eSIM & 1 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Siêu sim (5GB/ngày)",
      "Dung lượng pin:\t3110 mAh, có sạc nhanh"
    ],
    "productDescription": "Được xem là phiên bản iPhone \"giá rẻ\" trong bộ 3 iPhone mới ra mắt nhưng iPhone 11 128GB vẫn sở hữu cho mình rất nhiều ưu điểm mà hiếm có một chiếc smartphone nào khác sở hữu.\nNâng cấp mạnh mẽ về cụm camera\n\nNăm nay với iPhone 11 thì Apple đã nâng cấp khá nhiều về camera nếu so sánh với chiếc iPhone Xr 128GB năm ngoái.\n\nChúng ta đã có bộ đôi camera kép thay vì camera đơn như trên thế hệ cũ và với một camera góc siêu rộng thì bạn cũng có nhiều hơn những lựa chọn khi chụp hình.\n\nTrước đây để lấy được hết kiến trúc của một tòa nhà, để ghi lại hết sự hùng vĩ của một ngọn núi thì không còn cách nào khác là bạn phải di chuyển ra khá xa để chụp.\n\nẢnh chụp chế độ góc siêu rộng\n\nNhưng với góc siêu rộng trên iPhone 11 thì có thể cho bạn những bức ảnh với hiệu ứng góc rộng rất ấn tượng và thích mắt.\n\nẢnh camera chế độ chân dung\n\nBên cạnh đó là tính năng Deep Fusion được quảng cáo là cơ chế chụp hình mới, đem lại hình ảnh với độ chi tiết cao, dải tần nhạy sáng rộng và rất ít bị nhiễu.\n\nMột bức ảnh chụp đủ sáng trên iPhone 11\n\nCụ thể, khi người dùng bấm nút chụp, thiết bị sẽ thực hiện tổng cộng 9 bức hình cùng lúc, gồm một tấm chính và tám tấm phụ, sau đó chọn ra các điểm ảnh tốt nhất để đưa vào tấm ảnh cuối cùng nhằm cải thiện chi tiết và khử nhiễu.\n\nQuả bóng qua ống kính chế độ bình thường của iPhone 11\n\nVà điều được người dùng mong chờ nhất chính là tính năng chụp đêm cũng xuất hiện trên chiếc iPhone mới này với tên gọi Night Mode.\n\nẢnh chụp với chế độ Night Mode\n\nXem thêm: Đánh giá chi tiết iPhone 11: Hóa 'bão tố' hay thành 'bom xịt'?\n\nNight Mode sẽ tự động kích hoạt khi bạn chụp ảnh trong điều kiện thiếu sáng và chất lượng ảnh cho ra là rất ấn tượng khi so sánh với những chiếc iPhone đời cũ.\n\nCamera trước cũng đã tốt hơn nhiều\n\nĐầu tiên phải kể đến là độ phân giải camera trước đã được nâng từ 7 MP lên thành 12 MP cho người dùng những bức ảnh chi tiết hơn.\n\niPhone 11 cũng là chiếc iPhone đầu tiên hỗ trợ quay video siêu chậm ở camera trước với tên gọi là Slofies, bạn có thể có được cho mình những thước phim khá thú vị với tính năng này.\n\nApple cũng rất \"tâm lý\" khi trang bị thêm tính năng tự động thay đổi góc chụp rộng hơn khi bạn xoay ngang chiếc iPhone của mình để có thể thoải mái selfie với bạn bè.\n\nẢnh chụp selfie trên iPhone 11\n\nVà Face ID trên iPhone 11 cũng được cải tiến để có thể nhận diện ở góc rộng hơn và có tốc độ nhanh hơn so với iPhone Xr cũ.\n\nHiệu năng mạnh mẽ hàng đầu thế giới\n\nHiệu năng luôn là vấn đề mà người dùng iPhone chưa bao giờ phải phàn nàn và với iPhone 11 128GB năm nay cũng không phải là ngoại lệ.\n\nMáy sở hữu con chip mạnh mẽ nhất của Apple cho những chiếc iPhone năm 2019 Apple A13 Bionic cùng 4 GB RAM và 128 GB bộ nhớ trong.\n\nCon chip mới này cũng là CPU di động tiết kiệm năng lượng nhất từ ​​trước đến nay nhờ xây dựng trên kiến trúc 7 nm và cung cấp đến 8.5 nghìn tỷ bóng bán dẫn.\n\nVới những trang bị như vậy thì bạn có thể chơi mọi tựa game, sử dụng mọi ứng dụng nặng nhất hiện nay mà vẫn đảm bảo máy hoạt động trơn tru và mượt mà.\n\nCùng với iPhone 11 thì Apple cũng chính thức mang iOS 13 tới với người dùng với nhiều cải tiến đáng giá như chế độ Dark Mode hay khả năng tối ưu hóa khi sạc pin.\n\nNgoài ra chiếc iPhone này còn hỗ trợ Wi-Fi 6 với tốc độ nhanh hơn và kết nối ổn định hơn.\n\nXem thêm: Thử nghiệm độ bền iPhone 11: Cào xước, nung nóng và bẻ cong\n\nPin đã tốt nay còn tốt hơn\n\nNhư các bạn đã biết thì iPhone Xr năm ngoái là chiếc iPhone có thời lượng pin tốt nhất từ trước tới nay của Apple.\n\nVà iPhone 11 năm nay thậm chí Apple còn làm tốt hơn thế với thêm 1 giờ sử dụng pin.\n\nApple cũng nói rằng họ đã cải tiến bên trong để chiếc iPhone 11 mới có thể chống nước tốt hơn thế hệ cũ.\n\nVà cũng không thể không nhắc tới thiết kế kính mới ở cả mặt trước và mặt sau của iPhone 11 và được Apple giới thiệu là loại kính bền nhất từng được sử dụng trên smartphone.\n\nMàu sắc mới trên chiếc iPhone này hứa hẹn cũng sẽ khiến người dùng phải mê mệt và muốn bỏ tiền ra sở hữu ngay và luôn một chiếc.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại Xiaomi Redmi Note 8 Pro (6GB/128GB)",
    "url": "https://www.thegioididong.com/dtdd/xiaomi-redmi-note-8-pro-6gb-128gb",
    "img": "https://cdn.tgdd.vn/Products/Images/42/214418/xiaomi-redmi-note-8-pro-6gb-128gb-white-400x460.png",
    "oldPrice": "5.990.000₫",
    "newPrice": "5.690.000₫",
    "parameters": [
      "Màn hình:\tIPS LCD, 6.53\", Full HD+",
      "Hệ điều hành:\tAndroid 9.0 (Pie)",
      "Camera sau:\tChính 64 MP & Phụ 8 MP, 2 MP, 2 MP",
      "Camera trước:\t20 MP",
      "CPU:\tMediatek Helio G90T 8 nhân",
      "RAM:\t6 GB",
      "Bộ nhớ trong:\t128 GB",
      "Thẻ nhớ:\tMicroSD, hỗ trợ tối đa 256 GB",
      "Thẻ SIM:\t\n2 SIM Nano (SIM 2 chung khe thẻ nhớ), Hỗ trợ 4G\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Dung lượng pin:\t4500 mAh, có sạc nhanh"
    ],
    "productDescription": "Là phiên bản nâng cấp của chiếc Xiaomi Redmi Note 7 Pro đã \"làm mưa làm gió\" trên thị trường trước đó, chiếc Xiaomi Redmi Note 8 Pro (6GB/128GB) sẽ là sự lựa chọn hàng đầu dành cho người dùng quan tâm nhiều về hiệu năng và camera của một chiếc máy tầm trung.\nHiệu năng hàng đầu phân khúc\n\nTừ trước tới nay nhắc tới Xiaomi thì người dùng sẽ liên tưởng ngay tới những chiếc máy có hiệu năng cao và mức giá hấp dẫn và chiếc Xiaomi Redmi Note 8 Pro này cũng không phải là ngoại lệ.\n\nĐây là chiếc smartphone đầu tiên trên thế giới được tích hợp bộ xử lý Helio G90T của MediaTek (con chip tối ưu hóa cho việc chơi game) với 8 nhân tốc độ 2.0 Ghz.\n\nCon chip này sở hữu một công cụ dự đoán mạng thông minh, đảm bảo tốc độ đường truyền mạng luôn trong tình trạng kết nối tốt nhất nhờ khả năng kết nối đồng thời tới hai mạng WiFi.\n\nNếu một đường truyền Wifi bất ngờ yếu đi thì thiết bị sẽ tự động sử dụng kết nối Wifi tốt hơn hoặc kích hoạt chế độ LTE thay thế để dự phòng.\n\nCông nghệ MediaTek Hyperengine giúp tăng hiệu suất đáng kể khi chơi game trên smartphone.\n\nNgoài ra kết hợp với đó là 6 GB RAM và 128 GB ROM thoải mái cho bạn cài đặt game ứng dụng.\n\nXem thêm: Đánh giá chi tiết Xiaomi Redmi Note 8 Pro: Camera 64MP, Mediatek Helio G90T mượt mà\n\nCamera được đầu tư mạnh mẽ\n\nNếu như trên Redmi Note 7 Pro chúng ta sẽ chỉ có cụm camera kép thì trên chiếc smartphone Redmi mới này số lượng camera đã tăng lên gấp đôi.\n\nCụm camera nổi bật với cảm biến chính 64 MP, một cảm biến góc siêu rộng 8 MP và hai cảm biến 2 MP.\n\nẢnh chụp chân dung được xử lý một cách mềm mại, ít bị xóa nhầm các chi tiết trên chủ thể.\n\nCamera góc siêu rộng 8 MP sẽ là sự trợ giúp hữu ích cho bạn khi muốn thể hiện sự hùng vĩ của những tòa nhà cao tầng hay những ngọn núi trùng trùng điệp điệp.\n\nSự trợ giúp của công nghệ AI cũng sẽ giúp bạn đơn giản hơn trong việc có được một bức ảnh đẹp và up lên Facebook.\n\nNgoài ra, hệ thống camera này còn hỗ trợ chụp xóa phông, góc rộng, chụp cận cảnh với những vật thể rất gần và cả chế độ chụp đêm.\n\nMặt trước có camera selfie 20 MP cho độ chi tiết cao và hỗ trợ chế độ làm đẹp tươi tắn để các bạn tự tin khoe những bức ảnh này lên mạng xã hội.\n\nPin khủng còn sạc nhanh\n\nChiếc smartphone này không chỉ có ưu điểm về cấu hình và camera mà thời lượng pin của máy chắc chắn cũng sẽ khiến bạn hài lòng.\n\nViên pin dung lượng 4500 mAh đảm bảo cho bạn có thể sử dụng thoải mái trong hơn một ngày.\n\nVới nhu cầu thông thường như lướt web, xem phim, chơi Facebook, Redmi Note 8 Pro có thể trụ đến 2 ngày cho một lần sạc.\n\nViệc sạc pin cho máy cũng trở nên dễ dàng hơn bao giờ hết với khả năng sạc nhanh 18W đi kèm.\n\nMàn hình lớn, trải nghiệm thích hơn\n\nRedmi Note 8 Pro mang trong mình màn hình với kích thước lên tới 6.53 inch cho người dùng không gian giải trí rộng rãi và “đã mắt” nhất.\n\nPhần viền màn hình được làm khá mỏng nên bạn sẽ không cảm thấy khó chịu khi sử dụng chiếc máy này trên tay.\n\nMáy vẫn sở hữu cho mình cảm biến vân tay đặt ở mặt lưng và theo Xiaomi thì cảm biến truyền thống vẫn nhanh và chính xác hơn cảm biến vân tay trong màn hình rất nhiều.\n\nBên cạnh đó bạn vẫn có thể sử dụng tính năng mở khóa khuôn mặt trong những trường hợp vân tay không khả dụng.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại OPPO A52",
    "url": "https://www.thegioididong.com/dtdd/oppo-a52",
    "img": "https://cdn.tgdd.vn/Products/Images/42/220649/oppo-a52-black-400-400x460.png",
    "oldPrice": null,
    "newPrice": "5.990.000₫",
    "parameters": [
      "Màn hình:\tTFT LCD, 6.5\", Full HD+",
      "Hệ điều hành:\tAndroid 10",
      "Camera sau:\tChính 12 MP & Phụ 8 MP, 2 MP, 2 MP",
      "Camera trước:\t16 MP",
      "CPU:\tSnapdragon 665 8 nhân",
      "RAM:\t6 GB",
      "Bộ nhớ trong:\t128 GB",
      "Thẻ nhớ:\tMicroSD, hỗ trợ tối đa 256 GB",
      "Thẻ SIM:\t\n2 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Dung lượng pin:\t5000 mAh, có sạc nhanh"
    ],
    "productDescription": "OPPO A52 là mẫu smartphone mới của OPPO hướng đến người dùng tầm trung. Thiết bị sở hữu sức mạnh từ vi xử lý Qualcomm Snapdragon, màn hình tràn viền nốt ruồi, pin khủng. Khiến cho chiếc điện thoại này trở thành một ứng cử viên cạnh tranh trong tầm giá.\nCấu hình mạnh nhiều tính năng hấp dẫn\n\nOPPO A52 trang bị vi xử lý Snapdragon 665 8 nhân tầm trung mới của Qualcomm hiệu năng được tối ưu bởi công nghệ Hyper Boost do OPPO phát triển mang đến sự phản hồi nhanh chóng từ các tác vụ hàng ngày, đặc biệt là trải nghiệm chơi game 3D khá mượt mà, ổn định.\n\nChiếc smartphone của OPPO còn trang bị RAM 4 GB với chuẩn LPDDR4x siêu nhanh, giúp máy luôn ổn định kể cả khi bạn mở nhiều ứng dụng và trò chơi cùng lúc mà không lo máy chậm hay bị tải lại ứng dụng thường xuyên.\n\nNgoài ra, với bộ nhớ trong 64 GB chuẩn UFS 2.1 cho tốc độ đọc ghi cao hơn 61%, nhờ đó việc ghi chép dữ liệu, truy câp file ứng dụng trở nên nhanh chóng hơn. Bạn cũng có thể dễ dàng mở rộng bộ nhớ thêm tối đa 256 GB với thẻ nhớ MicroSD để lưu trữ nhiều hơn.\n\nMàn hình nốt ruồi ấn tượng trong tầm giá\n\nOPPO A52 mang một vẻ ngoài rất bắt mắt với thiết kế nguyên khối chắc chắn, mặt lưng có hiệu ứng ánh sáng đồng tâm từ cụm camera khá ấn tượng. Các cạnh được bo cong mềm mại, giúp bạn cần nắm và sử dụng thiết bị thoải mái dễ dàng hơn.\n\nMàn hình tràn viền nốt ruồi ngày càng phổ biến, giờ đã xuất hiện trên OPPO A52. Thiết bị sở hữu một màn hình cực lớn 6.5 inch, độ phân giải Full HD+ với tỷ lệ hiển thị đạt 90,5%, cung cấp một không gian rộng rãi để bạn có thể đắm chìm vào những bộ phim chất lượng cao hay tận hưởng những trận game nảy lửa.\n\nBên cạnh đó, OPPO còn trang bị tính năng bảo vệ mắt cho thiết bị mới của mình. Khi kích hoạt, máy sẽ tự động giảm bớt ánh sáng xanh, màn hình sẽ hơi ngả vàng nhẹ giúp cho mắt dễ chịu hơn khi đọc sách hay tin tức vào ban đêm.\n\nSử dụng lâu hơn hơn với pin cực khủng\n\nMột điều đặc biệt làm nên sự hấp dẫn của OPPO A52 đó chính là dung lượng trâu đạt 5000 mAh, giúp cho thời lượng pin có thể kéo dài đến tận ngày hôm sau nếu bạn sử dụng tiết kiệm.\n\nĐương nhiên, thiết bị cũng đi kèm sạc nhanh 18 W, giúp bạn nhanh chóng sạc đầy lại chiếc điện thoại của mình trong thời gian ngắn nhất.\n\nCụm 4 camera bắt kịp xu hướng\n\nMặt lưng của OPPO A52 được trang bị cụm 4 camera ở phía sau với thiết kế chữ nhật quen thuộc, bao gồm 1 camera chính góc rộng AI 12 MP, 1 camera góc siêu rộng 8 MP, 2 camera còn lại có độ phân giải 2 MP lần lượt hỗ trợ chụp siêu cận macro và đo chiều sẩu để xóa phông.\n\nCamera chính AI 12 MP với khẩu độ f1.8 không chỉ mang đến những bức hình sắc nét trong điều kiện đủ sáng, mà còn chụp được cảnh đêm sáng rõ ấn tượng với chế độ Ultra Clear Night Scene 2.0 độc quyền từ OPPO.\n\nCamera góc siêu rộng với độ mở đạt 119 độ, cho phép bạn chụp được những bức hình toàn cảnh rộng lớn hay những tấm hình tập thể không bỏ sót một ai với độ méo hình ảnh ở mức thấp nhất.\n\nVới 2 ống kính còn lại, bạn cũng có thể thỏa sức sáng tạo với những tấm ảnh chụp cận cây cối, côn trùng hay những tấm hình chân dung xóa phông tự nhiên nghệ thuật.\n\nCamera trước của OPPO A52 có tích hợp làm đẹp AI sẽ không làm bạn thất vọng với khả năng nhận diện màu da, khuôn mặt, ánh sáng để có những tinh chỉnh thông minh tự nhiên, mang đến những tấm hình selfie đẹp để bạn chia sẻ ngay lên mạng xã hội.\n\nẢnh chụp selfie trên điện thoại OPPO A52\nẢnh chụp selfie trên điện thoại OPPO A52\n\nThiết bị cũng có thể quay video 4K siêu nét với công nghệ chống rung kỹ thuật số, giúp video được ổn định, giữ được chi tiết và chuyển động rõ ràng hơn. Bên cạnh đó, OPPO cũng cung cấp chế độ quay slow motion hay quay góc rộng đến 120 độ để bạn ghi lại những đoạn phim ấn tượng.\n\nNhiều tính năng hay hữu ích\n\nOPPO A52 sẽ chạy Android thế hệ thứ 10 kết hợp với bộ giao diện UI ColorOS 7.1 mang đến nhiều tính năng hấp dẫn như biểu tượng popup quay lại nhanh ứng dụng trước đó, trợ lý ảo thông minh, chế độ Dark mode đồng bộ để mang đến trải nghiệm sử dụng tốt hơn.\n\nMáy cũng sẽ có mở khóa bằng vân tay được đặt ở nút nguồn giúp việc mở khóa thuận tiện hơn, hệ thống âm thanh chất lượng cao hỗ trợ cộng nghệ Dirac 2.0 cho chất âm to và trung thực nhất.\n\nĐây là một mẫu smartphone tầm trung của OPPO với cấu hình mạnh, camera ổn, dung lượng pin lâu đi kèm với mức giá khá tốt. Hứa hẹn OPPO A52 sẽ là lựa chọn khá hấp dẫn trong tầm giá từ 5 đến 6 triệu\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại Samsung Galaxy A51 (8GB/128GB)",
    "url": "https://www.thegioididong.com/dtdd/samsung-galaxy-a51-8gb",
    "img": "https://cdn.tgdd.vn/Products/Images/42/220903/samsung-galaxy-a51-8gb-blue-400x460-1-400x460.png",
    "oldPrice": null,
    "newPrice": "8.390.000₫",
    "parameters": [
      "Màn hình:\tSuper AMOLED, 6.5\", Full HD+",
      "Hệ điều hành:\tAndroid 10",
      "Camera sau:\tChính 48 MP & Phụ 12 MP, 5 MP, 5 MP",
      "Camera trước:\t32 MP",
      "CPU:\tExynos 9611 8 nhân",
      "RAM:\t8 GB",
      "Bộ nhớ trong:\t128 GB",
      "Thẻ nhớ:\tMicroSD, hỗ trợ tối đa 512 GB",
      "Thẻ SIM:\t\n2 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Dung lượng pin:\t4000 mAh, có sạc nhanh"
    ],
    "productDescription": "Galaxy A51 8GB là phiên bản nâng cấp RAM của smartphone tầm trung đình đám Galaxy A51 từ Samsung. Sản phẩm nổi bật với thiết kế sang trọng, màn hình Infinity-O cùng cụm 4 camera đột phá. sản phẩm cũng là Smartphone Android Bán Chạy Nhất Thế Giới Quý 1/2020 (theo báo cáo từ Strategy Analytics).\nMàn hình tràn viền Infinity-O thời thượng\n\nMặt trước của Galaxy A51 8GB nổi bật với màn hình tràn viền vô cực Infinity-O kế thừa từ series S, Note cao cấp. \n\nPhần đục lỗ rất nhỏ gọn, tạo độ thoáng cho màn hình, mình thực sự rất thích thiết kế này vì nó đẹp hơn tai thỏ, giọt nước, trong khi lại bền hơn cơ chế “thò thụt” của camera dạng pop-up.\n\nMàn hình này sử dụng tấm nền Super AMOLED 6.5 inch, độ phân giải FullHD+, đảm bảo hình ảnh hiển thị sắc nét và độ tương phản cao, màu sắc rực rỡ, bắt mắt.\n\nCảm biến vân tay dưới màn hình cũng được Samsung trang bị lên máy, cho tốc độ mở khóa nhanh chóng, đem tới sự tiện lợi cao nhất cho người dùng khi cho phép nhận diện chính xác ngay cả khi tay có hơi ướt.\n\nCụm camera nổi bật: Chụp siêu cận, siêu chống rung\n\nGalaxy A51 sở hữu cụm 4 camera sau đặt trong module hình chữ nhật “hầm hố”, cung cấp đa dạng các chế độ chụp hình, quay video chuyên nghiệp.\n\nCamera chính với độ phân giải lên tới 48 MP đảm bảo những bức ảnh rõ nét cả ngày lẫn đêm, hỗ trợ nhiều chế độ quay phim như Slow Motion, Timelapse,... và đặc biệt là công nghệ siêu chống rung Super Steady.\n\n>> Xem thêm: Tìm hiểu công nghệ chống rung Super Steady trên điện thoại Samsung.\n\nCamera góc siêu rộng 12 MP, góc chụp lên tới 123 độ, giúp bạn thu vào bức ảnh nhiều cảnh vật hơn, thích hợp cho những buổi dạo phố hay du lịch.\n\nCamera Macro 5 MP ấn tượng, cung cấp những bức ảnh cận cảnh thú vị, đầy sáng tạo.\n\nVà cuối cùng là Camera xóa phông 5 MP quen thuộc, giúp chủ thể luôn nổi bật với phần hậu cảnh được làm mờ chính xác.\n\nCamera trước của Galaxy A51 8GB có độ phân giải siêu khủng - 32 MP, cung cấp đầy đủ những tính năng làm đẹp AI, chân dung xóa phông,... cũng như gọi video chất lượng cao.\n\nHiệu năng ổn định, đa nhiệm mượt mà\n\nA51 8GB sở hữu con chip Exynos 9611 8 nhân và dung lượng RAM được nâng lên thành 8 GB (so với 6 GB trên phiên bản tiêu chuẩn), kết hợp cùng bộ nhớ trong 128 GB. \n\nVới cấu hình này Galaxy A51 đáp ứng tốt nhu cầu sử dụng thường ngày như lướt web, xem phim cũng như chơi tốt hầu hết các tựa game phổ biến hiện nay như Call of Duty hay Liên Quân Mobile.\n\nViệc nâng cấp RAM cũng khiến A51 có khả năng chạy đa nhiệm vượt trội, các ứng dụng dưới nền ít phải load lại và chơi game cũng mượt mà hơn.\n\nCung cấp năng lượng cho máy là viên pin 4000 mAh đáp ứng thoải mái nhu cầu sử dụng trong ngày, bên cạnh đó Galaxy A51 8GB cũng đi kèm sạc nhanh 15 W qua cổng USB Type-C giúp rút ngắn thời gian sạc pin đi đáng kể.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại Vivo Y50",
    "url": "https://www.thegioididong.com/dtdd/vivo-y50",
    "img": "https://cdn.tgdd.vn/Products/Images/42/219913/vivo-y50-tim-400x460-3-400x460.png",
    "oldPrice": null,
    "newPrice": "6.290.000₫",
    "parameters": [
      "Màn hình:\tIPS LCD, 6.53\", Full HD+",
      "Hệ điều hành:\tAndroid 10",
      "Camera sau:\tChính 13 MP & Phụ 8 MP, 2 MP, 2 MP",
      "Camera trước:\t16 MP",
      "CPU:\tSnapdragon 665 8 nhân",
      "RAM:\t8 GB",
      "Bộ nhớ trong:\t128 GB",
      "Thẻ nhớ:\tMicroSD, hỗ trợ tối đa 256 GB",
      "Thẻ SIM:\t\n2 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Siêu sim (5GB/ngày)",
      "Dung lượng pin:\t5000 mAh"
    ],
    "productDescription": "Vivo Y50 là chiếc điện thoại tầm trung sở hữu thiết kế hiện đại với màn hình tràn viền, cụm 4 camera đột phá, hiệu năng tốt hẹn sẽ tiếp tục trở thành một sản phẩm “ngon - bổ - rẻ” cho mọi người dùng.\nMàn hình nốt ruồi siêu tràn viền\n\nMàn hình 6.53 inch của Vivo Y50 được làm tràn viền, với camera trước đã được tích hợp bên dưới màn hình nổi bật được tính sang trọng và tinh tế. Màn hình này chiếm đến 90.77% mặt trước, cùng tỉ lệ 19.5:9 cho hình ảnh được mở rộng ấn tượng.\n\nĐộ phân giải Full HD+ rõ nét, màu sắc trung thực cho trải nghiệm xem phim, chơi game, lướt web hoặc đọc báo thoải mái và đã mắt hơn. Tấm nền IPS LCD được trang bị trên Vivo Y50 mang lại góc nhìn rộng, màu sắc trung thực.\n\nMặt lưng của máy được Vivo thiết kế bóng bẩy kết hợp cùng hiệu ứng chuyển đổi màu gradient ấn tượng. Các chi tiết trên máy đều được làm liền lạc và tinh tế.\n\nCảm biến vân tay của máy được đặt ở mặt lưng cho thao tác mở khóa vô cùng nhanh và thuận tiện. Bên cạnh đó, bạn cũng có thể sử dụng thêm tính năng mở khóa bằng khuôn mặt khi cần.\n\n4 camera sau siêu chống rung, selfie đêm\n\nVivo Y50 được trang bị hệ thống cụm bốn camera phía sau với cảm biến chính 13 MP với khẩu độ f/2.2 đáp ứng tốt nhu cầu chụp ảnh từ cơ bản đến nâng cao.\n\nBa camera còn lại bao gồm một camera góc siêu rộng 8 MP, camera tele 2 MP hỗ trợ chụp xa, chụp xóa phông, camera 2 MP chụp cận cảnh macro.\n\nBên cạnh đó, Vivo Y50 còn có khả năng chụp ảnh thiếu sáng ấn tượng, khả năng làm đẹp bằng công nghệ AI. \n\nVivo cũng nhấn mạnh vào khả năng quay video chống rung trên Y50 nhờ khả năng chống rung điện tử và cảm biến chuyển động siêu nhạy cho khả năng khử rung chính xác.\n\nCamera selfie của máy có độ phân giải 16 MP, bạn hoàn toàn yên tâm có được những bức ảnh “tự sướng” ấn tượng để đăng lên mạng xã hội và chia sẻ với bạn bè.\n\nNhờ chế độ selfie siêu chụp đêm trên cả camera trước và sau, Vivo Y50 có khả năng tái hiện mọi đường nét hoàn hảo nhất trên gương mặt bạn ngay cả trong điều kiện trời tối hay dưới ánh đèn Neon mờ ảo.\n\nHiệu năng tốt với vi xử lý 8 nhân\n\nCung cấp sức mạnh cho chiếc điện thoại Vivo Y50 chính là con chip mới đến từ Qualcomm mang tên Snapdragon 665, mang trong mình hiệu năng được cải thiện 15% đồng thời tiết kiệm pin tới 14% so với người tiền nhiệm Snapdragon 660.\n\nKết hợp với đó chính là dung lượng RAM lớn đến 8 GB và bộ nhớ trong 128 GB có thể mở rộng lên đến 256 GB, tất cả đem lại cho máy khả năng lưu trữ thoải mái cùng hiệu năng mạnh mẽ, cho bạn một  trải nghiệm game mượt mà, ổn định.\n\nHiệu năng của máy được đánh giá có thể chiến có thể trải nghiệm tốt nhiều tựa game hàng đầu hiện nay như Liên Quân, PUBG,...\n\nVivo Y50 được cài đặt sẵn hệ điều hành Android 10 tùy biến trên giao diện Funtouch OS 10.0 mới phong cách trẻ trung, năng động nhưng cũng không kém phần sang trọng và tinh tế đi kèm nhiều tính năng độc đáo và thú vị.\n\nViên pin khủng lên tới 5000 mAh\n\nVivo Y50 được trang bị viên pin 5000 mAh đáp ứng tốt cho một thời gian sử dụng thoải mái trong suốt ngày dài với các nhu cầu phổ thông đến các trải nghiệm chơi game liên tục. \n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại Vsmart Star 3",
    "url": "https://www.thegioididong.com/dtdd/vsmart-star-3",
    "img": "https://cdn.tgdd.vn/Products/Images/42/218886/vsmart-star-3-xanh-400x460-400x460.png",
    "oldPrice": "1.990.000₫",
    "newPrice": "1.840.000₫",
    "parameters": [
      "Màn hình:\tIPS LCD, 6.09\", HD+",
      "Hệ điều hành:\tAndroid 9.0 (Pie)",
      "Camera sau:\tChính 8 MP & Phụ 5 MP",
      "Camera trước:\t8 MP",
      "CPU:\tSnapdragon 215 4 nhân",
      "RAM:\t2 GB",
      "Bộ nhớ trong:\t16 GB",
      "Thẻ nhớ:\tMicroSD, hỗ trợ tối đa 64 GB",
      "Thẻ SIM:\t\n2 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Dung lượng pin:\t3500 mAh"
    ],
    "productDescription": "Chiếc điện thoại Vsmart Star 3 nổi bật với thiết kế giọt nước tràn viền, camera kép ở mặt lưng đi kèm mức giá bán vô cùng phải chăng cho người dùng Việt.\nNổi bật camera kép ở mặt lưng\n\nChiếc điện thoại Vsmart Star 3 được trang bị bộ đôi camera kép ở mặt lưng bao gồm một camera chính độ phân giải 8 MP và một camera góc siêu rộng 5 MP.\n\nCamera của máy được hỗ trợ đầy đủ các tính năng chụp ảnh góc rộng, xóa phông, HDR, Panorama,... kết hợp cùng thuật toán hỗ trợ chụp chân dung mà không cần tới camera tele đáp ứng tốt nhu cầu chụp ảnh hằng ngày.\n\nẢnh chụp góc rộng trên Vsmart Star 3\nẢnh chụp góc thường trên Vsmart Star 3\nẢnh chụp góc thường 2x trên Vsmart Star 3\n\nCamera selfie của chiếc điện thoại Vsmart này có độ phân giải 8 MP hỗ trợ bằng công nghệ AI hứa hẹn sẽ mang đến cho người dùng những bức ảnh selfie tuyệt vời.\n\nMàn hình tràn viền hợp xu hướng\n\nVsmart Star 3 được trang bị một màn hình kích thước 6.09 inch sử dụng tấm nền IPS cho góc nhìn rộng, độ sáng cao màu sắc tốt, các thao tác được phản hồi nhanh và chính xác.\n\nMàn hình kích thước lớn với phần viền được làm mỏng, camera được thiết kế hình giọt nước thời thượng, ít chiếm diện tích hiển thị. Cũng nhờ phần viền mỏng mà máy nhỏ gọn và dễ cầm nắm hơn.\n\nViền màn hình của Vsmart Star 3 được bo cong 2.5D kết hợp với mặt lưng nhựa cao cấp cho cảm giác nhẹ nhàng, đồng thời hạn chế bám mồ hôi và dấu vân tay.\n\nHiệu năng tốt trên hệ điều hành VOS\n\nVsmart Star 3 được trang bị vi xử lý Snapdragon 215 đáp ứng tốt nhu cầu xử lý các tác vụ hằng ngày như đọc báo, xem phim, lướt web hằng ngày.\n\nĐi kèm với máy là dung lượng RAM 2 GB và bộ nhớ trong 16 GB giúp các tác vụ hằng ngày được giải quyết một cách mượt mà, ổn định.\n\nHiệu năng của máy có thể chơi được các tựa game nhẹ như: Subway Surfers, Temple Run,... một cách trơn tru, ít khi xảy ra hiện tượng giật lag.\n\nVsmart Star 3 được cài đặt sẵn hệ điều hành Android 9.0 tùy biến trên giao diện riêng dành cho người dùng Việt với nhiều công nghệ thông minh, tăng trải nghiệm người dùng.\n\nXem thêm: Khám phá hệ điều hành thuần Việt VOS trên điện thoại Vsmart\n\nThời lượng pin đủ dùng cho ngày dài\n\nMáy được trang bị viên pin lớn với dung lượng 3500 mAh được sạc qua cổng USB Type C hiện đại cho khả năng sạc nhanh cũng như truyền dữ liệu được với tốc độ cao.\n\nThời lượng pin của máy đáp ứng tốt nhu cầu học tập, làm việc và giải trí trong 1 ngày.\n\nCảm biến vân tay của máy được đặt ở mặt lưng cho tốc độ mở máy rất nhanh, chỉ cần chạm nhẹ là đã vào được giao diện sử dụng của máy.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại iPhone 11 Pro Max 512GB",
    "url": "https://www.thegioididong.com/dtdd/iphone-11-pro-max-512gb",
    "img": "https://cdn.tgdd.vn/Products/Images/42/210654/iphone-11-pro-max-512gb-gold-400x460.png",
    "oldPrice": "41.990.000₫",
    "newPrice": "39.990.000₫",
    "parameters": [
      "Màn hình:\tOLED, 6.5\", Super Retina XDR",
      "Hệ điều hành:\tiOS 13",
      "Camera sau:\t3 camera 12 MP",
      "Camera trước:\t12 MP",
      "CPU:\tApple A13 Bionic 6 nhân",
      "RAM:\t4 GB",
      "Bộ nhớ trong:\t512 GB",
      "Thẻ SIM:\t\n1 eSIM & 1 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Dung lượng pin:\t3969 mAh, có sạc nhanh"
    ],
    "productDescription": "Để tìm kiếm một chiếc smartphone có hiệu năng mạnh mẽ và có thể sử dụng mượt mà trong 2-3 năm tới thì không có chiếc máy nào xứng đang hơn chiếc iPhone 11 Pro Max 512GB mới ra mắt trong năm 2019 của Apple.\nHiệu năng \"đè bẹp\" mọi đối thủ\n\niPhone 11 Pro Max 512GB năm nay sử dụng chip Apple A13 Bionic mới nhất, nhanh và tiết kiệm điện hơn so với A12 năm ngoái.\n\nMáy cũng sở hữu riêng một con chip AI Neural Engine sẽ phụ trách các tính năng xử lý hình ảnh như Deep Fusion và Night Mode.\n\nĐiểm Geekbench của iPhone 11 Pro Max\n\nTheo Apple thì đây là điện thoại thông minh có hiệu suất nhanh nhất thế giới ở thời điểm ra mắt.\n\nCụ thể, hiệu năng của bộ vi xử lý A13 Bionic mới của Apple có sức mạnh vượt trội, nhanh hơn đến 20% và tiết kiêm điện đến 40% so với chip A12, mang đến cho bạn trải nghiệm mượt mà, ổn định tất cả các tác vụ, đa nhiệm.\n\nMáy sẽ chạy trên phiên bản iOS 13 mới với nhiều tính năng tiện dụng giúp bạn khai thác chiếc iPhone của mình hiệu quả hơn.\n\niOS 13 mới trên iPhone 11 Pro Max\n\nNăm nay Face ID cũng được cải thiện để có thể nhận dạng ở nhiều góc khác nhau mang lại trải nghiệm mở khóa tốt hơn.\n\nCông nghệ Haptic Engine mới sẽ dựa trên thời gian ấn và giữ icon để hiện lên những menu chức năng khác nhau thay vì dựa vào lực ấn như 3D Touch.\n\nCamera là điểm nhấn đáng chú ý\n\nTại buổi ra mắt chiếc iPhone mới của mình, Apple dành rất nhiều thời gian để giới thiệu bộ 3 camera hoàn toàn mới trên chiếc iPhone 11 Pro Max.\n\nVà quả thực camera chính là điểm nâng cấp đáng giá nhất trên chiếc iPhone 11 Pro Max.\n\nẢnh chụp bằng camera sau trên iPhone 11 Pro Max\n\nChiếc iPhone này sẽ có 3 camera với 1 camera chính góc rộng 12 MP, 1 camera tele 12 MP và 1 camera góc siêu rộng 12 MP.\n\nẢnh chụp bằng camera sau trên iPhone 11 Pro Max\n\nCác camera này đều có sự liên hệ mật thiết với nhau vì vậy khi người dùng chuyển đổi giữa các loại camera, thì độ sáng hay màu sắc của bức ảnh hầu như không thay đổi nhiều.\n\nChế độ Night Mode mới\n\nĐây là điềm mà chưa một chiếc smartphone Android nào có nhiều camera hiện nay có thể làm tốt hơn iPhone 11 Pro Max.\n\nSự khác biệt với Night Mode trên iPhone 11 Pro Max\n\nNgoài ra trên chiếc iPhone này còn có thêm chế độ chụp đêm Night Mode giúp cải thiện rõ rệt chất lượng chụp ảnh trong điều kiện thiếu sáng của những chiếc iPhone.\n\nẢnh chụp chế độ cơ bản bình thường với camera chính\n\nNhững bức ảnh với chế độ Night Mode có chất lượng rất tốt, đủ sắc nét, màu sắc tuyệt vời, độ tương phản xuất sắc và độ phơi sáng rất cân bằng.\n\nKhả năng quay video trên iPhone từ trước tới nay vẫn được đánh giá rất cao và năm nay Apple nâng cấp lên độ phân giải 4K 60fps sẽ là một tin không thể vui hơn dành cho những bạn hay quay video trên chiếc iPhone của mình.\n\nCamera trước độ phân giải cao hơn\n\n12 MP và độ phân giải mới của camera trước trên chiếc iPhone 11 Pro Max, nó cao hơn khá nhiều nếu so sánh với 7 MP trên những chiếc iPhone năm ngoái.\n\nGiờ đây người dùng sẽ có những bức ảnh selfie với độ chi tiết cao hơn và đặc biệt còn có thể quay video 4K với chính camera trước của máy.\n\nAnh selfie trên iPhone 11 Pro Max\n\nNhững ai là tín đồ của selfie thì cũng có thể tự tin hơn khi chụp hình với camera trước của iPhone 11 Pro Max với tính năng selfie góc rộng mà Apple vừa trang bị.\n\nTính năng này sẽ tự động kích hoạt khi nào bạn xoay ngang chiếc iPhone của mình, vậy là từ nay bạn không cần mang theo gậy selfie với chiếc iPhone mới của mình rồi nhé!\n\nThêm một trang bị khác khá thú vị là khả năng quay video siêu chậm slofie với camera trước của máy để bạn có thể sáng tạo nhiều video vui vẻ hơn.\n\nXem thêm: Trên tay và đánh giá nhanh iPhone Xs Max tại Việt Nam: Sức hút khó cưỡng\n\nPin lớn thoải mái cả ngày\n\niPhone 11 Pro Max 512GB sở hữu viên pin có dung lượng lớn hơn 25% so với iPhone Xs Max năm ngoái nhờ vậy mà thời gian sử dụng pin cũng được cải thiện đáng kể.\n\nApple công bố chiếc iPhone mới này sẽ cho thời gian dùng pin nhiều hơn 5 tiếng so với iPhone Xs Max nhưng thực tế con số này còn tốt hơn thế.\n\nNếu bạn chỉ sử dụng ở mức bình thường, ít chơi game thì chiếc iPhone này hoàn toàn có thể đáp ứng lên tới 2 ngày sử dụng cho bạn.\n\nCòn nếu nhu cầu nhiều hơn thì việc đáp ứng với cường độ cao từ sáng tới tối cũng không phải là điều gì quá khó khăn với chiếc máy này.\n\nTin vui là năm nay bạn đã được Apple tặng kèm sạc nhanh 18W bên trong hộp máy giúp bạn sạc được 50% pin chỉ trong vòng 30 phút.\n\nBên cạnh đó iPhone 11 Pro Max 512GB cũng hỗ trợ sạc nhanh không dây lên tới 10W để bạn có thể sử dụng hằng ngày.\n\nVẫn còn nhiều cải tiến mà bạn nên biết\n\niPhone 11 Pro Max đã giải quyết được tình trạng để lại nhiều mồ hôi và dấu vân tay trong quá trình sử dụng trên những chiếc iPhone đời trước với mặt lưng được hoàn thiện dưới dạng kính mờ.\n\nĐặc biệt, màu sắc của iPhone 11 Pro Max rất hấp dẫn, bao gồm xanh bóng đêm, xám không gian, bạc và vàng.\n\nTheo Apple thì kính mà hãng sử dụng trên chiếc iPhone này là loại kính bền nhất từ trước tới nay từng được sử dụng cho smartphone.\n\nXem thêm: Đánh giá chi tiết iPhone Xs Max: Quá xá đã! Có tiền nên mua liền!\n\nĐể tăng khả năng chống nước cho máy thì hãng cũng nói rằng đã hoàn thiện các chi tiết một cách bền bỉ hơn để máy có thể chịu được độ sâu lên tới 4m.\n\nBạn cảm thấy thế nào về những trang bị trên chiếc iPhone cao cấp nhất trong năm 2019, còn chần chờ gì nữa mà không đặt mua ngay cho mình một chiếc về trải nghiệm đi nào!\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại iPhone 11 Pro Max 256GB",
    "url": "https://www.thegioididong.com/dtdd/iphone-11-pro-max-256gb",
    "img": "https://cdn.tgdd.vn/Products/Images/42/210653/iphone-11-pro-max-256gb-black-400x460.png",
    "oldPrice": "37.990.000₫",
    "newPrice": "36.490.000₫",
    "parameters": [
      "Màn hình:\tOLED, 6.5\", Super Retina XDR",
      "Hệ điều hành:\tiOS 13",
      "Camera sau:\t3 camera 12 MP",
      "Camera trước:\t12 MP",
      "CPU:\tApple A13 Bionic 6 nhân",
      "RAM:\t4 GB",
      "Bộ nhớ trong:\t256 GB",
      "Thẻ SIM:\t\n1 eSIM & 1 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Dung lượng pin:\t3969 mAh, có sạc nhanh"
    ],
    "productDescription": "iPhone 11 Pro Max 256GB là chiếc iPhone cao cấp nhất trong bộ 3 iPhone Apple giới thiệu trong năm 2019 và quả thực chiếc smartphone này mang trong mình nhiều trang bị xứng đáng với tên gọi \"Pro\".\nPro về camera sau\n\nCamera là một trong những điểm nâng cấp mạnh mẽ nhất năm nay Apple mang đến cho chiếc iPhone 11 Pro Max.\n\nĐó là lần đầu tiên một chiếc iPhone sở hữu tới 3 camera ở mặt sau với 3 tiêu cự khác nhau mà người ta vẫn gọi là \"từ nhà tới trường\" đáp ứng mọi nhu cầu nhiếp ảnh của người dùng.\n\nNgoài một camera góc rộng và một camera tele vốn dĩ đã xuất hiện từ thời iPhone 7 Plus thì năm nay iPhone 11 Pro Max được trang bị thêm một ống kính góc siêu rộng nữa.\n\nẢnh chụp bằng camera sau trên iPhone 11 Pro Max\n\nỐng kính này sẽ thực sự hữu ích khi bạn muốn lấy được nhiều chi tiết hơn khi đứng cùng một vị trí chụp mà không cần phải di chuyển ra xa chủ thể.\n\nẢnh chụp bằng camera sau trên iPhone 11 Pro Max\n\nKhông chỉ nâng cấp về mặt phần cứng mà phần mềm bên trong máy cũng được bổ sung thêm nhiều tính năng đáng giá khác.\n\nChế độ Night Mode mới\n\nĐó là chế độ chụp đêm giúp máy khắc phục hoàn toàn diểm yếu chụp đêm không tốt vốn bị phàn nàn khá nhiều tới từ người dùng.\n\nẢnh chụp chế độ Night Mode mới\n\niPhone năm nay thực sự là một sự \"lột xác\" của Apple về camera chụp đêm khi những bức ảnh cho ra có độ sáng và chi tiết cao hơn hẳn nếu đem so với chiếc iPhone Xs Max năm ngoái.\n\nẢnh chụp chế độ cơ bản trên iPhone 11 Pro Max\n\nApple cũng mang lại một trải nghiệm rất thông minh khi tất cả máy sẽ tự động quyết định khi nào chụp đêm khi nào không và việc của bạn chỉ là đưa lên và chụp thôi.\n\nChế độ chân dung không chỉ tốt hơn trong việc lấy nét vào đối tượng muốn chụp, mà còn hoạt động được ở khoảng cách 'bình thường' nhờ sự trợ giúp của cảm biến độ sâu.\n\nKhả năng quay video nâng cấp đáng kể với chế độ 4K 60fps giúp bạn có thể quay những thước phim chuyên nghiệp bằng iPhone và chỉnh sửa trực tiếp trên máy.\n\nXem thêm: Đánh giá chi tiết iPhone 11 Pro Max: Chiếc smartphone đỉnh nhất 2019?\n\nPro luôn cả camera trước\n\nKhông chỉ có camera sau được nâng cấp mà camera selfie trên iPhone 11 Pro Max cũng được nâng lên độ phân giải 12 MP thay vì 7 MP như trước.\n\nCamera trước năm nay còn có thêm tính năng selfie góc rộng rất thích hợp cho các bạn đi chơi và chụp hình một nhóm đông người.\n\nTheo đó thì khi bạn xoay ngang chiếc điện thoại thì iPhone sẽ lập tức chuyển qua chế độ selfie góc rộng để bạn có thể chụp mà không cần tới gậy tự sướng.\n\nCamera này cũng hỗ trợ quay video với độ phân giải lên tới 4K rất phù hợp với những bạn thích làm vlog hay quay video vui vẻ để đăng lên mạng xã hội.\n\nTất nhiên cũng không thể bỏ qua tính năng quay video slow motion (quay chậm) giúp bạn có được những video  thú vị và vui vẻ với bạn bè.\n\nPro về hiệu năng\n\nTất nhiên rồi, một chiếc iPhone mới ra bao giờ cũng sẽ đứng đầu danh sách những chiếc máy có hiệu năng tốt nhất hiện nay và với iPhone 11 Pro Max 256 GB cũng không phải là ngoại lệ.\n\nCung cấp sức mạnh cho máy không ai khác chính là con chip Apple A13 Bionic, con chip mạnh mẽ nhất dành cho những chiếc iPhone trong năm 2019.\n\nĐiểm Geekbench của iPhone 11 Pro Max\n\nBộ nhớ trong lớn lên tới 256 GB giúp bạn thoải mái quay video 4K, chụp hình độ phân giải cao hay tải game và ứng dụng.\n\nĐi kèm với chiếc iPhone mới này sẽ là hệ điều hành iOS 13 mới mẻ với nhiều tính năng được người dùng mong chờ từ lâu như chế độ Dark Mode mới, khả năng kết nối 2 tai nghe AirPods cùng lúc,...\n\nMọi game và ứng dụng trên iPhone 11 Pro Max hoạt động rất mượt mà và ổn định, bạn hầu như sẽ không thấy bất cứ độ trễ nào trong quá trình sử dụng.\n\nPro về thời lượng pin\n\nĐây là chiếc iPhone có dung lượng pin lớn nhất từ trước tới nay mà Apple từng sản xuất.\n\nTheo tuyên bố từ hãng thì iPhone 11 Pro Max có thời lượng pin lâu hơn 5 giờ so với iPhone XS Max và trải nghiệm thực tế còn tốt hơn thế nhiều.\n\nBạn có thể sử dụng máy thoải mái từ sáng tới tối mà không cần phải bận tâm về việc nạp năng lượng cho máy giữa chừng.\n\nNăm nay \"Táo khuyết\" cũng đã lắng nghe người dùng hơn khi trang bị sẵn bên trong hộp của máy một củ sạc nhanh 18W giúp bạn rút ngắn được đáng kể thời gian chờ sạc pin.\n\nTính năng sạc không dây vẫn được duy trì và thậm chí là sạc nhanh không dây để bạn có thể sử dụng hằng ngày.\n\nNhững nâng cấp đáng giá khác\n\niPhone năm nay vẫn có thiết kế khung viền thép cứng cáp cùng 2 mặt kính nhưng để hạn chế tối đa mồ hôi và dấu vân tay thì năm nay Apple đã hoàn thiện cho chiếc iPhone 11 Pro Max 256 GB mặt lưng dạng kính mờ.\n\nĐặc biệt, màu sắc của iPhone 11 Pro Max rất hấp dẫn, bao gồm xanh bóng đêm, xám không gian, bạc và vàng.\n\nMàn hình trên iPhone là một trong những điểm đáng tiền và iPhone 11 Pro Max sở hữu màn hình đảm bảo được tiêu chí này.\n\nMột trong những điểm quan trọng được nâng cấp trong màn hình đó là khả năng phát nội dung Dolby Vision.\n\niPhone thường đạt được độ sáng 800 nits, nhưng với Dolby Vision mọi thứ thậm chí còn ấn tượng hơn (lên tới 1200 nits, theo Apple).\n\nVới những trang bị kể trên thì iPhone 11 Pro Max năm nay sẽ lại bán chạy và mang về thành công lớn cho Apple.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại Samsung Galaxy Z Flip",
    "url": "https://www.thegioididong.com/dtdd/samsung-galaxy-z-flip",
    "img": "https://cdn.tgdd.vn/Products/Images/42/213022/samsung-galaxy-z-flip-chitiet-2-788x544.png",
    "oldPrice": null,
    "newPrice": "36.000.000₫",
    "parameters": [
      "Màn hình:\tChính: Dynamic AMOLED, phụ: Super AMOLED, 6.7\", Quad HD (2K)",
      "Hệ điều hành:\tAndroid 10",
      "Camera sau:\tChính 12 MP & Phụ 12 MP",
      "Camera trước:\t10 MP",
      "CPU:\tSnapdragon 855+ 8 nhân",
      "RAM:\t8 GB",
      "Bộ nhớ trong:\t256 GB",
      "Thẻ SIM:\t\n1 eSIM & 1 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Dung lượng pin:\t3300 mAh, có sạc nhanh"
    ],
    "productDescription": "Cuối cùng sau bao nhiêu thời gian chờ đợi, chiếc điện thoại Samsung Galaxy Z Flip đã được Samsung ra mắt tại sự kiện Unpacked 2020. Siêu phẩm với thiết kế màn hình gập vỏ sò độc đáo, hiệu năng tuyệt đỉnh cùng nhiều công nghệ thời thượng, dẫn dầu 2020.\nĐột phá với thiết kế màn hình gập\n\nSamsung Galaxy Z Flip được thiết kế với kiểu dáng màn hình gập lấy ý tưởng từ dòng sản phẩm Galaxy Fold từng gây nhiều tiếng vang trong năm 2019.\n\nTuy nhiên điểm khác biệt là màn hình của Z Flip được thiết kế gập theo chiều dọc, khiến cho tổng thể máy có thể nằm gọn trong lòng bàn tay của người dùng như một phụ kiện thời trang cao cấp.\n\nBản lề của máy cũng có khả năng gập - mở với nhiều góc độ khác nhau, khi thiết bị ở trạng thái mở một nửa, màn hình sẽ tự động chia thành hai màn hình 4 inch vừa đủ để bạn có thể dễ dàng xem hình ảnh, nội dung hoặc video ở nửa trên của màn hình và thao tác điều khiển chúng ở nửa dưới.\n\nTrải nghiệm sử dụng Samsung Galaxy Z Flip linh hoạt nhờ kết cấu bản lề mới hiện đại, có khả năng chống bụi bẩn tốt hơn. Tuy vẫn có vết gấp giữa màn hình Galaxy Z Flip nhưng hoàn toàn không ảnh hưởng đến trải nghiệm người dùng.\n\nBên cạnh đó công nghệ này còn cho phép Samsung Galaxy Z Flip có thể dễ dàng gập mở với độ bền lên tới hơn 200.000 lần, mở ra một thập kỷ mới của sự sáng tạo dành cho điện thoại màn hình gập.\n\nKhi mở máy hết cỡ, màn hình của máy có kích thước 6.7 inch, đây là màn hình có thiết kế gập vỏ sò bằng kính đầu tiên trên thế giới với thiết kế màn hình tràn viền với camera khoét lỗ. \n\nGalaxy Z Flip sở hữu màn hình Infinity Flex với công nghệ kính uốn dẻo Ultra Thin Glass (UTG) độc đáo từ Samsung, công nghệ này giúp máy mỏng hơn, cho cảm giác cầm nắm sang trọng và cao cấp.\n\nSử dụng tấm nền Dynamic AMOLED độ phân giải Full HD+ tỉ lệ màn hình 21.9:9 độc đáo nhất hiện nay, hỗ trợ HDR10+ giúp cho từng hình ảnh mà bạn xem sống động trên từng chi tiết, sắc nét trên từng chuyển động mang đến màu sắc sống động chân thật.\n\nNâng cấp camera kép, chụp ảnh ban đêm ấn tượng\n\nSamsung Galaxy Z Flip được trang bị camera kép cùng độ phân giải 12 MP với khẩu độ lần lượt là f/1.8 và f/2.2 có hỗ trợ chống rung quang học OIS cho khả năng chụp hình thiếu sáng tốt đi kèm công nghệ chụp ảnh bằng cử chỉ, dễ dàng ghi lại mọi khoảnh khắc hằng ngày. \n\nCông nghệ nhận diện AI giúp máy có thể nhận biết được nhiều chủ thể khác nhau qua đó tối ưu các thông số kỹ thuật để cho ra những tấm hình sắc nét, độ chi tiết cao cùng màu sắc sống động.\n\nCamera trước của máy có độ phân giải 10 MP với khẩu độ f2.4 được bố trí dạng đục lỗ ở chính giữa màn hình cũng tương tự như Galaxy S20, đáp ứng tốt nhu cầu chụp ảnh selfie, quay video với chất lượng tốt.\n\nẢnh chụp góc siêu rộng 0.5x trên Samsung Galaxy Z Flip\nẢnh chụp góc thường 1x trên Samsung Galaxy Z Flip\nẢnh chụp chế độ zoom 2x trên Samsung Galaxy Z Flip\nẢnh chụp chế độ zoom 4x trên Samsung Galaxy Z Flip\nẢnh chụp chế độ zoom 8x trên Samsung Galaxy Z Flip\n\nKhi gập máy lại bạn cũng có thể chụp ảnh với màn hình phụ kích thước 1.1 inch, thỏa thích trải nghiệm selfie chất lượng với bộ đôi camera kép ở mặt sau.\n\nHiệu năng đỉnh cao với Snapdragon 855 Plus\n\nSamsung Galaxy Z Flip được trang bị con chip mạnh mẽ Snapdragon 855 Plus đi kèm với máy là dung lượng RAM 8 GB và bộ nhớ trong lên đến 256 GB.\n\nMặc dù không quá nổi trội như so với siêu phẩm Samsung Galaxy S20 nhưng vẫn đủ để đảm bảo Z Flip luôn chạy mượt mà các ứng dụng nặng. Thông số này cũng thuộc hàng top trong thế giới Android đầu 2020.\n\nChiếc máy màn hình gập của Samsung được trang bị bộ nhớ trong chuẩn UFS 3.0 được đánh giá cho tốc độ cực nhanh, có thể sánh ngang với SSD trên máy tính cá nhân. Tốc độ ổ cứng nhanh kết hợp với vi xử lý hiệu năng mạnh mẽ góp phần làm cho máy xử lý mượt mà, nhanh chóng hơn.\n\nGalaxy Z Flip được cài đặt sẵn hệ điều hành Android 10 tùy biến trên giao diện OneUI 2.0 mới nhất, đồng thời Samsung cũng tối ưu giao điện cho chế độ máy gập lại, gập 1 nửa cho người dùng trải nghiệm mới lạ và tuyệt vời hơn.\n\nThời lượng pin tốt đi kèm sạc không dây thời thượng\n\nThời lượng pin cũng là điểm mạnh của Samsung Galaxy Z Flip khi được trang bị viên pin lớn dung lượng 3300 mAh, có hỗ trợ công nghệ sạc nhanh 15W giúp giảm đáng kể thời gian sạc đầy pin cho máy.\n\nBên cạnh đó smartphone Galaxy còn được trang bị công nghệ sạc không dây hiện đại, khá tiện lợi và gọn gàng không cần phải lo sợ bị đứt dây hay rò rỉ điện như các phương thức sạc truyền thống khác.\n\nCảm biến vân tay của máy được đặt ở cạnh bên, không được tích hợp bên trong màn hình đổi lại máy lại có khả năng nhận diện nhanh và chính xác cũng như độ bảo mật cao hơn so với cảm biến vân tay trong màn hình.\n\nTóm lại, Galaxy Z Flip là sản phẩm mang đẳng cấp khác biệt tiếp theo của Samsung kể từ khi ra mắt chiếc Galaxy Fold. Chiếc máy sở hữu đầy đủ các yếu tố: Thời trang, khác lạ, công nghệ đỉnh cao.\n\nChắc chắn sẽ gây hứng thú với anh em yêu công nghệ hoặc những ai muốn trở nên thật tự tin khi sở hữu một thiết bị đặc biệt và cao cấp so với thế giới còn lại.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại iPhone 11 Pro 256GB",
    "url": "https://www.thegioididong.com/dtdd/iphone-11-pro-256gb",
    "img": "https://cdn.tgdd.vn/Products/Images/42/210655/iphone-11-pro-256gb-black-400x460.png",
    "oldPrice": "34.990.000₫",
    "newPrice": "31.490.000₫",
    "parameters": [
      "Màn hình:\tOLED, 5.8\", Super Retina XDR",
      "Hệ điều hành:\tiOS 13",
      "Camera sau:\t3 camera 12 MP",
      "Camera trước:\t12 MP",
      "CPU:\tApple A13 Bionic 6 nhân",
      "RAM:\t4 GB",
      "Bộ nhớ trong:\t256 GB",
      "Thẻ SIM:\t\n1 eSIM & 1 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Siêu sim (5GB/ngày)",
      "Dung lượng pin:\t3046 mAh, có sạc nhanh"
    ],
    "productDescription": "iPhone 11 Pro 256GB có lẽ sẽ là chiếc iPhone được nhiều người dùng lựa chọn khi nó sở hữu mức giá tốt hơn chiếc iPhone 11 Pro Max nhưng vẫn sở hữu tất cả những ưu điểm trên người anh em của mình.\nCamera chính là điểm nhấn\n\nTrong sự kiện giới thiệu bộ 3 iPhone mới thì Apple dành rất nhiều thời gian để nói về camera và quả thật bộ 3 camera trên iPhone 11 Pro mới thực sự rất ấn tượng.\n\nThay vì chỉ có 2 camera thì năm nay chúng ta đã được bổ sung thêm 1 camera góc siêu rộng rất đáng giá.\n\nThêm 1 camera người dùng sẽ có thêm nhiều tính năng, thêm nhiều lựa chọn để có được bức ảnh đẹp nhất đăng lên facebook khoe với bạn bè.\n\nViệc chuyển đổi qua lại giữa 3 camera diễn ra một cách rất mượt mà, tương tự như bạn đang zoom từ 1 camera chứ không phải đang chuyển đổi qua lại giữa các ống kính.\n\nNight Mode lần đầu tiên xuất hiện trên iPhone cũng khiến người dùng \"sung sướng\" rất nhiều khi từ lâu iPhone đã bị \"chê\" là chụp ảnh đêm không đẹp.\n\nNăm nay thực sự là một sự \"lột xác\" về camera của iPhone khi những bức ảnh chụp trong điều kiện thiếu sáng có độ chi tiết tốt và ít nhiễu hơn hẳn.\n\nThậm chí ảnh cho ra còn sáng hơn rất nhiều những gì mà mắt người có thể nhìn thấy được.\n\nẢnh chụp góc siêu rộng\n\nVà để sử dụng chế độ này thì người dùng sẽ không cần phải chuyển đổi hay cài đặt phức tạp mà máy sẽ tự động làm mọi thứ để đảm bảo chất lượng ảnh cho ra là tốt nhất cho người dùng.\n\nẢnh chụp góc thông thường\n\nXem thêm: Đánh giá chi tiết camera iPhone 11 Pro: 'Cú hit về camera' trên thị trường smartphone!\n\nKhả năng quay video cũng được cải thiện với tính năng zoom audio khi quay rất đáng giá và sẽ phù hợp cho những bạn nào thường xuyên quay video trên smartphone hay làm vlog.\n\nHiệu năng mạnh mẽ nhất thế giới\n\n\"Nhanh như iPhone\", \"mượt như iPhone\"... những câu nói như vậy chắc hẳn đã không còn xa lạ gì với người dùng và trên iPhone 11 Pro 256GB thì nó vẫn hoàn toàn chính xác.\n\nChiếc iPhone này mang trong mình con chip Apple A13 Bionic được đánh giá là nhanh nhất ở thời điểm hiện tại, vượt mặt cả Kirin 980 hay Snapdragon 855 của Qualcomm.\n\nĐiểm số AnTuTu của iPhone 11 Pro\n\nNhờ đó mà trong một số lĩnh vực như chơi game hay sử dụng ứng dụng nặng, iPhone 11 Pro là một trong những sự lựa chọn vô cùng hoàn hảo.\n\nBên cạnh đó, bộ xử lý đồ họa của máy cũng được Apple nâng cấp giúp việc chơi game hay dựng hình mượt mà và nhanh chóng hơn gấp nhiều lần.\n\nKết hợp với phần cứng mạnh mẽ là hệ điều hành iOS 13 siêu mượt, hứa hẹn iPhone 11 Pro sẽ trở thành một con quái thú trong làng smartphone hiện nay.\n\nNhìn qua là biết bạn đang dùng iPhone 11 Pro\n\nNhờ bộ 3 camera mới nổi bật mà nếu như bạn đang dùng iPhone 11 Pro trên tay thì chỉ cần nhìn qua là người khác cũng đã có thể nhận ra.\n\nĐiều này giúp bạn thực sự nổi bật và tạo được cá tính riêng khi sử dụng chiếc smartphone này trên tay.\n\nThiết kế mặt kính mờ ở mặt sau cũng là một điểm cộng rất lớn khi giờ đây chiếc iPhone của bạn sẽ ít bám mồ hôi và dấu vân tay hơn dù bạn có sử dụng trong một thời gian dài.\n\nMàn hình Super Retina XDR cho khả năng tái tạo màu sắc tốt hơn, tăng độ sáng một cách đáng kể đặc biệt là khi bạn xem video.\n\nApple cũng cho biết rằng hãng đã cải tiến để chiếc iPhone 11 Pro này có khả năng chống nước tốt hơn những thế hệ trước.\n\nXem thêm: Đánh giá chi tiết iPhone 11 Pro: Sự lựa chọn hợp lý nhất trong bộ 3 iPhone 11 Series\n\nPin được cải thiện rõ rệt\n\nNếu như iPhone Xs bị nhiều người than phiền vì viên pin tụt khá nhanh trong quá trình sử dụng thì lên iPhone 11 Pro Apple đã cải tiến hơn nhiều.\n\nGiờ đây người dùng sẽ có thêm 4 tiếng sử dụng giúp bạn có thể khá thoải mái trong một ngày với cường độ sử dụng ở mức cao.\n\niPhone 11 Pro 256GB hỗ trợ sạc nhanh công nghệ Power Delivery 3.0 giúp bạn rút ngắn được khá nhiều thời gian chờ sạc pin.\n\nMột điểm mà nhiều người dùng iPhone cũng sẽ rất thích là Apple tặng kèm sạc nhanh 18W bên trong hộp của máy khi bán ra và thế là bạn không cần phải mua củ sạc ở bên ngoài.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại iPhone 11 Pro Max 64GB",
    "url": "https://www.thegioididong.com/dtdd/iphone-11-pro-max",
    "img": "https://cdn.tgdd.vn/Products/Images/42/200533/iphone-11-pro-max-black-400x460.png",
    "oldPrice": "33.990.000₫",
    "newPrice": "29.490.000₫",
    "parameters": [
      "Màn hình:\tOLED, 6.5\", Super Retina XDR",
      "Hệ điều hành:\tiOS 13",
      "Camera sau:\t3 camera 12 MP",
      "Camera trước:\t12 MP",
      "CPU:\tApple A13 Bionic 6 nhân",
      "RAM:\t4 GB",
      "Bộ nhớ trong:\t64 GB",
      "Thẻ SIM:\t\n1 eSIM & 1 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Siêu sim (5GB/ngày)",
      "Dung lượng pin:\t3969 mAh, có sạc nhanh"
    ],
    "productDescription": "Trong năm 2019 thì chiếc smartphone được nhiều người mong muốn sở hữu trên tay và sử dụng nhất không ai khác chính là iPhone 11 Pro Max 64GB tới từ nhà Apple.\nCamera được cải tiến mạnh mẽ\n\nChắc chắn lý do lớn nhất mà bạn muốn nâng cấp lên iPhone 11 Pro Max chính là cụm camera mới được Apple nâng cấp rất nhiều.\n\nLần đầu tiên chúng ta sẽ có một chiếc iPhone với 3 camera ở mặt sau và cả 3 camera này đều có độ phân giải là 12 MP.\n\nChúng ta sẽ có một camera góc thường, một camera góc rộng và một camera tele đáp ứng đầy đủ nhu cầu chụp ảnh hàng ngày của người dùng.\n\nẢnh chụp bằng camera sau trên iPhone 11 Pro Max\n\nMột cải tiến nữa cũng rất đáng chú ý chính là chế độ Night Mode mới sẽ giúp bạn cải thiện rất nhiều chất lượng ảnh chụp đêm trên iPhone.\n\nẢnh chụp bằng camera sau trên iPhone 11 Pro Max\n\nTùy thuộc vào điều kiện môi trường bạn chụp mà iPhone sẽ đưa ra những thông số phù hợp để bạn có thể có cho mình được một bức ảnh ưng ý nhất.\n\nChế độ Night Mode mới\n\nChế độ chân dung không chỉ tốt hơn trong việc lấy nét vào đối tượng muốn chụp, mà còn hoạt động được ở khoảng cách 'bình thường' nhờ sự trợ giúp của cảm biến độ sâu.\n\nẢnh chụp với chế độ Night Mode trên iPhone 11 Pro Max\n\nSo với người anh em iPhone Xs Max thì với việc được tích hợp thêm một camera góc rộng người dùng iPhone giờ đây sẽ có được cho mình những khung hình độc đáo hơn.\n\nẢnh chụp chế độ cơ bản bình thường với camera chính\n\nBạn muốn chụp một tòa nhà cao tầng, bạn muốn ghi lại khung cảnh thiên nhiên hùng vĩ mà mình nhìn thấy thì camera góc siêu rộng sẽ làm rất tốt trong những điều kiện này.\n\nCamera trước cũng mang lại sự khác biệt\n\nKhông chỉ có camera chính mà camera selfie trên iPhone 11 Pro Max cũng được cải thiện rất nhiều.\n\nẢnh selfie trên iPhone 11 Pro Max\n\nĐầu tiên chúng ta có thể kể tới là độ phân giải giờ đây đã được nâng lên thành 12 MP thay vì 7 MP như trên thế hệ trước.\n\nTiếp theo chúng ta sẽ có công nghệ quay video độ phân giải 4K ngay trên camera trước một điều mà những chiếc iPhone trước đây chưa thể làm được.\n\nNgoài ra bạn cũng có thể dùng camera trước để quay video slow motion (quay chậm) giúp bạn có được những video  thú vị và vui vẻ với bạn bè.\n\nMột tính năng mới cũng được Apple tích hợp trên iPhone mới đó chính là khả năng tự động nhận diện để thay đổi góc chụp giúp bạn lấy được nhiều chi tiết hơn.\n\nVí dụ khi bạn để điện thoại ở chế độ chụp dọc thì máy sẽ chụp ở góc bình thường, còn khi bạn xoay điện thoại nằm ngang thì máy tự động sẽ điều chỉnh để bạn có được một góc chụp rộng hơn.\n\nXem thêm: Đánh giá chi tiết iPhone 11 Pro Max: Chiếc smartphone đỉnh nhất 2019?\n\nHiệu năng \"đè bẹp\" mọi đối thủ\n\nMỗi năm ra mắt iPhone mới thì Apple lại nâng cấp con chip của mình để máy có thể đạt được một hiệu năng tốt nhất và với iPhone 11 Pro Max năm nay cũng không phải là một ngoại lệ.\n\nChiếc iPhone mới này chạy trên con chip Apple A13 Bionic, con chip mạnh mẽ nhất dành cho những chiếc iPhone trong năm 2019.\n\nBên cạnh đó bạn vẫn sẽ có cho mình 4 GB RAM và 64 GB bộ nhớ trong thoải mái cho bạn cài đặt game và ứng dụng.\n\nTất nhiên máy cũng sẽ chạy trên phiên bản iOS 13 mới nhất với nhiều cải tiến giúp tối ưu hóa hiệu năng đem lại trải nghiệm mượt mà hơn cho người dùng.\n\nNhững tính năng trên iOS 13 mới\n\nMọi game và ứng dụng trên iPhone 11 Pro Max hoạt động rất mượt mà và ổn định, bạn hầu như sẽ không thấy bất cứ độ trễ nào trong quá trình sử dụng.\n\nNăm nay Face ID cũng được cải thiện để có thể nhận dạng ở nhiều góc khác nhau mang lại trải nghiệm mở khóa tốt hơn.\n\nCông nghệ Haptic Engine mới sẽ dựa trên thời gian ấn và giữ icon để hiện lên những menu chức năng khác nhau thay vì dựa vào lực ấn như 3D Touch.\n\nDung lượng pin 'trâu'\n\nApple đã tuyên bố rằng iPhone 11 Pro Max có thời lượng pin lâu hơn 5 giờ so với iPhone Xs Max.\n\nVà nếu bạn chưa biết thì iPhone 11 Pro Max là chiếc iPhone có dung lượng pin lớn nhất từ trước tới nay mà Apple từng sản xuất.\n\nBạn có thể sử dụng máy thoải mái từ sáng tới tối mà không cần phải bận tâm về việc nạp năng lượng cho máy giữa chừng.\n\nTin vui là năm nay Apple đã trang bị củ sạc nhanh 18W đi kèm bên trong hộp của chiếc iPhone mới này.\n\nTất nhiên bạn vẫn sẽ có công nghệ sạc không dây và thậm chí là sạc nhanh không dây để bạn có thể sử dụng hàng ngày.\n\nNhững thay đổi về thiết kế và màn hình\n\nĐể phân biệt iPhone 11 Pro Max và iPhone Xs Max thì bạn bắt buộc phải nhìn vào mặt lưng nơi sẽ có cụm camera to bản hơn cũng như phần kính được hoàn thiện kính mờ thay vì bóng như trên thế trước.\n\nThiết kế mới này của Apple giúp hạn chế mồ hôi và bụi bẩn bám lại sau quá trình sử dụng, giúp thiết bị luôn luôn có được sự sang trọng và bóng bẩy.\n\nNgoài ra logo Apple quen thuộc năm nay đã được đặt ở chính giữa mặt lưng thay vì đặt lệch về phía cạnh trên như những chiếc iPhone trước đó.\n\nMột trong những điểm quan trọng được nâng cấp trong màn hình của iPhone mới đó là khả năng phát nội dung Dolby Vision.\n\nNhờ đó, trải nghiệm xem phim sẽ cho hình ảnh chi tiết hơn và mang đến những thước phim điện ảnh hơn nhiều.\n\niPhone thường đạt được độ sáng 800 nits, nhưng với Dolby Vision mọi thứ thậm chí còn ấn tượng hơn (lên tới 1200 nits, theo Apple).\n\nVới những nâng cấp khá nhiều đặc biệt là về mặt camera và hiệu năng thì iPhone 11 Pro Max năm nay hứa hẹn sẽ lại đem về thành công lớn cho Apple.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại iPhone 11 Pro 64GB",
    "url": "https://www.thegioididong.com/dtdd/iphone-11-pro",
    "img": "https://cdn.tgdd.vn/Products/Images/42/188705/iphone-11-pro-black-400x460.png",
    "oldPrice": "30.990.000₫",
    "newPrice": "26.990.000₫",
    "parameters": [
      "Màn hình:\tOLED, 5.8\", Super Retina XDR",
      "Hệ điều hành:\tiOS 13",
      "Camera sau:\t3 camera 12 MP",
      "Camera trước:\t12 MP",
      "CPU:\tApple A13 Bionic 6 nhân",
      "RAM:\t4 GB",
      "Bộ nhớ trong:\t64 GB",
      "Thẻ SIM:\t\n1 eSIM & 1 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Dung lượng pin:\t3046 mAh, có sạc nhanh"
    ],
    "productDescription": "Nếu như bây giờ để lựa chọn một thiết bị có thể sử dụng ổn định và được cập nhật trong khoảng 3 năm nữa thì không có sự lựa chọn nào xuất sắc hơn chiếc iPhone 11 Pro 64GB, siêu phẩm mới được giới thiệu cách đây không lâu tới từ Apple.\nKhi hiệu năng vượt qua mọi giới hạn\n\niPhone vốn nổi tiếng với sự mượt mà và ổn định, điều đó lại một lần nữa được Apple khẳng định với chiếc iPhone 11 Pro.\n\nChiếc iPhone này được nâng cấp lên con chip Apple A13 Bionic mới nhất mang lại cho bạn sức mạnh mà theo Apple là vượt xa những chiếc flagship Android có mặt trên thị trường hiện nay.\n\nVới 4 GB RAM và 64 GB bộ nhớ trong thì máy tự tin có thể chơi mọi tựa game dù có đồ họa khủng tới đâu đi nữa đang có mặt trên Apple Store.\n\nĐiểm số AnTuTu iPhone 11 Pro\n\nXem thêm: Đánh giá chi tiết iPhone 11 Pro: Sự lựa chọn hợp lý nhất trong bộ 3 iPhone 11 Series\n\nRa mắt cùng với máy sẽ là hệ điều hành iOS 13 được cải tiến nhiều về mặt giao diện nhằm mang lại trải nghiệm người dùng tốt hơn.\n\nGiật lag và độ trễ là những thứ gần như bạn sẽ ít khi phải gặp phải khi sử dụng chiếc iPhone 11 Pro trên tay.\n\nCamera là một bước tiến lớn\n\niPhone 11 Pro là chiếc iPhone đầu tiên có tới 3 camera, sở hữu tính năng chụp đêm hay chụp ảnh với góc siêu rộng, ...\n\nNếu như trước đây iPhone thường bị chê là chụp ảnh trong điều kiện khá tệ thì năm nay Apple đã mang tới một cái nhìn hoàn toàn khác.\n\nTính năng mới này được Apple gọi là chế độ Night Mode mang lại những bức ảnh \"vượt xa mong đợi\" với độ sáng cao và chi tiết được giữ lại khá nhiều.\n\nẢnh chụp ra từ máy còn có độ sáng cao hơn rất nhiều những gì mà mắt thường chúng ta có thể quan sát được.\n\nẢnh chụp ban đêm trên điện thoại iPhone 11 Pro 64GB\n\nTiếp đến không thể kể tới việc bổ sung một camera góc siêu rộng với độ phân giải 12 MP giúp bạn có thể chụp được những bức ảnh sáng tạo và trông \"ngầu\" hơn.\n\nBạn có thể chụp nguyên một toà nhà mà không cần di chuyển ra xa, bạn có thể ghi lại cảnh những ngọn núi hùng vĩ với hiệu ứng góc rộng rất thích mắt mà trước đây iPhone không làm được.\n\nẢnh chụp góc siêu rộng trên iPhone 11 Pro\nẢnh chụp góc rộng trên iPhone 11 Pro\nẢnh chụp với camera tele trên iPhone 11 Pro\n\nMột điều mà Apple làm \"cực kỳ\" tốt chính là việc chuyển đổi qua lại giữa 3 ống kính khác nhau diễn ra một cách rất mượt mà và người dùng sẽ cảm thấy như mình chỉ đang zoom trên một camera duy nhất chứ không phải là máy đang chuyển đổi qua lại giữa các ống kính khác nhau.\n\nNhìn qua những chiếc máy Android có nhiều camera thì bạn có thể thấy thường thì smartphone sẽ phải mất một chút thời gian để chuyển qua ống kính khác và màu sắc sẽ bị sai lệch phần nào khi bạn thực hiện điều này.\n\nKhả năng quay video cũng được cải thiện với tính năng zoom audio khi quay rất đáng giá và sẽ phù hợp cho những bạn nào thường xuyên quay video trên smartphone hay làm vlog.\n\nXem thêm: Đánh giá chi tiết camera iPhone 11 Pro: 'Cú hit về camera' trên thị trường smartphone!\n\nCamera trước cũng được nâng cấp không kém\n\nKhông chỉ có camera sau mà camera selfie trên iPhone 11 Pro giờ đây cũng đã được nâng cấp lên độ phân giải 12 MP thay vì 7 MP như trước.\n\nVà giờ đây bạn đã có thể quay video độ phân giải 4K với camera trước, một nâng cấp rất đáng giá dành cho người người thường xuyên quay video.\n\nBên cạnh đó bạn cũng được bổ sung quay tính năng Slow Motion cho camera này, điều mà lần đầu tiên Apple trang bị cho camera trước.\n\nMột tính năng khác cũng được rất nhiều người dùng yêu thích đó chính là khả năng tự động điều chỉnh góc chụp để bạn có thể selfie nhóm dễ dàng hơn.\n\nCamera của iPhone 11 cho góc chụp rộng hơn so với iPhone Xs\n\nVí dụ khi bạn để điện thoại dọc thì iPhone sẽ chụp với một góc bình thường còn khi bạn xoay ngang máy thì ngay lập tức góc chụp được điều chỉnh rộng hơn để bạn có thể chụp được với nhiều người hơn.\n\nThay đổi khác về thiết kế, màn hình\n\nVề màn hình thì iPhone 11 Pro năm nay vẫn giữ nguyên kích thước màn hình 5.8 inch như trên chiếc iPhone Xs.\n\nĐộ tương phản của màn hình này giờ đây có thể lên tới 1200 nits khi bạn ở chế độ xem video (thường thì những chiếc máy khác sẽ chỉ vào khoảng 800-900 nits).\n\nMàn hình này còn được hỗ trợ công nghệ True Tone giúp điều chỉnh cân bằng trắng sao cho phù hợp với điều kiện ánh sáng xung quanh.\n\nMặt lưng của chiếc iPhone 2019 được hoàn thiện từ kính mờ, hạn chế trầy xước và hạn chế để lại dấu vân tay – một sự nâng cấp rõ rệt so vơi phiên bản tiền nhiệm.\n\nApple cũng cho biết họ đã thiết kế lại để chiếc iPhone mới này có thể chống nước được tốt hơn iPhone Xs cũ.\n\nNhìn chung iPhone 11 Pro chắc chắn sẽ là chiếc máy mà bạn sẽ không thể bỏ qua trong dịp mua sắm cuối năm 2019.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại iPhone Xs Max 256GB",
    "url": "https://www.thegioididong.com/dtdd/iphone-xs-max-256gb",
    "img": "https://cdn.tgdd.vn/Products/Images/42/190322/iphone-xs-max-256gb-white-400x460.png",
    "oldPrice": "30.990.000₫",
    "newPrice": "25.990.000₫",
    "parameters": [
      "Màn hình:\tOLED, 6.5\", Super Retina",
      "Hệ điều hành:\tiOS 13",
      "Camera sau:\tChính 12 MP & Phụ 12 MP",
      "Camera trước:\t7 MP",
      "CPU:\tApple A12 Bionic 6 nhân",
      "RAM:\t4 GB",
      "Bộ nhớ trong:\t256 GB",
      "Thẻ SIM:\t\n1 eSIM & 1 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Dung lượng pin:\t3174 mAh, có sạc nhanh"
    ],
    "productDescription": "Sau 1 năm mong chờ, chiếc smartphone cao cấp nhất của Apple đã chính thức ra mắt mang tên iPhone Xs Max 256 GB. Máy các trang bị các tính năng cao cấp nhất từ chip A12 Bionic, dàn loa đa chiều cho tới camera kép tích hợp trí tuệ nhân tạo.\nHiệu năng đỉnh cao cùng chip Apple A12\n\niPhone Xs Max được Apple trang bị cho con chip mới toanh hàng đầu của hãng mang tên Apple A12.\n\nChip A12 Bionic được xây dựng trên tiến trình 7nm đầu tiên mà hãng sản xuất với 6 nhân đáp ứng vượt trội trong việc xử lý các tác vụ và khả năng tiết kiệm năng lượng tối ưu.\n\nHơn nữa, chiếc điện thoại iPhone còn có bộ xử lý đồ họa mạnh mẽ được Apple thiết kế riêng giúp hiệu năng được cải thiện rất lớn về mặt đồ họa của máy.\n\nChưa dừng lại ở đó, máy còn được tích hợp trí thông minh nhân tạo giúp phần cứng tối ưu hiệu suất, nhờ đó mà các thao tác của bạn được xử lý một cách nhanh chóng hơn.\n\nXem thêm: Trên tay và đánh giá nhanh iPhone Xs Max tại Việt Nam: Sức hút khó cưỡng\n\nThiết kế viền thép không gỉ và mặt kính cường lực cao cấp, chắc chắn\n\n Điện thoại iPhone Xs Max sở hữu lối thiết kế vô cùng đẹp mắt với những đường cong mềm mại được thừa hưởng từ chiếc iPhone đời trước đó.\n\nTuy nhiên, iPhone Xs Max lại có một thân hình to bản ngang bằng với kích thước dòng Plus nhưng chứa đựng một màn hình rộng lớn lên đến 6.5 inch.\n\nNhờ thế mà bạn sẽ có một không gian trải nghiệm vô cùng rộng rãi để thưởng thức những bộ phim chất lượng cao được trở nên trọn vẹn.\n\nMàn hình OLED chất lượng cao rộng 6.5 inch đầu tiên của Apple\n\nVới công nghệ Super Retina kết hợp tấm nền OLED trên iPhone Xs Max đem lại dải màu sắc cực kì sống động và sắc nét đến từng chi tiết.\n\nBên cạnh đó, Apple còn tích hợp thêm công nghệ HDR10 cùng tần số cảm ứng 120 Hz giúp chất lượng hình ảnh được nâng cao và mượt mà hơn đáng kể.\n\nViệc sở hữu màn hình lớn đem đến cho bạn khá nhiều tiện ích như dễ dàng chỉnh sửa ảnh, xem phim, lướt web nhưng sẽ khó khăn hơn trong việc di chuyển.\n\nCamera kép tích hợp trí tuệ nhân tạo\n\nDù không sở hữu thông số camera khủng (chỉ với ống kính chính 12 MP và ống kính phụ 12 MP) nhưng iPhone Xs Max luôn cho thấy sự đẳng cấp của mình về khả năng nhiếp ảnh đỉnh cao.\n\nMáy được trang bị hệ thống xử lý hình ảnh chất lượng cân bằng sáng, giảm nhiễu, tăng cường độ phơi sáng, màu da sao cho phù hợp và tự nhiên nhất.\n\nCùng với đó là khả năng điều chỉnh khẩu độ ấn tượng từ f/1.4 đến f/16 ngay trên bức ảnh sau khi chụp ảnh với chế độ chân dung.\n\nChưa dừng lại ở đó, máy còn được tích hợp thêm công nghệ Smart HDR giúp tái tạo hình ảnh và cho ra một bức hình với độ sáng tốt nhất.\n\nNgoài ra, iPhone Xs Max còn được hỗ trợ bởi trí thông minh nhân tạo đem đến khả năng tự động điều chỉnh màu sắc, độ sáng và độ tương phản sao cho phù hợp với từng vật thể khác nhau.\n\nXem thêm: Đánh giá chi tiết iPhone Xs Max: Quá xá đã! Có tiền nên mua liền!\n\nMột số tính năng cao cấp được cập nhật và bổ sung\n\nFace ID đã được Apple cải tiến về khả năng bảo mật cũng như cho tốc độ mở khóa được nhanh hơn nhờ các thuật toán mới.\n\nBên cạnh đó, tính năng Animoji cũng được cập nhật thêm một số biểu tượng mới trông khá ngộ nghĩnh và đáng yêu.\n\nVới hệ thống camera TrueDepth nay bạn có thể tự tạo cho bản thân những bức ảnh ấn tượng với công nghệ thực tế ảo tăng cường AR.\n\nNgoài ra, hệ thống âm thanh 2 chiều trên siêu phẩm mới được Apple tinh chỉnh lại cho dải âm rộng, âm thanh sống động hơn hay khả năng kháng nước và bụi cũng được nâng cấp lên thành IP 68 đảm bảo an toàn hơn cho máy.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại iPhone 11 256GB",
    "url": "https://www.thegioididong.com/dtdd/iphone-11-256gb",
    "img": "https://cdn.tgdd.vn/Products/Images/42/210648/iphone-11-256gb-black-400x460.png",
    "oldPrice": "25.990.000₫",
    "newPrice": "24.490.000₫",
    "parameters": [
      "Màn hình:\tIPS LCD, 6.1\", Liquid Retina",
      "Hệ điều hành:\tiOS 13",
      "Camera sau:\tChính 12 MP & Phụ 12 MP",
      "Camera trước:\t12 MP",
      "CPU:\tApple A13 Bionic 6 nhân",
      "RAM:\t4 GB",
      "Bộ nhớ trong:\t256 GB",
      "Thẻ SIM:\t\n1 eSIM & 1 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Siêu sim (5GB/ngày)",
      "Dung lượng pin:\t3110 mAh, có sạc nhanh"
    ],
    "productDescription": "iPhone 11 256GB là chiếc máy có mức giá \"dễ chịu\" trong bộ 3 iPhone vừa được Apple giới thiệu và nếu bạn muốn được trải nghiệm những nâng cấp về camera mới hay hiệu năng hàng đầu mà lại không muốn bỏ ra quá nhiều tiền thì đây thực sự là lựa chọn hàng đầu dành cho bạn.\nHiệu năng vẫn tương đương phiên bản Pro Max\n\nMặc dù có mức giá rẻ hơn nhưng không vì vậy mà iPhone 11 bị cắt giảm đi về mặt cấu hình.\n\nMáy vẫn sẽ sở hữu cho mình con chip Apple A13 Bionic mạnh mẽ cùng 4 GB RAM tương đương với người anh em đắt tiền iPhone 11 Pro Max.\n\nPhiên bản này sẽ có bộ nhớ lên tới 256 GB thoải mái cho bạn cài đặt game ứng dụng hay lưu trữ video độ phân giải cao.\n\nHiệu năng của những chiếc iPhone luôn được đánh giá rất cao và hiện tại để tìm được một đối thủ có thể đánh bại iPhone 11 256GB là điều không hề dễ dàng chút nào.\n\nTrong sự kiện ra mắt sản phẩm, Apple đã cho biết Apple A13 là CPU nhanh nhất trên giới smartphone hiện nay và bạn sẽ cảm thấy rất hài lòng với nó.\n\nMọi tựa game tự nhẹ nhàng như Temple Run tới nặng hơn một chút như Liên quan mobile hay thậm chỉ PUBG và nặng hơn thế thì chiếc iPhone 11 256GB đều đáp ứng một cách rất mượt mà và nhanh chóng.\n\niOS 13 mới\n\niPhone 11 256GB chạy sẵn phiên bản iOS 13 mới được Apple tối ưu hiệu và giật lag sẽ là điều mà bạn khó có thể bắt gặp.\n\nCamera cải tiến lớn\n\nSo với iPhone Xr năm ngoái thì iPhone 11 năm nay thực sự là một \"cuộc cách mạng của Appe\" về camera.\n\nChúng ta sẽ có thêm một ống kính góc siêu rộng mới cũng với độ phân giải 12 MP và thêm nhiều chế độ chụp ảnh mới cho bạn khám phá.\n\nẢnh chụp với camera sau\n\nĐầu tiên là chế độ chụp ảnh góc siêu rộng, đây sẽ là lần đầu tiên 1 chiếc iPhone có thể chụp những toàn nhà cao tầng đầy đủ chi tiết một cách đơn giản mà không cần di chuyển ra xa.\n\nẢnh chụp góc thông thường\n\nVới sự trợ giúp của camera thứ 2 thì iPhone 11 cũng đã có thể chụp xóa phông với vật thể, điều mà nhiều người cảm thấy thiếu sót trên chiếc iPhone Xr.\n\nẢnh chụp góc siêu rộng bằng camera sau\n\nTuy nhiên, chế độ chụp đêm mới chính là điểm nhấn trên camera của bộ 3 iPhone năm nay.\n\nKhi chụp ảnh trong môi trường thiếu sáng iPhone 11 sẽ tự động kích hoạt chế độ Night Mode và bạn sẽ nhận thấy sự khác biệt ngay tức thì.\n\nẢnh chụp có chế độ Night Mode\n\nẢnh chụp ra có độ sáng cao và ít nhiều hơn hẳn, thậm chí nhiều trường hợp ảnh còn sáng hơn so với mắt thường bạn có thể quan sát.\n\nẢnh chụp điều kiện đủ sáng\n\nCamera selfie cũng được cải tiến và đã được nâng cấp lên độ phân giải 12 MP, tạo điều kiện cho các bức ảnh góc rộng hơn khi bạn xoay điện thoại sang ngang.\n\nẢnh chụp selfie trên iPhone 11\n\nNgoài ra thì bạn cũng có thể chụp ảnh selfie ở chế độ chuyển động chậm (mà Apple đang gọi với định nghĩa mới là Slofies).\n\nMàu sắc mới, thiết kế đẹp hơn\n\nNếu bạn là người dùng ưa thích những màu sắc nổi bật, thể hiện được cá tính riêng của bản thân thì chiếc iPhone này là dành cho bạn.\n\nChúng ta sẽ có màu sắc mới như màu tím mộng mơ hay màu xanh tươi mát rất thu hút người nhìn.\n\nKhông chỉ có màu sắc mới mà chúng ta cũng sẽ có một mặt lưng bằng kính bền hơn, khả năng chống nước tốt hơn.\n\niPhone 11 năm nay cũng rất dễ để nhận ra khi nó được thiết kế cụm camera hình vuông to bản ở mặt sau, ít lồi hơn và \"không thể nhầm\" lẫn đi đâu được.\n\nMáy vẫn sở hữu màn hình kích thước 6.1 inch và công nghệ màn hình True-Tone, giúp điều chỉnh độ sáng màn hình phù hợp.\n\nThời lượng pin đã tốt nay còn tốt hơn\n\niPhone Xr năm ngoái đã làm người dùng rất hài lòng về thời lượng pin thì tin vui là iPhone 11 thậm chí còn làm tốt hơn thế.\n\nTheo công bố của Apple thì chiếc iPhone này cho thời gian sử dụng nhiều hơn 1 tiếng so với iPhone Xr trước đó.\n\nVì vậy mà bạn hoàn toàn có thể sử dụng chiếc máy này từ sáng sớm đến tối khuya mà không cần phải lo lắng về mức dung lượng pin còn lại.\n\nThậm chí nếu nhu cầu của bạn ít hơn thì chiếc máy này còn có thể cho bạn sử dụng qua tới ngày thứ 2.\n\nTất nhiên chiếc máy này cũng sẽ hỗ trợ sạc nhanh và sạc nhanh không dây như iPhone 11 Pro hay bản Pro Max.\n\nTổng kết lại thì iPhone 11 năm nay thực sự là một chiếc máy rất đáng để sở hữu, và thậm chí nhiều người dùng còn cho rằng đây là chiếc iPhone đáng tiền nhất trong bộ 3 iPhone 2019 của Apple.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại Huawei P40 Pro (Nền tảng Huawei Mobile Service)",
    "url": "https://www.thegioididong.com/dtdd/huawei-p40-pro",
    "img": "https://cdn.tgdd.vn/Products/Images/42/215773/huawei-p40-pro-400x460-3-400x460.png",
    "oldPrice": null,
    "newPrice": "23.990.000₫",
    "parameters": [
      "Màn hình:\tOLED, 6.58\", Quad HD+ (2K+)",
      "Hệ điều hành:\tEMUI 10 (Android 10 không có Google)",
      "Camera sau:\tChính 50 MP & Phụ 40 MP,12 MP, TOF 3D",
      "Camera trước:\tChính 32 MP & Phụ IR TOF 3D",
      "CPU:\tKirin 990 8 nhân",
      "RAM:\t8 GB",
      "Bộ nhớ trong:\t256 GB",
      "Thẻ nhớ:\tNM card, hỗ trợ tối đa 256 GB",
      "Thẻ SIM:\t\n2 SIM Nano (SIM 2 chung khe thẻ nhớ), Hỗ trợ 5G\nHOTSIM VNMB Siêu sim (5GB/ngày)",
      "Dung lượng pin:\t4200 mAh, có sạc nhanh"
    ],
    "productDescription": "Huawei P40 Pro là một trong 3 mẫu smartphone đầu bảng năm 2020 đến từ nhà Huawei. Chiếc máy sở hữu cụm 4 camera Leica chụp ảnh và quay phim đỉnh cao, thiết kế màn hình siêu tràn ấn tượng cùng hiệu năng khủng xứng tầm flagship.\n\nSản phẩm chạy hệ điều hành Android trên nền tảng Huawei Mobile Service:\n- Không có CH Play, tải ứng dụng trên cửa hàng Huawei AppGallery.\n- Không có sẵn các ứng dụng / game sử dụng dịch vụ, tài khoản Google như: Google Maps, Google Drive, Gmail, Grab,...\n- Các ứng dụng không có trên Huawei AppGallery, khách hàng có thể tìm tải qua kho ứng dụng của bên thứ 3 như: Aurora Store, APK Pure,...\n(Lưu ý lựa chọn ứng dụng từ nhà phát hành uy tín để đảm bảo tính bảo mật)\n- Hướng dẫn cài đặt ứng dụng cho smartphone Huawei mà không cần tải CH Play Store.\n\nThiết kế siêu sexy, màn hình tràn 4 cạnh\n\nKhông chỉ vuốt cong 2 cạnh như trên P30 Pro, Huawei P40 Pro sở hữu màn hình uốn cong ở cả 4 cạnh cho trải nghiệm thị giác cực ấn tượng, các phần viền gần như mất đi chỉ để lại màn hình ở mặt trước.\n\nNgoài ra, với tốc độ làm mới lên đến 90 Hz, đem lại cảm giác vuốt chạm, các chuyển động trên máy, chơi game, video mượt mà hơn. Tấm nền OLED cho màu sắc sống động, độ tương phản cao và màu đen sâu, tiết kiệm pin hơn.\n\nPhần cạnh viền trên Huawei P40 Pro cũng được gia công tỉ mỉ và chính xác, cho cảm giác liền mạch, nguyên khối thỏa mãn cả mắt nhìn và khi cầm nắm.\n\nMặt lưng của thế hệ P40 không còn được làm hiệu ứng gradient như trên thiết bị tiền nhiệm. Thay vào đó, Huawei phủ một lớp màu trơn bên dưới mặt kính được hoàn thiện nhám, ít bám vân tay hơn và cho cảm giác tinh tế, có chiều sâu hơn.\n\nBộ tứ camera Leica siêu tầm nhìn, zoom 50X\n\nNhư truyền thống, smartphone cao cấp nhà Huawei vẫn sở hữu cụm camera chất lượng đỉnh với rất nhiều những tính năng thú vị.\n\n4 camera của Huawei P40 Pro được đặt thành cụm hình chữ nhật nổi bật trên mặt lưng, lần lượt là ống kính góc rộng 40 MP, camera chính 50 MP, camera zoom 12 MP, phía còn lại là camera TOF 3D đo chiều sâu.\n\nVới camera chính, Huawei tuyên bố smartphone của họ đang sở hữu cảm biến ảnh lớn nhất thế giới (trên điện thoại) với 1/1.28 inch cùng kích thước điểm ảnh khủng: 2.44 μm. \n\nĐiều này giúp camera chính trên P40 Pro sẽ có khả năng chụp đêm cực tốt, các ảnh chụp ban ngày cho dải tương phản động rất rộng và độ nhiễu siêu thấp. Độ phân giải lớn 50 MP cũng giúp tấm ảnh có chi tiết hơn, dễ dàng phóng lớn mà ít vỡ, nhiễu.\n\nCamera tele trên máy có khả năng zoom quang đến 5X, zoom lai 10X và zoom số lên đến 50X. Cảm biến RYYB sáng tạo cho các bức ảnh chụp xa vẫn giữ lại màu sắc và độ nét tuyệt vời.\n\nẢnh chụp góc siêu rộng trên Huawei P40 Pro\nẢnh chụp chế độ zoom 5x trên Huawei P40 Pro\nẢnh chụp chế độ zoom 10x trên Huawei P40 Pro\n\nỐng kính góc siêu rộng lên đến 40 MP không chỉ làm nhiệm vụ chụp ảnh phong cảnh hay chụp ảnh nhóm đông người. Ống kính được đặt tên “Ultra Wide Cine Camera” cho khả năng quay phim 4K 60 fps siêu nét và khả năng quay video thiếu sáng, quay siêu chậm ấn tượng. \n\nCamera trước 32 MP tích hợp AI cho chất lượng ảnh chụp selfie cực sắc nét và đẹp tự nhiên, không cần chỉnh sửa nhiều. Bên cạnh là camera đo chiều sâu hỗ trợ chụp selfie xóa phông và mở khóa gương mặt.\n\nHiệu năng khủng, trải nghiệm đỉnh\n\nHuawei P40 Pro sử dụng chip Kirin 990 5G trên tiến trình 7nm+ hiện đại, cùng dung lượng RAM 8 GB cho sức mạnh đỉnh cao trên smartphone. Mọi tác vụ chơi game hay xử lý 3D, AR trên điện thoại đều được thực hiện mượt mà không chút khó khăn.\n\nBộ nhớ lưu trữ khủng lên đến 256 GB tương đương với một chiếc laptop thông thường, người dùng thả ga lưu trữ các thước phim 4K quay được, cài ứng dụng, lưu nhạc, phim mà không cần lo lắng.\n\nSmartphone đầu bảng của Huawei cũng được trang bi tính năng sạc siêu nhanh HUAWEI SuperCharge lên đến 40W, kết hợp với viên pin lớn 4200 mAh cho thời gian sử dụng lâu, tiết kiệm tối đa thời gian chờ đợi.\n\nThiết bị cũng hỗ trợ tính năng sạc nhanh không dây và sạc ngược không dây cho thiết bị khác tiện lợi.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại OPPO Find X2",
    "url": "https://www.thegioididong.com/dtdd/oppo-find-x2",
    "img": "https://cdn.tgdd.vn/Products/Images/42/198150/oppo-find-x2-xanh-400x460-1-400x460.png",
    "oldPrice": "23.990.000₫",
    "newPrice": "21.990.000₫",
    "parameters": [
      "Màn hình:\tAMOLED, 6.78\", Quad HD+ (2K+)",
      "Hệ điều hành:\tAndroid 10",
      "Camera sau:\tChính 48 MP & Phụ 13 MP, 12 MP",
      "Camera trước:\t32 MP",
      "CPU:\tSnapdragon 865 8 nhân",
      "RAM:\t12 GB",
      "Bộ nhớ trong:\t256 GB",
      "Thẻ SIM:\t\n2 Nano SIM, Hỗ trợ 5G\nHOTSIM VNMB Siêu sim (5GB/ngày)",
      "Dung lượng pin:\t4200 mAh, có sạc nhanh"
    ],
    "productDescription": "Tiếp nối thành công vang dội của thế hệ Find X, OPPO chính thức ra mắt Find X2 với những đường nét thanh lịch từ thiết kế phần cứng cho đến trải nghiệm phần mềm, hứa hẹn một vẻ đẹp hoàn hảo, một sức mạnh xứng tầm.\nTrải nghiệm thị giác tuyệt vời\n\nFind X2 sở hữu màn hình AMOLED Ultra Vision cao cấp với kích thước lên đến 6.78 inch cùng độ phân giải 2K+ cực nét được bảo vệ bằng kính cường lực Corning Gorilla Glass 6 cao cấp.\n\nXem thêm: OPPO Find X2 VS OPPO Find X: Phương trình tìm X bậc 2 có gì hấp dẫn hơn?\n\nMàn hình này có độ sáng cao, hình ảnh sống động với hơn 1 tỷ màu, cùng công nghệ HDR10+ tiên tiến và nhiều tính năng thông minh khác, hứa hẹn sẽ đem đến một trải nghiệm thị giác tuyệt vời, màn hình Find X2 được Displaymate đánh giá rất cao, nằm trong top những chiếc smartphone có màn hình tốt nhất tính đến thời điểm hiện tại (3/2020).\n\nĐặc biệt hơn, màn hình Ultra Vision của Find X2 cung cấp tốc độ làm mới 120 Hz có thể kích hoạt cùng độ phân giải QHD+, cho mọi hình ảnh chuyển động mượt mà, trơn tru nhất. Tốc độ lấy mẫu cảm ứng lên tới 240 Hz đáp ứng ngay lập tức mọi thao tác chạm, vuốt của bạn.\n\nCó phần cứng cao cấp, OPPO còn hỗ trợ bằng bằng phần mềm để nâng cấp các đoạn phim thông thường lên chuẩn HDR và tăng mức khung hình lên đến 60 Hz bằng AI, giúp trải nghiệm xem trên OPPO Find X2 luôn đã mắt và mượt mà trên bất kì loại nội dung nào. \n\nNgoài ra, hệ thống bảo vệ mắt thích ứng AI trên OPPO Find X2 còn giúp tự động tối ưu nhiệt độ, độ sáng màn hình dựa vào môi trường. \n\nBên cạnh công nghệ màn hình đỉnh, OPPO Find X2 còn sở hữu hệ thống loa kép cùng công nghệ Dolby Atmos cung cấp trải nghiệm giải trí cực đã, đắm chìm trong từng màn game, thước phim.\n\nCòn lại, mặt lưng của máy cũng được thiết kế bằng kính cường lực cao cấp với các họa tiết hoa văn cắt chéo, cùng hiệu ứng chuyển đổi màu sắc theo góc nhìn mang lại cảm giác tinh tế và hiện đại.\n\nBên cạnh đó, máy chỉ nhẹ 209 gram đối với phiên bản đen (gốm) và nặng 192 gram đối với phiên bản màu xanh (kính cường lực) cùng độ mỏng 8.0 mm cũng là một ưu điểm vượt trội trên flagship nhà OPPO.\n\nHệ thống camera đỉnh cao\n\nFind X2 tự tin là một trong những smartphone có chất lượng camera hàng đầu hiện nay với bộ camera góc rộng 48 MP, camera zoom quang 13 MP và góc siêu rộng 12 MP.\n\nFind X2 sở hữu khả năng chống rung quang học OIS kép, zoom kỹ thuật số 20x, zoom kết hợp quang/số 5x, chụp ảnh góc siêu rộng 120 độ và chụp cận cảnh macro với khoảng cách siêu gần 3 cm.\n\nXem thêm: Đánh giá camera OPPO Find X2: Chụp macro tốt dù không có camera macro\n\nBên cạnh thông số khủng, OPPO Find X2 được trang bị nhiều chế độ chụp ảnh nâng cao, điển hình như chế độ siêu chụp đêm 3.0, với khả năng khử nhiễu vượt trội, giữ được tối đa các chi tiết một cách rõ ràng, trong trẻo trong điều kiện thiếu sáng.\n\nẢnh chụp từ camera sau trên điện thoại Oppo Find X2\nẢnh chụp từ camera sau trên điện thoại Oppo Find X2\nẢnh chụp từ camera sau trên điện thoại Oppo Find X2\nẢnh chụp từ camera sau trên điện thoại Oppo Find X2\n\nOPPO cũng đặt nhiều tâm huyết với khả năng quay phim của Find X2 bằng cách trang bị công nghệ Siêu chống rung Pro. Khi bật tính năng này, những đoạn video quay được sẽ có độ ổn định cao kể cả trong nhiều điều khiện rung lắc mạnh như gắn trên xe đạp, cầm chạy bộ... mà không cần dùng đến giá đỡ ổn định.\n\nCamera trước của Find X2 có độ phân giải 32 MP, giúp bạn tự tin tỏa sáng trong mọi điều kiện. Độ phân giải cao và các thuật toán AI giúp ảnh selfie của bạn trông bắt mắt nhưng vẫn đảm bảo sự tự nhiên cao nhất.\n\nVốn nổi tiếng về khả năng chụp ảnh chân dung cho nước ảnh và màu da nịnh mắt. Camera trước của OPPO Find X2 cũng hỗ trợ khả năng chụp đêm ấn tượng.\n\nHiệu năng khủng, trải nghiệm đỉnh cao\n\nLà một flagship cao cấp, hiển nhiên Find X2 sở hữu trong mình một phần cứng hàng đầu với chip Snapdragon 865 đầu bảng 2020, RAM khủng 12 GB cùng bộ nhớ trong 256 GB thoả sức lưu trữ.\n\nFind X2 cung cấp sức mạnh xử lý khủng, hứa hẹn đáp ứng mọi nhu cầu giải trí, làm việc và chơi mượt mà mọi tựa game nặng nhất 2020. Điểm số Antutu đo được trên máy lên tới 586.407 điểm cao hơn cả smartphone gaming.\n\nXem thêm: Đánh giá hiệu năng OPPO Find X2: Vượt mọi đối thủ Android, chính thức nắm giữ ngôi vương về hiệu năng!\n\nOPPO cũng trang bị công nghệ 5G kép cho phép Find X2 kết nối không giới hạn, với tốc độ tải xuống lên đến 5.9 Gbps (cả 5G và WiFi) và khả năng tối ưu hóa tốc độ, tăng tuổi thọ pin trong các kết nối 5G.\n\nPin lớn, sạc siêu nhanh SuperVOOC 2.0\n\nFind X2 cũng sở hữu công nghệ sạc nhanh an toàn SuperVOOC 2.0 với công suất lên tới 65W. Cụ thể, với cục sạc 65W đi kèm theo máy, OPPO Find X2 chỉ mất 10 phút để sạc 40% viên pin 4200 mAh, trong khi cần có 38 phút để sạc đầy hoàn toàn.\n\nXem thêm: Đánh giá chi tiết OPPO Find X2: Chưa xem hết một tập phim thì pin đã đầy\n\nMở khóa hiện đại, giao diện mượt mà\n\nFind X2 còn sở hữu nhiều công nghệ hiện đại khác, điển hình như công nghệ mở khóa vân tay ẩn mới, mỏng hơn 91% và diện tích lớn hơn 10%, giúp bạn mở khóa an toàn và nhanh chóng hơn.\n\nVà cuối cùng, không thể không nhắc đến bộ giao diện ColorOS 7.1 trên nền Android 10 với những chăm chút tỉ mỉ trong thiết kế và tối ưu hóa hiệu suất, nhất định sẽ mang đến cho bạn những trải nghiệm trực quan và mượt mà nhất.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại iPhone 11 64GB",
    "url": "https://www.thegioididong.com/dtdd/iphone-11",
    "img": "https://cdn.tgdd.vn/Products/Images/42/153856/iphone-11-red-2-400x460-400x460.png",
    "oldPrice": "21.990.000₫",
    "newPrice": "20.990.000₫",
    "parameters": [
      "Màn hình:\tIPS LCD, 6.1\", Liquid Retina",
      "Hệ điều hành:\tiOS 13",
      "Camera sau:\tChính 12 MP & Phụ 12 MP",
      "Camera trước:\t12 MP",
      "CPU:\tApple A13 Bionic 6 nhân",
      "RAM:\t4 GB",
      "Bộ nhớ trong:\t64 GB",
      "Thẻ SIM:\t\n1 eSIM & 1 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Dung lượng pin:\t3110 mAh, có sạc nhanh"
    ],
    "productDescription": "Sau bao nhiêu chờ đợi cũng như đồn đoán thì cuối cùng Apple đã chính thức giới thiệu bộ 3 siêu phẩm iPhone 11 mạnh mẽ nhất của mình vào tháng 9/2019. Có mức giá rẻ nhất nhưng vẫn được nâng cấp mạnh mẽ như chiếc iPhone Xr năm ngoái, đó chính là phiên bản iPhone 11 64GB.\nNâng cấp mạnh mẽ về camera\n\nNói về nâng cấp thì camera chính là điểm có nhiều cải tiến nhất trên thế hệ iPhone mới.\n\nNếu như trước đây iPhone Xr chỉ có một camera thì nay với iPhone 11 chúng ta sẽ có tới hai camera ở mặt sau.\n\nNgoài camera chính vẫn có độ phân giải 12 MP thì chúng ta sẽ có thêm một camera góc siêu rộng và cũng với độ phân giải tương tự.\n\nẢnh chụp chân dung với iPhone 11\n\nTheo Apple thì việc chuyển đổi qua lại giữa hai ống kính thì sẽ không làm thay đổi màu sắc của bức ảnh.\n\nẢnh chụp chế độ chân dung với iPhone 11\n\nĐây là một điều được xem là bước ngoặt bởi những chiếc smartphone Android có nhiều camera hiện nay sẽ thường bị sai lệch về màu sắc khi chuyển đổi qua lại giữa các ống kính gây cảm giác khá khó chịu cho người dùng.\n\nẢnh chụp với Deep Fusion\n\nBên cạnh đó với iPhone 11 thì đây sẽ là lần đầu tiên Apple trang bị khả năng chụp đêm lên chiếc iPhone của mình.\n\nẢnh chụp với chế độ Night Mode\n\nTheo trải nghiệm thì tính năng này hoạt động rất hiệu quả đặc biệt trong những môi trường cực kỳ thiếu sáng.\n\nKích hoạt chế độ chụp đêm sẽ do iPhone tự quyết định việc của bạn chỉ cần đưa máy lên và chụp, rất đơn giản.\n\nẢnh chụp chế độ góc siêu rộng\n\nNăm nay Apple cũng đã nâng cấp độ phân giải camera trước nên 12 MP thay vì 7 MP như thế hệ trước đó.\n\nCamera trước cũng có một tính năng thông minh, khi bạn xoay ngang điện thoại nó sẽ tự kích hoạt chế độ selfie góc rộng để bạn có thể chụp với nhiều người hơn.\n\nNgoài ra Apple cũng giới thiệu tính năng quay video slow motion dành cho camera trước, điều mà Apple chưa từng trang bị cho những chiếc iPhone trước đây.\n\nXem thêm: Đánh giá chi tiết iPhone 11: Hóa 'bão tố' hay thành 'bom xịt'?\n\nHiệu năng mạnh mẽ hàng đầu thế giới\n\nMỗi lần ra iPhone mới là mỗi lần Apple mang đến cho người dùng một trải nghiệm về hiệu năng \"chưa từng có\".\n\nTrên iPhone 11 mới Apple nâng cấp con chip của mình lên thế hệ Apple A13 Bionic rất mạnh mẽ.\n\nChiếc iPhone này cũng được nâng cấp dung lượng ram lên thành 4 GB thay vì 3 GB như thế hệ trước đó.\n\nMọi thao tác trên iPhone mới rất mượt mà bạn gần như sẽ không cảm nhận được sự giật lag cho dù có sử dụng trong một thời gian dài.\n\nXem thêm: Thử nghiệm độ bền iPhone 11: Cào xước, nung nóng và bẻ cong\n\nPhiên bản iOS 13 mới đi kèm với chiếc iPhone này cũng được trang bị nhiều tính năng hơn giúp bạn sử dụng chiếc iPhone hiệu quả hơn.\n\nFace ID trên iPhone 11 cũng được cải tiến để có thể nhận diện ở nhiều góc độ hơn và tốc độ phản hồi nhanh hơn.\n\nNhững thay đổi về thiết kế theo hướng tích cực\n\nChúng ta sẽ có một mặt lưng hoàn thiện dưới dạng kính và Apple nói rằng họ đã sử dụng loại kính bền nhất từ trước tới nay cho chiếc iPhone này.\n\nCamera kép trên iPhone mới cũng được thiết kế lại và tin vui là nó sẽ bớt lồi hơn so với trên trên iPhone Xr trước đây.\n\nĐiểm nhấn về cụm camera to bản ở mặt sau sẽ giúp người khác dễ dàng nhận biết bạn đang sử dụng một chiếc iPhone 11 trên tay.\n\nLogo quả táo truyền thống của Apple nay đã được di chuyển về phần chính giữa của mặt lớn thay vì đặt lệch về phía cạnh trên như những đời iPhone trước đó.\n\nApple cho biết họ đã hoàn thiện trên iPhone mới để nó cho khả năng chống nước tốt hơn và người dùng có thể yên tâm về điều đó. \n\nThời lượng pin tốt nhất từ trước tới nay\n\nKhi nói đến thời lượng pin iPhone 11, hẳn nhiều người đã ước ao rằng máy sẽ có viên pin tốt giống như iPhone Xr (có thời lượng pin tốt nhất so với bất kỳ iPhone hiện đại nào).\n\nTuy nhiên bạn sẽ còn có một chiếc máy thậm chí còn tốt hơn nữa.\n\nTheo Apple thì chiếc iPhone mới sẽ có thời lượng pin trâu hơn 1 giờ so với chiếc iPhone Xr.\n\nNhư vậy với iPhone mới bạn hoàn toàn có thể sử dụng máy lên tới 2 ngày mà không cần lo lắng việc thiết bị sẽ hết pin giữa chừng.\n\nTất nhiên máy cũng sẽ hỗ trợ công nghệ sạc nhanh nhưng bạn phải mua thêm củ sạc bên ngoài để có thể sử dụng tính năng này.\n\nVới chừng đó tính năng, chừng đó cải tiến thì chiếc iPhone 11 này tự tin sẽ là một đối thủ đáng gờm với những chiếc flagship đến từ các hãng Android đang có mặt trên thị trường.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại iPhone Xs 64GB",
    "url": "https://www.thegioididong.com/dtdd/iphone-xs",
    "img": "https://cdn.tgdd.vn/Products/Images/42/190323/iphone-xs-gold-400x460-1-400x460.png",
    "oldPrice": "19.990.000₫",
    "newPrice": "17.490.000₫",
    "parameters": [
      "Màn hình:\tOLED, 5.8\", Super Retina",
      "Hệ điều hành:\tiOS 12",
      "Camera sau:\tChính 12 MP & Phụ 12 MP",
      "Camera trước:\t7 MP",
      "CPU:\tApple A12 Bionic 6 nhân",
      "RAM:\t4 GB",
      "Bộ nhớ trong:\t64 GB",
      "Thẻ SIM:\t\n1 eSIM & 1 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Dung lượng pin:\t2658 mAh, có sạc nhanh"
    ],
    "productDescription": "Đến hẹn lại lên, năm nay Apple giới thiệu tới người dùng thế hệ tiếp theo với 3 phiên bản, trong đó có cái tên iPhone Xs 64 GB với những nâng cấp mạnh mẽ về phần cứng đến hiệu năng, màn hình cùng hàng loạt các trang bị cao cấp khác. \nHiệu năng đỉnh cao đến từ con chip Apple A12\n\nNgoài điện thoại thì năm nay iPhone cũng đã chính thức ra mắt chip A12 bionic thế hệ mới với những nâng cấp vượt trội về mặt hiệu năng.\n\nApple A12 Bionic được xây dựng trên tiến trình 7nm đầu tiên của hãng với 6 nhân giúp iPhone Xs có được một hiệu năng “vô đối” cùng khả năng tiết kiệm năng lượng tối ưu.\n\nBên cạnh đó, bộ xử lý đồ họa của máy cũng được Apple thiết kế lại giúp việc chơi game hay dựng hình mượt mà và nhanh chóng hơn gấp nhiều lần.\n\nChưa dừng lại ở đó, iPhone Xs còn được tích hợp thêm trí thông minh nhân tạo giúp tối ưu phần cứng để bạn có thể xử lý các tác vụ một cách đơn giản nhất.\n\nKết hợp với phần cứng mạnh mẽ là hệ điều hành iOS 12 siêu mượt, hứa hẹn iPhone Xs sẽ trở thành một con quái thú trong làng smartphone hiện nay.\n\nXem thêm: Trên tay, đánh giá nhanh iPhone XS: Sức mạnh từ bên trong\n\nMàn hình Super Retina siêu sắc nét\n\nSo với đàn anh iPhone X thì iPhone XS được chăm chút hơn về khả năng hiển thị khi được trang bị hàng loạt các công nghệ cao cấp.\n\nTrên kích thước 5.8 inch kết hợp tấm nền OLED đem lại cho bạn một trải nghiệm tuyệt vời khi xem phim hay lướt web với dải màu rộng và độ chi tiết cực kì cao.\n\nHơn nữa, màn hình của máy còn hỗ trợ công nghệ HDR10 cùng tần số quét 120 Hz giúp hình ảnh sống động cũng chuyển động mượt mà hơn.\n\nHệ thống âm thanh cải tiến\n\niPhone XS sở hữu hệ thống âm thanh 2 chiều cực kì tuyệt vời được Apple tinh chỉnh mang lại dải âm rộng và chi tiết hơn.\n\nNhờ thế mà bạn có thể thưởng thức những bộ phim trở nên thú vị và sống động hơn mà không cần dùng đến một chiếc tai nghe để có một chất âm tốt.\n\nFace ID được tăng cường khả năng bảo mật\n\nHệ thống nhận diện khuôn mặt 3D trên iPhone Xs đã được Apple cải tiến cũng như hỗ trợ trí thông minh nhân tạo.\n\nBạn chỉ cần nhìn vào iPhone Xs thì máy sẽ tự động mở khóa và hiển thị tất cả các thông tin trên màn hình nhờ vào một thuật toán mới của Apple.\n\nChưa hết, với hệ thống camera này bạn còn có thể tạo ra những bức ảnh thực tế ảo AR vô cùng đáng yêu.\n\nCamera hàng đầu thế giới\n\niPhone Xs vẫn được duy trì cụm camera kép có cùng độ phân giải 12 MP giống như đàn anh của nó nhưng được bổ sung nhiều tính năng chụp ảnh hiện đại hơn.\n\nVới điểm nhấn đặc biệt đến từ việc máy có thể điều chỉnh khả năng xóa phông ngay trên bức ảnh từ khẩu độ f/1.4 đến f/16 mà bạn mong muốn sau khi chụp.\n\nCùng với đó iPhone Xs được trang bị thêm công nghệ Smart HDR cho phép bạn chụp những bức ảnh sáng và tối sau đó ghép lại với nhau để cho ra một bức ảnh có độ sáng tốt nhất.\n\nNgoài ra, AI camera cũng đã được xuất hiện trên iPhone Xs giúp máy có thể nhận biết được các vật thể để tự động điều chỉnh màu sắc, độ tương phản sao cho phù hợp nhằm đem lại hình ảnh với chất lượng cao.\n\nSong song với đó phải kể đến Animoji được tích hợp nhiều biểu tượng thú vị và ngộ nghĩnh hơn giúp bạn thêm nhiều lựa chọn để giải trí.\n\nThiết kế không có nhiều sự khác biệt\n\niPhone Xs được thừa hưởng vẻ đẹp từ người đàn anh của mình là chiếc điện thoại iPhone X với phần khung được làm từ khung thép không gỉ kết hợp với 2 mặt kính cường lực cao cấp.\n\nThân hình uyển chuyển với các đường cong mềm mại đem lại cho bạn khả năng cầm nắm chắc chắn và vô cùng thoải mái.\n\nĐặc biệt, siêu phẩm mới này được tăng cường thêm khả năng chống nước và bụi bẩn với chuẩn IP68 mà hầu hết các flagship hiện nay được trang bị.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại iPhone 7 Plus 32GB",
    "url": "https://www.thegioididong.com/dtdd/iphone-7-plus",
    "img": "https://cdn.tgdd.vn/Products/Images/42/78124/iphone-7-plus-gold-400x460-400x460.png",
    "oldPrice": "10.990.000₫",
    "newPrice": "10.490.000₫",
    "parameters": [
      "Màn hình:\tLED-backlit IPS LCD, 5.5\", Retina HD",
      "Hệ điều hành:\tiOS 13",
      "Camera sau:\tChính 12 MP & Phụ 12 MP",
      "Camera trước:\t7 MP",
      "CPU:\tApple A10 Fusion 4 nhân",
      "RAM:\t3 GB",
      "Bộ nhớ trong:\t32 GB",
      "Thẻ SIM:\t\n1 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Siêu sim (5GB/ngày)",
      "Dung lượng pin:\t2900 mAh"
    ],
    "productDescription": "Mặc dù giữ nguyên vẻ bề ngoài so với dòng điện thoại iPhone đời trước, bù lại iPhone 7 Plus 32GB lại được trang bị nhiều nâng cấp đáng giá như camera kép đầu tiên cũng như cấu hình mạnh mẽ.\n\nChiếc điện thoại sở hữu camera kép đầu tiên của Apple\n\niPhone 7 Plus là chiếc iPhone đầu tiên được trang bị camera kép có cùng độ phân giải 12 MP, đem lại khả năng chụp ảnh ở hai tiêu cự khác nhau.\n\nCamera chính chụp hình góc rộng, còn camera phụ có tiêu cự phù hợp để chụp chân dung, có tính năng chụp chân dung xóa phông (làm mờ hậu cảnh). \n\nVới 1 chạm nhanh chóng bạn có thể chuyển đổi giữa chế độ 1x và zoom 2x, hoặc bạn có thể kéo thanh trượt hay dùng 2 ngón tay đến zoom. Apple đã thêm tính năng zoom kỹ thuật số lên đến 10x.\n\nCamera trước nâng cấp độ phân giải 7MP với khẩu độ mở lớn f/2.2 hỗ trợ chụp trong điều kiện thiếu sáng tuyệt vời với công nghệ Retina Flash, Auto HDR.\n\nXem thêm: (2019) Đánh giá chi tiết iPhone 7 Plus: 'Cũ xì' thiết kế nhưng vẫn 'xịn'\n\nCấu hình mạnh mẽ với chip Apple A10\n\nNgoài trái tim Apple A10 Fusion 4 nhân với hiệu năng cực kì mạnh mẽ và ấn tượng thì iPhone 7 Plus còn được cập nhật hệ điều hành mới nhất với nhiều tính năng bất ngờ, và thú vị.\n\n“Táo khuyết” cũng không quên nhấn mạnh iPhone 7 Plus sẽ nhanh hơn iPhone đời đầu tới… 140 lần. Những ai mê chơi game trên di động cũng sẽ “phải lòng” iPhone mới khi có chip xử lý đồ họa được nâng tầm đúng chất “máy chơi game”.\n\nMàn hình Retina sắc nét\n\nMàn hình Retina trên 7 Plus hỗ trợ DCI-P3 gam màu rộng, nghĩa là chúng có khả năng tái tạo màu sắc trong phạm vi của sRGB.\n\nNói đơn giản, chúng có thể hiển thị sống động hơn, sắc thái hình ảnh tốt hơn trước đó. Độ phân giải, mật độ điểm ảnh và kích thước màn hình vẫn giữ nguyên so với iPhone 6s Plus.\n\nDàn loa stereo sống động\n\nLần đầu tiên iPhone xuất hiện tính năng âm thanh Stereo. Phim ảnh, podcast và các cuộc gọi loa ngoài bây giờ âm thanh rõ ràng hơn rất nhiều. Đó là do Apple đã dùng công nghệ thiết lập loa chứ không phải thiết kế 2 loa ngay trên mặt.\n\nThiết kế có sự thay đổi nhẹ\n\nĐiểm nhấn ấn tượng nhất nằm ở mặt lưng của sản phẩm với hiệu ứng phản chiếu ánh sáng khi thay đổi góc nhìn rất đặc biệt. Hiệu ứng này cũng được áp dụng cho toàn bộ khung máy, từ cạnh trên, cạnh dưới cho đến các nút bấm nên cho cảm giác một thiết bị cực kỳ hoàn thiện, gần như không có bất kỳ một chi tiết thừa nào cả. \n\nThay đổi dãy nhựa an-ten bắt sóng được đưa vòng lên trên thay vì cắt ngang ở mặt lưng như trước.\n\nXem thêm: Đánh giá chi tiết iPhone 7 Plus: Luôn là kẻ theo sau vĩ đại\n\nNút Home quen thuộc không còn là phím vật lý nữa mà được thay thế bằng cảm ứng, nó sẽ rung lên khi bạn ấn. Vì đã dùng iPhone một thời gian rất dài, nên tôi công nhận rằng hơi khó để làm quen với nó, nhưng có lẽ chỉ mất vài ngày thôi.\n\niPhone 7 Plus thật sự là một lựa chọn hợp lý trong tầm giá.\n\nƯu điểm:\nHiệu năng rất cao\nCamera trước sau rất tuyệt vời\nThời lượng pin tốt\nNhược điểm:\nLoại bỏ jack 3.5mm\nKhông thay đổi thiết kế quá nhiều mặc dù đã 3 năm\nPhím Home cần thời gian để làm quen\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại Samsung Galaxy A71",
    "url": "https://www.thegioididong.com/dtdd/samsung-galaxy-a71",
    "img": "https://cdn.tgdd.vn/Products/Images/42/210246/samsung-galaxy-a71-195320-105352-400x460.png",
    "oldPrice": "10.490.000₫",
    "newPrice": "8.390.000₫",
    "parameters": [
      "Màn hình:\tSuper AMOLED, 6.7\", Full HD+",
      "Hệ điều hành:\tAndroid 10",
      "Camera sau:\tChính 64 MP & Phụ 12 MP, 5 MP, 5 MP",
      "Camera trước:\t32 MP",
      "CPU:\tSnapdragon 730 8 nhân",
      "RAM:\t8 GB",
      "Bộ nhớ trong:\t128 GB",
      "Thẻ nhớ:\tMicroSD, hỗ trợ tối đa 512 GB",
      "Thẻ SIM:\t\n2 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Siêu sim (5GB/ngày)",
      "Dung lượng pin:\t4500 mAh, có sạc nhanh"
    ],
    "productDescription": "Sau A51, Samsung tiếp tục ra mắt Galaxy A71 là đại diện kế tiếp thuộc thế hệ smartphone Galaxy A 2020. Máy được cải tiến với camera macro siêu cận đột phá, camera chính lên đến 64 MP cùng thiết kế thời thượng và cao cấp.\nMàn hình lớn, trải nghiệm tràn viền cực đã\n\nGalaxy A71 sở hữu màn hình tràn viền Infinity-O với rãnh camera được đặt chính giữa tương tự như trên flagship Note 10. Điểm cộng là phần rãnh camera nay đã được làm rất nhỏ, ít gây chú ý, cho trải nghiệm hình ảnh thoải mái và ít bị phân tâm hơn.\n\nKích thước màn hình lên đến 6.7 inch, được \"phóng lớn\" so với Galaxy A51 (6.5 inch), cho không gian trải nghiệm thoải mái và đã mắt.\n\nTấm nền Super AMOLED độ phân giải Full HD+ mang lại độ tương phản tốt, màu đen sâu và hình ảnh được tái hiện rực rỡ, nịnh mắt hơn.\n\nThiết bị cũng sở hữu cảm biến vân tay quang học được đặt ngay dưới màn hình theo xu hướng hiện nay. Vị trí đặt vân tay quen thuộc và thuận tiện để thao tác.\n\nXem thêm: Trên tay Galaxy A71 tại Việt Nam: Đừng đùa! hàng 'ngon' đấy.\n\nDẫn đầu xu hướng thiết kế 2020\n\nTổng thể Galaxy A71 toát lên vẻ sang trọng và thời thượng. Điện thoại sở hữu mặt lưng bóng bẩy với họa tiết vân hình kim cương nổi bật phía sau. Hiệu ứng chuyển màu cũng được làm rất vừa phải và tinh tế.\n\nCụm camera sau của A71 được sắp xếp theo hình chữ L, đặt gọn gàng trong ô chữ nhật lớn nổi bật. Đây gần như sẽ là phong cách thiết kế chủ đạo của Samsung trong năm 2020.\n\nBộ 4 camera chuyên nghiệp, camera macro đột phá\n\nMột trong những điểm nhấn lớn nhất của Galaxy A71 chính là camera. Cụ thể, điện thoại này được trang bị hệ thống 4 camera sau với sự xuất hiện của camera Macro chụp cận cảnh đột phá.\n\nCamera macro 5 MP hoàn toàn mới, cho phép bạn đến thật gần để chụp được các vật thể tí hon hay chụp cận cảnh đặc tả các phần của những chủ thể lớn. Ví dụ như các bức ảnh gân lá nghệ thuật, cận cảnh các chi tiết của thiết bị công nghệ hay \"soi kĩ\" các đồ vật trang trí trong nhà.\n\nCamera chính 64 MP, nhờ khẩu độ lớn nên A71 sẽ có khả năng chụp thiếu sáng tốt hơn, cho mọi bức hình thêm phần rõ ràng và sắc sảo.\n\nỐng kính 12 MP cho góc chụp siêu rộng, Galaxy A71 dễ dàng ghi lại khung cảnh hùng vĩ của núi đồi hay các bức ảnh tập thể đông người.\n\nMáy cũng có khả năng chụp xoá phông chuyên nghiệp với camera cảm biến chiều sâu 5 MP, giúp làm mờ hậu cảnh chính xác, tách bạch hơn để làm nổi bật chủ thể của bức hình.\n\nBên cạnh đó, camera selfie của máy có độ phân giải 32 MP nằm ở phần đục lỗ mặt trước, được tích hợp AI, tính năng chụp selfie xoá phông,... người dùng dễ dàng chụp ảnh tự sướng đẹp và gọi video call chất lượng cao.\n\nẢnh chụp selfie trên Samsung Galaxy A71\nẢnh chụp selfie trên Samsung Galaxy A71\nẢnh chụp selfie trên Samsung Galaxy A71\n\nHiệu năng mạnh mẽ, lưu trữ thoải mái\n\nSamsung Galaxy A71 sử dụng chip Qualcomm Snapdragon 730 - một con chip cận cao cấp, vẫn đáp ứng được tốt hiệu năng xử lý các công việc hàng ngày, chơi mượt các game phổ biến như PUBG, Liên Quân.\n\nDung lượng RAM 8 GB cho phép máy hoạt động trơn tru kể cả khi dùng nhiều ứng dụng cùng lúc, vừa đọc báo vừa nhắn tin, mở nhiều tab trình duyệt... A71 sở hữu bộ nhớ 128 GB - cho bạn không gian lưu trữ thoải mái trên điện thoại, cài đặt nhiều ứng dụng không lo bị đầy.\n\nHệ điều hành cao cấp trên sản phẩm tầm trung\n\nSamsung Galaxy A71 ra mắt chạy hệ điều hành Android 10 với giao diện người dùng OneUI 2.0. Samsung nói rằng họ đã tối ưu phần mềm theo hướng đề cao sự tiện lợi, giúp khách hàng có thể sử dụng dễ dàng bằng một tay và thiết kế tinh gọn, nhẹ nhàng.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại Xiaomi Mi Note 10 Lite",
    "url": "https://www.thegioididong.com/dtdd/xiaomi-mi-note-10-lite",
    "img": "https://cdn.tgdd.vn/Products/Images/42/220851/xiaomi-mi-note-10-lite-400x460-trang-1-400x460.png",
    "oldPrice": null,
    "newPrice": "9.990.000₫",
    "parameters": [
      "Màn hình:\tAMOLED, 6.47\", Full HD+",
      "Hệ điều hành:\tAndroid 10",
      "Camera sau:\tChính 64 MP & Phụ 8 MP, 5 MP, 2 MP",
      "Camera trước:\t16 MP",
      "CPU:\tSnapdragon 730G 8 nhân",
      "RAM:\t8 GB",
      "Bộ nhớ trong:\t128 GB",
      "Thẻ SIM:\t\n2 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Siêu sim (5GB/ngày)",
      "Dung lượng pin:\t5260 mAh, có sạc nhanh"
    ],
    "productDescription": "Xiaomi Mi Note 10 Lite là thế hệ Mi Note tiếp theo vừa được Xiaomi chính thức ra mắt vào tháng 5/2020. Máy sở hữu nhiều trang bị hấp dẫn với bộ 4 camera lên đến 64 MP, thiết kế thời trang cùng màn hình AMOLED cong 3D quyến rũ.\nThời trang và thanh thoát với màn hình tràn viền 3D\n\nMặt trước của Xiaomi Mi Note 10 Lite là một màn hình siêu tràn viền kích thước 6.47 inch rộng rãi. Mặt kính uốn cong 3D \"thác nước\" tràn xuống tận khung viền 2 bên, tạo vẻ ngoài sang trọng và cao cấp.\n\nThiết bị mới của Xiaomi mang đến không gian giải trí rộng rãi với độ sắc nét chuẩn Full HD+, màn hình AMOLED cho màu sắc rực rỡ ấn tượng, độ sáng cao để bạn sử dụng ngoài trời.\n\nCả 2 mặt trước và sau của thiết bị được hoàn thiện nguyên khối từ khung kim loại và kính cường lực Gorilla Glass 5. Phần kính mặt sau cũng được bo cong cho cảm giác thanh thoát và cầm nắm mượt mà hơn.\n\nMáy được trang bị cả chức năng mở khóa gương mặt và cảm biến vân tay, cả 2 đều hoạt động rất nhanh. Cảm biến vân tay “vô hình” ẩn phía sau màn hình đã được nâng cấp trở nên nhạy và chính xác hơn mỗi khi nhận diện, giờ đây bạn sẽ mở khóa máy thật nhanh chóng dễ dàng chỉ trong 1 lần chạm màn hình.\n\nChụp ảnh chất với bộ 4 camera lên đến 64 MP\n\nỞ mặt sau, hãng Xiaomi trang bị cho Mi Note 10 Lite 1 cụm 4 camera với độ phân giải lên đến 64 MP. Vẫn là kiểu thiết kế cụm camera chữ nhật quen thuộc, đặt dọc sát cạnh trái của máy.\n\nTuy không được trang bị camera 108 MP như trên đàn anh Mi Note 10, nhưng cảm biến Sony 64 MP trên Mi Note 10 Lite được tích hợp công nghệ gộp bốn pixel thành một qua đó cải thiện khả năng chụp ảnh thiếu sáng một cách rõ rệt, giúp bạn cho ra các bức ảnh siêu nét ấn tượng, hỗ trợ quay video 4K, và quay siêu chậm slow-motion 960 fps.\n\nChất lượng hình ảnh đến từ camera chính 64 MP làm bạn phải ngạc nhiên với độ chi tiết cực tốt, dải màu rộng, cân bằng trắng tốt trong điều kiện đủ sáng, góc chụp khá rộng giúp bạn không bỏ lỡ khoảnh khắc đẹp nào.\n\nBa ống kính còn lại bao gồm camera góc siêu rộng 8 MP, cảm biến đo độ sâu 5 MP và cuối cùng là camera chụp siêu cận 2 MP.\n\nCamera góc siêu rộng 8 MP cung cấp một góc chụp rộng hơn, bạn có thể chụp những công trình kiến trúc đồ sộ hay cảnh núi non hùng vĩ với độ nét cao chỉ trong 1 khung hình duy nhất.\n\nBên cạnh đó, bạn cũng có thể thử sức sáng tạo với bộ đôi camera xóa phông và camera macro, cho phép bạn có những tấm hình nghệ thuật độc đáo không thua kém những dòng máy cơ chuyên nghiệp.\n\nCamera selfie giọt nước ở mặt trước có thông số 16 MP, trang bị tính năng nhận diện khuôn mặt, chế độ làm đẹp hữu ích giúp bạn có những tấm hình selfie đẹp tự nhiên cũng như hỗ trợ gọi video call rõ nét hơn.\n\nPin vượt ngưỡng 5000 mAh, sử dụng thả ga\n\nCũng như Mi Note 10, phiên bản rút gọn này cũng được trang bị viên pin khủng lên đến 5260 mAh. Với dung lượng pin này, Xiaomi tuyên bố người dùng có thể sử dụng cho những nhu cầu cần thiết trong 2 ngày.\n\nBên cạnh đó, trang bị chuẩn sạc nhanh 30 W, giúp bạn sạc đầy viên pin khủng này một cách nhanh chóng không phải đợi lâu.\n\nHệ điều hành Android 10 sử dụng giao diện MIUI nhiều tính năng hấp dẫn\n\nCấu hình là điều duy nhất mà Mi Note 10 Lite không bị cắt giảm, thiết bị vẫn được trang bị vi xử lý tầm trung cận cao cấp Snapdragon 730G đến từ nhà Qualcomm, nổi tiếng với độ ổn định, đặc biệt là khả năng xử lý đồ họa, duy trì khung hình mượt mà tối ưu cho việc chơi game.\n\nTrải nghiệm thực tế, máy có tốc độ mở ứng dụng khá nhanh, đô trễ rất thấp, chiến game khá tốt với số khung hình luôn ổn định kể cả khi bạn đặt chế độ đồ họa ở mức trung bình cho đến mức cao ở một số tựa game quen thuộc như Liên Quân hay PUBG Mobile.\n\nNgoài ra, Mi Note 10 Lite cũng sẽ trang bị 8 GB RAM và 128 GB bộ nhớ trong, cho phép bạn mở nhiều ứng dụng hơn mà không lo chậm máy thoát ứng dụng đồng thời lưu trữ nhiều hơn những bài hát ưa thích, hình ảnh hay những đoạn video chất lượng cao.\n\nTương tự các dòng máy Xiaomi khác, Mi Note 10 Lite sử dụng giao diện MIUI trên nền Android, không chỉ mang đến bạn giao diện người dùng bắt mắt, nhiều tính năng hay mà còn gọn nhẹ, tối ưu tốt để thiết bị đạt được hiệu suất cao nhất.\n\nVới những tính năng hấp dẫn được trang bị, Xiaomi Mi Note 10 lite là một thiết bị khá trọn vẹn dành cho người dùng tầm trung, ưa thích một thiết kế bóng bẩy, một hiệu năng cao như trên Mi Note 10 tiêu chuẩn, nhưng với mức giá phải chăng hơn rất nhiều.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại Samsung Galaxy A70",
    "url": "https://www.thegioididong.com/dtdd/samsung-galaxy-a70",
    "img": "https://cdn.tgdd.vn/Products/Images/42/195012/samsung-galaxy-a70-052920-062956-400x460.png",
    "oldPrice": "9.290.000₫",
    "newPrice": "7.290.000₫",
    "parameters": [
      "Màn hình:\tSuper AMOLED, 6.7\", Full HD+",
      "Hệ điều hành:\tAndroid 9.0 (Pie)",
      "Camera sau:\tChính 32 MP & Phụ 8 MP, 5 MP",
      "Camera trước:\t32 MP",
      "CPU:\tSnapdragon 675 8 nhân",
      "RAM:\t6 GB",
      "Bộ nhớ trong:\t128 GB",
      "Thẻ nhớ:\tMicroSD, hỗ trợ tối đa 512 GB",
      "Thẻ SIM:\t\n2 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Dung lượng pin:\t4500 mAh, có sạc nhanh"
    ],
    "productDescription": "Samsung Galaxy A70 là một phiên bản phóng to của chiếc Samsung Galaxy A50 đã ra mắt trước đó với nhiều cải tiến tới từ bên trong.\nMàn hình kích thước lớn, trải nghiệm \"đã hơn\"\n\nMàn hình của chiếc Galaxy A70 có kích thước khá lớn lên đến 6.7 inch độ phân giải Full HD+ trên tấm nền Super AMOLED.\n\nCác cạnh viền bezel được tinh chỉnh mỏng hơn, điều này giúp máy trông gọn gàng và cân xứng hơn rất nhiều.\n\nSamsung vẫn trang bị cho Galaxy A70 một mặt lưng vẫn bằng nhựa, nhưng sử dụng chất liệu cao cấp hơn mà Samsung gọi là “3D Graffitistic”.\n\nNgôn ngữ thiết kế nhựa giả thủy tinh này cho trải nghiệm tốt hơn, cứng cáp và chắc chắn, khi nhấn vào không bị ọp ẹp như chất liệu nhựa thông thường.\n\nGalaxy A70 có 3 màu sắc bán ra tương tự các dòng sản phẩm thấp hơn trước đó là \"Đen, Trắng và Xanh\". Cả 3 phiên bản này đều được trang bị thêm hiệu ứng lấp lánh nhiều màu khi nghiêng theo góc nhìn rất đẹp mắt.\n\nXem thêm: Trên tay và đánh giá nhanh Galaxy A70: Yêu ngay từ cái nhìn đầu tiên!\n\nCảm biến vân tay dưới màn hình tiên tiến\n\nTương tự như người anh em Galaxy A50 thì Galaxy A70 vẫn sở hữu cho mình công nghệ cảm biến vân tay dưới màn hình đang rất hot hiện nay.\n\nTốc độ nhận diện và mở khóa máy khá nhanh giúp bạn tiết kiệm được thời gian so với việc nhập mật khẩu thông thường.\n\nViệc được trang bị cảm biến vân tay bên trong màn hình giúp máy trông liền mạch và thanh thoát hơn vì không phải hi sinh bất cứ bộ phận nào để đặt cảm biến này.\n\nSong song với cảm biến vân tay thì chiếc smartphone này cũng hỗ trợ mở khóa bằng khuôn mặt với độ chính xác khá cao.\n\nCamera chất lượng cao, nhiều nâng cấp\n\nCụm 3 camera trên Galaxy A70 đã được nâng cấp rõ rệt với camera chính độ phân giải 32 MP cùng ống kính thứ 2 vẫn là 8 MP chụp ảnh góc siêu rộng và ống kính 5 MP dùng để chụp ảnh chân dung xóa phông.\n\nVới bộ 3 camera thì Samsung Galaxy A70 đáp ứng cho bạn hầu hết các nhu cầu trong sử dụng hằng ngày từ chụp ảnh xóa phông hay chụp phong cảnh trong những chuyến đi chơi xa.\n\nBên cạnh đó với công nghệ AI Camera đi kèm giúp máy có thể nhận diện được 20 vật thể khác nhau để có thể điều chỉnh màu sắc, độ tương phản và độ sáng sao cho phù hợp.\n\nCamera selfie trên máy cũng sở hữu độ phân giải khủng 32 MP giúp bạn luôn có được những bức ảnh selfie ấn tượng nhất với làn da được làm đẹp một cách tự nhiên.\n\nHiệu năng tốt, pin dùng cả ngày\n\nMáy được trang bị vi xử lý Snapdragon 675 mạnh mẽ, đi kèm đó là dung lượng RAM 6 GB, bộ nhớ trong 128 GB.\n\nĐặc biệt dung lượng pin lên tới 4500 mAh giúp bạn sử dụng cả ngày mà không phải lo lắng về việc sạc pin cho thiết bị.\n\nXem thêm: Đánh giá hiệu năng Galaxy A70: Chip Snapdragon 675 mạnh cỡ nào?\n\nBên cạnh đó, Galaxy A70 còn hỗ trợ công nghệ sạc nhanh 25W, giúp bạn hồi lại năng lượng để tiếp tục mọi trải nghiệm một cách rất nhanh chóng.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại OPPO Reno3",
    "url": "https://www.thegioididong.com/dtdd/oppo-reno3",
    "img": "https://cdn.tgdd.vn/Products/Images/42/213591/oppo-reno3-trang-400x460-400x460.png",
    "oldPrice": "8.990.000₫",
    "newPrice": "7.490.000₫",
    "parameters": [
      "Màn hình:\tAMOLED, 6.4\", Full HD+",
      "Hệ điều hành:\tAndroid 10",
      "Camera sau:\tChính 48 MP & Phụ 13 MP, 8 MP, 2 MP",
      "Camera trước:\t44 MP",
      "CPU:\tMediaTek Helio P90 8 nhân",
      "RAM:\t8 GB",
      "Bộ nhớ trong:\t128 GB",
      "Thẻ nhớ:\tMicroSD, hỗ trợ tối đa 256 GB",
      "Thẻ SIM:\t\n2 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Siêu sim (5GB/ngày)",
      "Dung lượng pin:\t4025 mAh, có sạc nhanh"
    ],
    "productDescription": "OPPO Reno3 là một sản phẩm ở phân khúc tầm trung nhưng vẫn sở hữu cho mình ngoại hình bắt mắt, cụm camera chất lượng và cùng nhiều đột phá về màn hình cũng như hiệu năng.\nNhiếp ảnh, quay phim đỉnh với cụm camera chất\n\nXu thế nhiều camera đang \"nở rộ\" và trên \"đứa con cưng của mình\" thì OPPO đã mang tới cho người dùng cụm 4 camera chất lượng ở mặt sau máy.\n\nCamera chính có độ phân giải 48 MP cho ra những hình ảnh sắc nét và khả năng chụp tối ấn tượng. Còn lại là ống kính góc siêu rộng 8 MP, cảm biến xóa phông trắng đen 2 MP và camera tele 13 MP.\n\nỞ điều kiện đủ sáng, OPPO Reno3 mang đến bức ảnh đẹp mắt với độ tương phản cao. OPPO nói rằng chiếc máy có khả năng xử lý bằng phần mềm để cho ra bức ảnh với độ chi tiết tương tự các bức ảnh 108 MP, cho bạn thả ga in ấn hay phóng lớn bất kì vùng ảnh nào.\n\nKhả năng zoom xa trên Reno 3 cũng rất ấn tượng, nhờ vào việc kết hợp cả 3 ống kính cùng một lúc và phần mềm để cho bức ảnh zoom số lên đến 20X, đảm bảo chất lượng rõ ràng và màu sắc không lệch nhiều.\n\nReno 3 được trang bị tính năng siêu chụp đêm Ultra Dark Mode, tận dụng khả năng xử lý AI và khử nhiễu đa khung cho ra bức ảnh trong tối rõ nét và tươi sáng hơn. \n\nĐược tích hợp song song tính năng \"Siêu chống rung\" và \"Siêu chống rung Pro\", smartphone nhà OPPO tự tin xử lý tốt các đoạn video khó nhằn với độ ổn định và chất lượng hình ảnh cao mà không cần đến giá đỡ chống rung.\n\nTính năng Siêu chống rung Pro trên OPPO Reno 3\n\nBên cạnh đó, nhiều tính năng hay ho khác cũng được OPPO đưa vào thiết bị như khả năng quay video xóa phông, chụp ảnh macro 3 cm, quay video 4K hay phần mềm Soloop hỗ trợ edit video cực nhanh để chia sẻ lên mạng xã hội...\n\nỞ phía trước là camera selfie với độ phân giải khủng 44 MP, bên cạnh các chế độ làm đẹp trứ danh, OPPO cũng trang bị khả năng chụp đêm cho camera trước, cho những bức ảnh với đèn neon hay đèn đường ban đêm vẫn lung linh và nịnh mắt.\n\nThiết kế thu hút, vân tay trong màn hình\n\nToàn bộ máy đều được hoàn thiện hoàn toàn từ hai mặt kính giúp thiết bị trở nên bóng bẩy hơn và đẹp mắt hơn. \n\nOPPO Reno3 sở hữu màn hình giọt nước, mặc dù không phải là kiểu thiết kế FullView và có camera \"vây cá mập\" như trên thế hệ tiền nhiệm, nhưng nhờ viền cạnh mỏng cùng kích thước màn hình lớn giúp trải nghiệm cũng đủ thoải mái và thích thú.\n\nMàn hình Super AMOLED Full HD+ trên OPPO Reno3 cho màu sắc tươi sáng, hỗ trợ dải màu chuẩn điện ảnh DCI-P3 và cho độ sáng cực cao lên đến 1200 nits, giúp người dùng dễ dàng sử dụng cả trong điều kiện ngoài trời hay có ánh sáng mạnh xung quanh.\n\nChiếc smartphone OPPO này cũng sở hữu cảm biến vân tay bên trong màn hình giúp bạn có thể mở khóa một cách dễ dàng. Tốc độ mở khóa được OPPO công bố chỉ vào khoảng 0.34s. Ngoài ra bạn cũng có thể lựa chọn mở khóa bằng khuôn mặt với tốc độ siêu nhanh nếu muốn.\n\nHiệu năng mạnh mẽ, chiến game siêu mượt\n\nOPPO Reno3 được trang bị con chip Helio P90 8 nhân, đây là dòng chip mới của MediaTek với hiệu năng vô cùng mạnh mẽ. Đi cùng với đó là dung lượng RAM 8 GB giúp bạn có thể trải nghiệm các tựa game hot hiện nay như Liên Quân, PUBG hay Asphalt 9,... một cách ổn định.\n\nNgoài ra dung lượng RAM lớn còn giúp máy có thể xử lý đa nhiệm một cách mượt mà mà không xảy ra hiện tượng giật lag. Bộ nhớ trong của máy lên đến 128 GB cho bạn không gian lưu trữ rộng lớn hình ảnh, video hay cài đặt các ứng dụng nặng mà không lo đến việc đầy bộ nhớ. \n\nThiết bị cũng được trang bị công nghệ Hyper Boost giúp tối ưu đáng kể hiệu năng của thiết bị khi chơi game hay chạy các tác vụ nặng. Tính năng Touch Plus giúp ổn định khung hình hơn.\n\nPin lớn sạc siêu nhanh\n\nMẫu smartphone nhà OPPO sở hữu pin khủng 4.025 mAh cho phép bạn sử dụng suốt cả ngày.\n\nTuy nhiên, khi pin cạn thì bạn không cần phải quá lo lắng vì OPPO cũng đã trang bị cho OPPO Reno3 công nghệ sạc nhanh Super VOOC 3.0 cho phép sạc từ 0 đến 50% trong 30 phút và sạc đầy chỉ với 73 phút (theo OPPO công bố).\n\nNhững điểm cộng đáng chú ý khác trên OPPO Reno 3 bao gồm việc trang bị công nghệ âm thanh Hi-Res Audio và Dolby Atmos sống động, hệ điều hành ColorOS 7 với giao diện đẹp mắt và cụm camera xịn mịn chắc hẳn sẽ khiến bạn xiêu lòng ngay từ lần đầu tiên sử dụng.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại Vivo V19",
    "url": "https://www.thegioididong.com/dtdd/vivo-v19",
    "img": "https://cdn.tgdd.vn/Products/Images/42/217859/vivo-v19-xanh-400x460-400x460.png",
    "oldPrice": "8.990.000₫",
    "newPrice": "8.590.000₫",
    "parameters": [
      "Màn hình:\tSuper AMOLED, 6.44\", Full HD+",
      "Hệ điều hành:\tAndroid 10",
      "Camera sau:\tChính 48 MP & Phụ 8 MP, 2 MP, 2 MP",
      "Camera trước:\tChính 32 MP & Phụ 8 MP",
      "CPU:\tSnapdragon 712 8 nhân",
      "RAM:\t8 GB",
      "Bộ nhớ trong:\t128 GB",
      "Thẻ nhớ:\tMicroSD, hỗ trợ tối đa 256 GB",
      "Thẻ SIM:\t\n2 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Dung lượng pin:\t4500 mAh, có sạc nhanh"
    ],
    "productDescription": "Vivo V19 là mẫu smartphone tầm trung ra mắt vào đầu năm 2020 của Vivo. Thiết bị ghi điểm ở thiết kế thời trang, khả năng chụp ảnh đêm ấn tượng, cụm 4 camera đa dụng và công nghệ sạc nhanh vượt trội 33W.\nThiết kế nổi bật, trải nghiệm hình ảnh không giới hạn\n\nVivo V19 sở hữu một thiết kế hiện đại bắt kịp xu hướng smartphone mới hiện nay. Mặt trước là một màn hình tràn viền chuẩn mực với bảo mật vân tay đặt dưới màn hình.\n\nCụm camera sau hình chữ L nổi bật, mặt lưng bóng bẩy với gam màu trung tính. Kiểu thiết kế này khá \"hợp thời\" và đang được ứng dụng rất nhiều trên cả smartphone cao cấp lẫn phổ thông.\n\nSmartphone tầm trung của Vivo được trang bị màn hình Super AMOLED độ phân giải Full HD+, kích thước 6.44 inch. Tỷ lệ khung hình 20:9 tăng trải nghiệm chơi game 3D hay xem video chất lượng cao.\n\nCông nghệ Super AMOLED độ phân giải Full HD+ trên Vivo V19 cho chất lượng hiển thị sống động, màu đen sâu cùng khả năng tiết kiệm năng lượng hơn thế hệ trước.\n\nPhần camera “nốt ruồi” siêu nhỏ 32 MP cùng cảm biến vân tay được đặt ẩn trong màn hình, cho phép màn hình tràn viền tối đa ra các cạnh. Vì thế, dù trang bị màn hình lớn nhưng Vivo V19 lại khá thanh thoát, nhỏ gọn.\n\n4 camera ấn tượng, chụp đêm cực chất\n\nĐiểm ăn khách ở Vivo V19 nằm ở cụm 4 camera sau với thiết kế chữ L nhỏ gọn cân đối khiến tổng thể máy không bị thô cứng. \n\nThông số của 4 camera theo thứ tự bao gồm 1 camera chính độ phân giải khủng 48 MP cho chất lượng siêu nét, camera góc siêu rộng 8 MP hỗ trợ chụp toàn cảnh, camera macro 2 MP chục cận cảnh độc đáo, và cuối cùng là ống kính hỗ trợ đo chiều sâu cho tính năng chụp xóa phông. \n\nỞ phía trước, Vivo V19 được trang bị camera nốt ruồi kép với độ phân giải 32 MP và 8 MP ở mặt trước, chụp ảnh selfie siêu nét, selfie góc rộng. Hơn nữa camera trước còn nhận diện gương mặt chủ nhân nhanh chóng nhằm tăng khả năng bảo mật cho thiết bị của bạn.\n\nVề tính năng camera, cả camera trước và sau của Vivo V19 đều đi kèm nhiều chế độ chụp ảnh đa dạng, đặc biệt là chế độ Super Night Mode có tác dụng tái tạo màu sắc trong điều kiện thiếu sáng, mang đến những bức ảnh chụp đêm đẹp và rõ ràng các chi tiết.\n\nĐể chụp selfie đêm tốt hơn, Vivo cũng trang bị chế độ \"Vòng tròn bù sáng\" để phản chiếu ánh sáng từ màn hình đến người chụp, cho ra bức ảnh rạng rỡ hơn.\n\nCấu hình mạnh mẽ, sạc siêu nhanh 33W\n\nVivo V19 có một cấu hình khá tốt với xử lý Snapdragon 712 8 nhân, dung lượng RAM 8 GB giúp xử lý các tác vụ hàng ngày mượt mà, trơn tru, khả năng chiến game ở mức khá tốt.\n\nĐo hiệu năng CPU bằng phần mềm GeekBench 5.\n\nMẫu điện thoại nhà Vivo có dung lượng bộ nhớ là 128 GB, đồng thời hỗ trợ thẻ nhớ Micro SD mở rộng lên đến 256 GB, khá dư dả để bạn cài đặt các ứng dụng hoặc lưu trữ file, nhạc, hình tùy ý.\n\nBên cạnh đó, máy được cài đặt sẵn Android 10 cùng giao diện Funtouch OS 10 mới nhất hỗ trợ nhiều tính năng tối ưu dành riêng cho điện thoại tràn viền.\n\nVivo V19 được trang bị pin 4.500 mAh hỗ trợ sạc siêu nhanh 33W thông qua cổng USB Type-C, V19 có thể sử dụng được hơn 1 ngày mà không cần sạc lại, thời gian chờ để sạc đầy của chiếc máy cũng không khiến bạn phải chờ lâu.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại Huawei Nova 5T",
    "url": "https://www.thegioididong.com/dtdd/huawei-nova-5t",
    "img": "https://cdn.tgdd.vn/Products/Images/42/209795/huawei-nova-5t-400x460-400x460.png",
    "oldPrice": null,
    "newPrice": "8.990.000₫",
    "parameters": [
      "Màn hình:\tIPS LCD, 6.26\", Full HD+",
      "Hệ điều hành:\tAndroid 9.0 (Pie)",
      "Camera sau:\tChính 48 MP & Phụ 16 MP, 2 MP, 2 MP",
      "Camera trước:\t32 MP",
      "CPU:\tKirin 980 8 nhân",
      "RAM:\t8 GB",
      "Bộ nhớ trong:\t128 GB",
      "Thẻ SIM:\t\n2 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Siêu sim (5GB/ngày)",
      "Dung lượng pin:\t3750 mAh, có sạc nhanh"
    ],
    "productDescription": "Huawei Nova 5T là mẫu smartphone có cấu hình mạnh mẽ, thiết kế thời trang, đánh mạnh vào khâu chụp ảnh selfie với camera 32 MP, nhưng lại có giá bán rất cạnh tranh.\nHiệu năng hàng đầu thế giới\n\nCung cấp sức mạnh cho Huawei Nova 5T là bộ xử lý Hisilicon Kirin 980 8 nhân 64-bit kết hợp với 8 GB RAM và 128 GB bộ nhớ trong đem lại cho bạn hiệu năng vượt trội.\n\nHisilicon Kirin 980 chính là bộ vi xử lý dựa trên tiến trình 7nm đầu tiên trên thế giới đem lại hiệu năng cao hơn nhưng lại tiết kiệm năng lượng hơn.\n\nChiếc smartphone Huawei này chạy trên phiên bản EMUI 9.1 của Huawei được dựa trên Android 9.0 Pie cài đặt sẵn cho điện thoại, mang lại nhiều trải nghiệm mới mẻ.\n\nBên cạnh đó tính năng OneHop trên máy còn cho phép người dùng có thể đồng bộ hóa các tập tin ngay lập tức với các PC tương thích chỉ với một lần nhấn.\n\nXem thêm: Đánh giá chi tiết Huawei Nova 5T: Hơn cả một chiếc điện thoại tầm trung\n\nCamera gây ấn tượng mạnh\n\nHuawei Nova 5T sở hữu cho mình tới 4 camera ở mặt lưng với camera chính 48 MP với khẩu độ f/1.8 và tự động lấy nét + ống kính góc siêu rộng 16 MP với khẩu độ f/2.2 + cảm biến độ sâu 2 MP với khẩu độ f/2.4 + ống macro 2 MP với khẩu độ f/2.4.\n\nVới việc hỗ trợ thêm một camera góc rộng thì bạn có thể có được cho mình những bức ảnh với phong cách rộng tuyệt đẹp, không bỏ sót bất cứ thứ gì.\n\nĐồng thời, camera của chiếc máy này còn có chế độ chụp ảnh đêm mới và tích hợp AI để tối ưu chụp ảnh, tạo nhãn dán AR hay tìm kiếm thông tin trên ảnh.\n\nTheo Huawei cho biết họ đã cải thiện phần mềm để ứng dụng máy ảnh sẽ phản hồi nhanh hơn.\n\nNova 5T còn sở hữu cho mình camera selfie với độ phân giải lên tới 32 MP giúp ảnh selfie của bạn chất lượng hơn hẳn dù có chụp trong điều kiện thiếu sáng.\n\nNếu chụp trong điều kiện thiếu sáng, thuật toán Light Fusion 4-trong-1 sẽ giúp tăng cường khả năng thu sáng, giúp ảnh có nhiều ánh sáng hơn, ít nhiễu hơn.\n\nHuawei Nova 5T cũng cho phép bạn thêm tai thỏ, mặt mèo hay những hiệu ứng dễ thương khác lên khuôn mặt của chúng ta để từ đó các bức ảnh selfie được thêm phần trẻ trung, đáng yêu, giúp bạn tự tin đưa ảnh lên mạng xã hội để \"sống ảo\".\n\nThiết kế đục lỗ theo xu hướng\n\nHuawei Nova 5T được gia công bằng chất liệu kính và kim loại cao cấp nên khi bạn cầm trên tay sẽ phần nào tôn lên sự sang trọng và quý phái cho chủ nhân của nó.\n\nPhần khung viền của máy được bo cong mềm mại, giúp khả năng cầm nắm trơn tru, gọn trong lòng bàn tay, mọi thao tác đều dễ dàng và nhanh chóng.\n\nThay vì sử dụng màn hình “tai thỏ”, năm nay Huawei Nova 5T được nâng cấp lên màn hình “nốt ruồi” và phần khuyết chỉ có một cái camera selfie vì vậy máy sẽ được nhiều diện tích hiển thị hơn.\n\nCảm biến vân tay với độ bảo mật cao của máy được đặt ở cạnh bên, thuận tiện cho việc mở khóa bằng 1 tay.\n\nKhi bán ra Nova 5T sẽ có những màu sắc mang hiệu ứng đổi màu khá đẹp mắt khi nghiêng ở các góc nhìn khác nhau rất thích mắt.\n\nMáy được trang bị viên pin 3.750 mAh hỗ trợ sạc nhanh 22.5 W qua cổng USB-C giúp điện thoại sạc 30 phút có ngay 50% pin.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại OPPO Reno2 F",
    "url": "https://www.thegioididong.com/dtdd/oppo-reno2-f",
    "img": "https://cdn.tgdd.vn/Products/Images/42/209800/oppo-reno2-f-white-400x460-400x460.png",
    "oldPrice": "8.990.000₫",
    "newPrice": "6.990.000₫",
    "parameters": [
      "Màn hình:\tAMOLED, 6.5\", Full HD+",
      "Hệ điều hành:\tAndroid 9.0 (Pie)",
      "Camera sau:\tChính 48 MP & Phụ 8 MP, 2 MP, 2 MP",
      "Camera trước:\t16 MP",
      "CPU:\tMediaTek Helio P70 8 nhân",
      "RAM:\t8 GB",
      "Bộ nhớ trong:\t128 GB",
      "Thẻ nhớ:\tMicroSD, hỗ trợ tối đa 256 GB",
      "Thẻ SIM:\t\n2 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Siêu sim (5GB/ngày)",
      "Dung lượng pin:\t4000 mAh, có sạc nhanh"
    ],
    "productDescription": "OPPO Reno2 F là một trong 3 chiếc smartphone thuộc dòng OPPO Reno2 vừa được OPPO giới thiệu với thiết kế thời trang cùng nhiều nâng cấp mạnh mẽ về camera.\n\nCamera được đầu tư mạnh mẽ\n\nCụm camera trên OPPO Reno2 F đã được nâng cấp rõ rệt với camera chính độ phân giải 48 MP cùng ống kính thứ 2 vẫn là 8 MP chụp ảnh góc siêu rộng, một ống kính 2 MP dùng để chụp ảnh chân dung xóa phông và một ống kính 2 MP hỗ trợ chụp ảnh đen trắng.\n\nVới bộ 4 camera thì OPPO Reno2 F đáp ứng cho bạn hầu hết các nhu cầu trong sử dụng hằng ngày từ chụp ảnh xóa phông hay chụp phong cảnh trong những chuyến đi chơi xa.\n\nẢnh chụp góc thường trên điện thoại Oppo Reno2 F\nẢnh chụp góc rộng xóa phông trên điện thoại Oppo Reno2 F\nẢnh chụp chế độ ban đêm trên điện thoại Oppo Reno2 F\nẢnh chụp chế độ ban đêm trên điện thoại Oppo Reno2 F\n\nBên cạnh đó với công nghệ AI Camera đi kèm giúp Reno2 F có thể nhận diện được các vật thể khác nhau để có thể điều chỉnh màu sắc, độ tương phản và độ sáng sao cho phù hợp.\n\nCamera selfie trên những chiếc máy OPPO vẫn luôn được đánh giá cao và lần này cũng không phải ngoại lệ.\n\nVới độ phân giải 16 MP kèm tính năng làm đẹp bằng AI \"trứ danh\" thì chiếc smartphone OPPO này tự tin làm hài lòng cả những người dùng khó tính nhất.\n\nẢnh chụp selfie trên điện thoại Oppo Reno2 F\nẢnh chụp selfie xóa phông trên điện thoại Oppo Reno2 F\nẢnh chụp selfie với bộ lọc màu trên điện thoại Oppo Reno2 F\n\nMàn hình tràn viền không khuyết điểm\n\nOPPO Reno2 F được trang bị màn hình AMOLED 6.5 inch có độ phân giải 2.340 x 1.080 pixels không bị khuyết bởi tai thỏ hay giọt nước.\n\nMàn hình lớn này sẽ mang đến một trải nghiệm tuyệt vời cho người dùng khi xem các bộ phim bom tấn Hollywood hay chơi các tựa game mobile.\n\nHiệu năng của máy được cung cấp bởi vi xử lý MediaTek Helio P70 8 nhân với xung nhịp cao nhất lên đến 2.1 Ghz giúp máy có thể chiến tốt các tựa game hot hiện nay như Liên Quân, PUBG một cách ổn định.\n\nĐể làm được điều này thì Reno2 F đã sử dụng camera pop-up nằm ngay chính giữa và có thể bật lên chỉ trong vòng 0.74 giây.\n\nTheo OPPO tuyên bố trước đó, camera selfie của máy có thể \"thò thụt\" đến 200.000 lần. Giả sử bạn bật nó lên 100 lần trong một ngày thì phải mất đến 5 năm sau camera này mới bị đơ.\n\nXem thêm: Đánh giá chi tiết OPPO Reno2 F: Phiên bản 'lite' (rút gọn) đáng giá từ Reno2\n\nDung lượng pin thoải mái sử dụng cả ngày\n\nOPPO trang bị cho OPPO Reno2 F một viên pin có dung lượng cao 4.000 mAh trên điện thoại để đảm bảo bạn có đủ năng lượng vượt qua những ngày bận rộn nhất.\n\nTương tự như nhiều sản phẩm khác của hãng, OPPO Reno2 F cũng hỗ trợ công nghệ sạc nhanh VOOC giúp người dùng rút ngắn được đáng kể thời gian chờ sạc.\n\nBên cạnh đó, máy còn được tích hợp cảm biến vân tay thế hệ thứ 6 trong màn hình giống như OPPO Reno2 và mở khóa bằng gương mặt tân tiến cho việc mở máy nhanh hơn mà chẳng ngại người khác \"xin\" mật khẩu.\n\nCảm biến này không chỉ cải thiện tốc độ mở khóa nhanh hơn, nhạy hơn, có độ chính xác cao hơn mà còn hiển thị hình ảnh dấu vân tay rõ ràng trong màn hình.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại iPhone 7 32GB",
    "url": "https://www.thegioididong.com/dtdd/iphone-7",
    "img": "https://cdn.tgdd.vn/Products/Images/42/74110/iphone-7-gold-400x460.png",
    "oldPrice": null,
    "newPrice": "8.490.000₫",
    "parameters": [
      "Màn hình:\tLED-backlit IPS LCD, 4.7\", Retina HD",
      "Hệ điều hành:\tiOS 13",
      "Camera sau:\t12 MP",
      "Camera trước:\t7 MP",
      "CPU:\tApple A10 Fusion 4 nhân",
      "RAM:\t2 GB",
      "Bộ nhớ trong:\t32 GB",
      "Thẻ SIM:\t\n1 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Dung lượng pin:\t1960 mAh"
    ],
    "productDescription": "iPhone 7 32GB vẫn mang trên mình thiết kế quen thuộc của từ thời iPhone 6 nhưng có nhiều thay đổi lớn về phần cứng, dàn loa stereo và cấu hình cực mạnh.\nCamera trước tăng lên 7 MP\n\nMột sự cải thiện đáng kể so với iPhone 6s trước đó, những tấm ảnh chụp selfie của bạn càng thêm độ chi tiết và sắc nét.\n\nBộ nhớ trong của máy cũng được nâng cấp lên 32 GB giúp bạn thoải mái chụp và lưu trữ ảnh mà không lo hết dung lượng để lưu.\n\nCùng với đó là tính năng chụp Retina Flash giúp bạn chụp ảnh tốt hơn ở điều kiện thiếu sáng.\n\nNgoài ra, camera phía sau của điện thoại iPhone này đã được thiết kế gọn gàng với đường bo mềm mại hơn, hạn chế tối đa trầy xước cho ống kính.\n\nÂm thanh stereo phát ra từ 2 phía\n\nKhông còn khó chịu khi bạn cầm máy chơi game nhưng bị bít loa như ở những phiên bản trước đó.\n\nĐiện thoại iPhone 7 32 GB được trang bị dàn loa trên dưới cho âm thanh phát ra hay hơn.\n\nCảm biến vân tay nhanh nhạy hơn\n\nGiúp bạn mở khóa máy chỉ trong vài nốt nhạc, giúp tiết kiệm thời gian cũng như bảo mật cao dữ liệu trong máy.\n\nXem thêm: Hướng dẫn bạn cách cài đặt vân tay iPhone 7.\n\nMàn hình 4.7 inch càng thêm sắc nét\n\nCùng với đó là khả năng hiển thị tốt hơn dưới trời nắng, góc nhìn nghiêng không bị mất màu.\n\nCấu hình mạnh mẽ thoải mái chiến game\n\nMáy tích hợp chip xử lý A10 mới nhất, RAM 2 GB cùng hệ điều hành iOS luôn được cập nhật mới giúp máy vận hành nhẹ nhàng và nhanh nhạy.\n\nClip test game nặng GTA (Nguồn: Youtube XEETECHCARE)\n\nNút home thành dạng cứng và nhận biết cảm ứng lực\n\nNút home tròn trên iPhone 7 chính thức là dạng cứng, tức bạn sẽ không nhấn xuống được nữa, để thao tác trên nút này bạn sẽ nhấn 1 lực vừa phải đến khi nút home run nhẹ lên.\n\nĐiều dễ nhận thấy nhất về iPhone 7 tiếp theo chính là mặt sau với dãy ăng-ten được giấu đi, còn lại ngoại hình máy không thay đổi nhiều so với iPhone 6s trước đó.\n\nNgoài ra, iPhone 7 còn rất nhiều tính năng hay khác mà bạn có thể tìm hiểu thêm ở link tổng hợp dưới đây:\n\nXem thêm: Tổng hợp mẹo sử dụng cho iPhone 7.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại Realme 6 Pro",
    "url": "https://www.thegioididong.com/dtdd/realme-6-pro",
    "img": "https://cdn.tgdd.vn/Products/Images/42/214645/realme-6-pro-do-400x460-3-400x460.png",
    "oldPrice": null,
    "newPrice": "7.990.000₫",
    "parameters": [
      "Màn hình:\tIPS LCD, 6.6\", Full HD+",
      "Hệ điều hành:\tAndroid 10",
      "Camera sau:\tChính 64 MP & Phụ 12 MP, 8 MP, 2 MP",
      "Camera trước:\tChính 16 MP & Phụ 8 MP",
      "CPU:\tSnapdragon 720G 8 nhân",
      "RAM:\t8 GB",
      "Bộ nhớ trong:\t128 GB",
      "Thẻ nhớ:\tMicroSD, hỗ trợ tối đa 256 GB",
      "Thẻ SIM:\t\n2 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Dung lượng pin:\t4300 mAh, có sạc nhanh"
    ],
    "productDescription": "Realme 6 Pro là mẫu smartphone cao cấp hơn trong bộ đôi Realme 6 Series mới ra mắt của Realme. Vẫn với tiêu chí smartphone cấu hình mạnh - giá tốt, Realme 6 Pro còn nổi bật với cụm 6 camera ấn tượng, màn hình siêu mượt 90 Hz theo xu hướng.\nRealme 6 Pro: 6 camera cực đỉnh\n\nẤn tượng đầu tiên của Realme 6 Pro chính là hệ thống 6 camera, gồm cụm 4 camera sau và 2 camera trước đục lỗ hình viên thuốc, tương tự như trên các mẫu flagship cao cấp hiện nay.\n\nCụm camera sau đa dụng khi bao gồm camera chính 64 MP, camera tele 12 MP zoom 20x, camera góc siêu rộng 8 MP và camera macro 2 MP chụp cận cảnh, hứa hẹn những bức ảnh chất lượng trong nhiều hoàn cảnh khác nhau.\n\nHệ thống camera này cho ra những bức ảnh có độ chi tiết cao, màu sắc chính xác, cùng với đó là khả năng Zoom 20X, chụp góc siêu rộng 119 độ cũng như tính năng chụp cận cảnh 4 cm.\n\nĐặc biệt hơn, chế độ Super Nightscape 3.0 giúp Realme 6 Pro cho ra những bức ảnh chụp đêm ấn tượng, đầy đủ chi tiết và màu sắc tươi sáng.\n\nTính năng quay phim Siêu chống rung hỗ trợ độ phân giải 1080p ở cả hai tốc độ khung hình 30fps và 60fps, cho khả năng quay ổn định, tránh tình trạng rung mờ nhờ bù trừ lực.\n\nVề “viên thuốc” ở mặt trước, bộ đôi camera này gồm 1 camera chính 16 MP và 1 camera góc siêu rộng 8 MP hỗ trợ làm đẹp AI, cử chỉ chụp, cũng như khả năng chụp ảnh nhóm, ảnh ban đêm chất lượng.\n\nẢnh chụp selfie cho chất lượng rất tốt, màu da tự nhiên, cùng các hiệu ứng làm đẹp thông minh.\n\nCấu hình mạnh mẽ trong phân khúc\n\nRealme 6 Pro tự hào là một trong những smartphone đầu tiên được trang bị chip Snapdragon 720G với hiệu năng mạnh mẽ và những tính năng cao cấp.\n\nVới bộ nhớ RAM lớn 8 GB cùng 128 GB bộ nhớ trong, Realme 6 Pro đáp ứng tốt những tác vụ đa nhiệm cũng như khả năng lưu trữ lớn.\n\nNền tảng Realme UI - Android 10 mới ra mắt (2020) mượt mà và khả năng tối ưu hóa hiệu suất tốt giúp Realme 6 Pro tự tin chiến mượt mọi tựa game hot nhất hiện nay cũng như đáp ứng hiệu quả nhu cầu làm việc, giải trí thường ngày.\n\nMàn hình 90Hz siêu mượt\n\nRealme 6 Pro sở hữu màn hình lớn kích thước 6.6 inch, độ phân giải FullHD+ cho tỷ lệ hiển thị lên tới 90.6%.\n\nCập nhật xu hướng đang xuất hiện trên các mẫu máy cao cấp, màn hình của Realme 6 Pro cũng sở hữu tốc độ làm tươi 90 khung hình/giây, cho những chuyển động hình ảnh mượt mà và liền mạch hơn với cả các thao tác thường ngày.\n\nPin lớn kèm sạc nhanh\n\nRealme 6 Pro được trang bị một viên pin khá lớn, có dung lượng 4300 mAh, đặc biệt hỗ trợ sạc nhanh 30W giúp sạc đầy pin chỉ trong khoảng 1h đồng hồ.\n\nHơn nữa, Realme còn cung cấp bộ thuật toán sạc an toàn, cùng lớp bảo mật phần cứng cho toàn bộ quá trình sạc trên Realme 6 Pro.\n\nNgoài ra, thiết kế mặt lưng kính bóng bẩy cùng cảm biến vân tay bên hông máy, bảo mật khuôn mặt là một vài điểm nhấn thú vị khác trên Realme 6 Pro.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại Samsung Galaxy A51 (6GB/128GB)",
    "url": "https://www.thegioididong.com/dtdd/samsung-galaxy-a51",
    "img": "https://cdn.tgdd.vn/Products/Images/42/211570/samsung-galaxy-a51-400x460-new-400x460.png",
    "oldPrice": "7.990.000₫",
    "newPrice": "6.710.000₫",
    "parameters": [
      "Màn hình:\tSuper AMOLED, 6.5\", Full HD+",
      "Hệ điều hành:\tAndroid 10",
      "Camera sau:\tChính 48 MP & Phụ 12 MP, 5 MP, 5 MP",
      "Camera trước:\t32 MP",
      "CPU:\tExynos 9611 8 nhân",
      "RAM:\t6 GB",
      "Bộ nhớ trong:\t128 GB",
      "Thẻ nhớ:\tMicroSD, hỗ trợ tối đa 512 GB",
      "Thẻ SIM:\t\n2 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Siêu sim (5GB/ngày)",
      "Dung lượng pin:\t4000 mAh, có sạc nhanh"
    ],
    "productDescription": "Theo Strategy Analytics, Galaxy A51 là Smartphone Android Bán Chạy Nhất Thế Giới Quý 1/2020, máy sở hữu cụm 4 camera, bao gồm camera macro chụp cận cảnh lần đầu xuất hiện trên smartphone Samsung, màn hình tràn viền vô cực cùng mặt lưng họa tiết kim cương nổi bật.\nThiết kế thời thượng, bật cá tính\n\nMáy có thiết kế mỏng nhẹ thuộc hàng top trong phân khúc, chỉ 7.9 mm. Mặt lưng với họa tiết cắt kim cương đa sắc nổi bật, đi kèm là 3 tùy chọn màu sắc sành điệu: Xanh Crush Đa Sắc, Trắng Crush Lấp Lánh, Đen Crush Kim Cương.\n\nMàn hình của điện thoại Galaxy A51 hứa hẹn mang đến trải nghiệm hình ảnh tuyệt vời nhờ màn hình tràn viền vô cực Infinity-O 6.5 inch. Độ phân giải FullHD+ tái hiện hình ảnh rõ ràng sắc nét. Bên cạnh đó tấm nền Super AMOLED cho màu đen sâu, có tùy chọn màu sắc tươi sáng hoặc tiêu chuẩn theo sở thích người dùng.\n\nMặc dù sở hữu màn hình lớn, nhưng việc cầm nắm Galaxy A51 không trở nên khó khăn nhờ viền màn hình được làm mỏng đến tối đa.\n\nMáy cũng sở hữu cảm biến vân tay nhúng trực tiếp trong màn hình hiện đại, vị trí đặt cảm biến dễ thao tác và nhận dạng được cả khi tay đang ướt.\n\nCamera cận cảnh đột phá\n\nSo với thế hệ tiền nhiệm, Galaxy A51 được bổ sung Camera Macro có độ phân giải 5 MP để bạn tự do sáng tạo, ghi lại những khoảnh khắc đẹp đến từng chi tiết nhỏ và đậm chất nghệ thuật từ thế giới xung quanh.\n\nẢnh chụp cận cảnh từ Samsung Galaxy A51\nẢnh chụp cận cảnh từ Samsung Galaxy A51\nẢnh chụp cận cảnh từ Samsung Galaxy A51\n\nNgoài ra cụm 3 camera còn lại của smartphone cũng đảm đương tốt nhiệm vụ. Camera chính với độ phân giải 48 MP đảm bảo mang lại những hình ảnh siêu rõ nét.\n\nẢnh chụp từ camera sau trên Samsung Galaxy A51\nẢnh chụp từ camera sau trên Samsung Galaxy A51\nẢnh chụp từ camera sau trên Samsung Galaxy A51\nẢnh chụp từ camera sau trên Samsung Galaxy A51\n\nKết hợp với công nghệ AI tự động nhận diện các khung cảnh chụp khác nhau và đưa ra các tùy chỉnh cho bức ảnh đạt chất lượng tối ưu nhất.\n\nCamera góc rộng 123 độ 12 MP chân thật như mắt nhìn hỗ trợ chụp kiến trúc, ảnh nhóm mà không phải lùi ra quá xa. Camera cảm biến chiều sâu 5 MP cho phép xóa phông chính xác và mượt mà hơn.\n\nCamera trước của máy có độ phân giải lên đến 32 MP, hỗ trợ đầy đủ các tính năng làm đẹp bằng AI, xóa phông cho bạn các bức hình selfie ấn tượng.\n\nẢnh chụp selfie từ camera trước trên Samsung Galaxy A51\nẢnh chụp selfie từ camera trước trên Samsung Galaxy A51\nẢnh chụp selfie từ camera trước trên Samsung Galaxy A51\nẢnh chụp selfie từ camera trước trên Samsung Galaxy A51\n\nCấu hình mạnh mẽ, trải nghiệm không gián đoạn\n\nVề cấu hình, Samsung Galaxy A51 được trang bị chip Exynos 9611 8 nhân, với RAM 6 GB, ROM 128 GB. Với cấu hình này có thể đảm bảo các tác vụ hàng ngày đều được thực hiện mượt mà, các tựa game mobile phổ biến như PUBG hay Liên Quân cũng không thể làm khó chiếc máy.\n\nSamsung Galaxy A51 sở hữu viên pin dung lượng 4.000 mAh, thỏa sức sử dụng suốt ngày dài.\n\nNgoài ra, A51 còn được tích hợp công nghệ sạc nhanh 15W, giúp rút ngắn thời gian sạc pin cho máy.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại BlackBerry KEYone 4GB/64GB",
    "url": "https://www.thegioididong.com/dtdd/blackberry-keyone",
    "img": "https://cdn.tgdd.vn/Products/Images/42/112433/blackberry-keyone-1-400x460.png",
    "oldPrice": "7.990.000₫",
    "newPrice": "6.990.000₫",
    "parameters": [
      "Màn hình:\tIPS LCD, 4.5\", Full HD",
      "Hệ điều hành:\tAndroid 7.1 (Nougat)",
      "Camera sau:\t12 MP",
      "Camera trước:\t8 MP",
      "CPU:\tSnapdragon 625 8 nhân",
      "RAM:\t4 GB",
      "Bộ nhớ trong:\t64 GB",
      "Thẻ nhớ:\tMicroSD, hỗ trợ tối đa 256 GB",
      "Thẻ SIM:\t\n1 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Dung lượng pin:\t3505 mAh, có sạc nhanh"
    ],
    "productDescription": "BlackBerry KEYone 4GB/64GB là một chiếc smartphone mang đậm chất BlackBerry với bàn phím vật lý truyền thống, phần mềm bảo mật tiên tiến nhưng chỉ khác là máy giờ đây chạy trên nền tảng Android thay vì BlackBerry OS như những điện thoại trước đó.\nThiết kế độc đáo riêng biệt\n\nBlackBerry KEYone sở hữu cho mình một thiết kế riêng biệt, khó trộn lẫn với bất kỳ một chiếc smartphone nào khác trên thị trường.\n\nThiết kế đậm chất BlackBerry\n\nMặt trước của máy là màn hình được phủ lên một mặt kính cường lực, chạy dọc xung quanh thân máy là viền nhôm kim loại màu sáng bạc sang trọng.\n\nMặt lưng hoàn thiện độc đáo, lạ mắt\n\nMặt lưng được làm từ chất liệu nhựa cảm giác nhung mịn đặc trưng từng được hãng sử dụng trên nhiều dòng máy trước đây. Mặt lưng này cho cảm giác cầm nắm rất chắc chắn và thoải mái đồng thời cũng ít bám mồ hôi và dấu vân tay trong quá trình sử dụng.\n\nMàn hình hiển thị tốt\n\nBlackBerry KEYone sở hữu cho mình một màn hình có kích thước 4.5 inch độ phân giải Full HD 1080 x 1620 pixels cho bạn hiển thị khá tốt nội dung.\n\n\n\nMàn hình khá nhỏ gọn so với chuẩn chung các smartphone hiện nay\n\nXem thêm: Đánh giá chi tiết BlackBerry KEYone: 'Rất chất' nhưng khó 'gần'\n\nHiệu năng đủ dùng\n\nVới con chip Snapdragon 625 8 nhân 64-bit kết hợp với 4 GB RAM thì máy cho bạn một hiệu năng của máy mượt mà và không hề có độ giật lag khi sử dụng, khả năng xử lý đồ họa cũng khá tốt.\n\nMáy sở hữu bộ nhớ trong có dung lượng 64 GB và khe cắm thẻ nhớ mở rộng tối đa lên tới 256 GB.\n\nMáy được tối ưu tốt, ít xảy ra giật lag\n\nBlackBerry KEYone được trang bị hệ điều hành Android 7.1 Nougat với nhiều tính năng tối ưu giúp máy chạy nhanh hơn và mượt mà hơn so với các bản Android trước.\n\nCamera chất lượng tốt\n\nChất lượng ảnh chụp từ camera sau có độ phân giải của BlackBerry KEYone rất tốt, chi tiết ảnh rõ ràng, độ tái tạo màu tốt, nịnh mắt.\n\n\n\nCamera là một sự cải tiến rõ rệt\n\nMáy cho khả năng lấy nét, chụp và lưu ảnh khá nhanh, chất lượng ảnh cho ra hơn hẳn so với những sản phẩm tiền nhiệm.\n\n\n\nẢnh chụp ngoài trời có màu sắc và chi tiết khá chính xác với mắt nhìn\n\nCamera trước cũng có độ phân giải lớn 8 MP, hỗ trợ selfie góc rộng cho bạn lưu lại những khoảnh khắc đẹp với bạn bè và người thân.\n\n\n\nẢnh chụp trong nhà không kém phần sắc nét\n\nBàn phím tuyệt vời\n\nSẽ thật thiếu sót nếu nhắc đến điện thoại của BlackBerry mà không nói về bàn phím QWERTY đặc trưng của hãng.\n\n\n\nBàn phím của BlackBerry luôn là một trong những điểm thu hút người dùng\n\nCác phím bấm có độ nảy tốt, thao tác rất nhanh, cụm phím này còn được tích hợp cảm biến chuyển trang giúp người sử dụng đọc báo lướt web hoặc xem những trang tài liệu dài một cách dễ dàng.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại Vivo V19 Neo",
    "url": "https://www.thegioididong.com/dtdd/vivo-v19-neo",
    "img": "https://cdn.tgdd.vn/Products/Images/42/220977/vivo-v19-neo-den-400x460-1-400x460.png",
    "oldPrice": "7.690.000₫",
    "newPrice": "7.390.000₫",
    "parameters": [
      "Màn hình:\tSuper AMOLED, 6.44\", Full HD+",
      "Hệ điều hành:\tAndroid 10",
      "Camera sau:\tChính 48 MP & Phụ 8 MP, 2 MP, 2 MP",
      "Camera trước:\t32 MP",
      "CPU:\tSnapdragon 675 8 nhân",
      "RAM:\t8 GB",
      "Bộ nhớ trong:\t128 GB",
      "Thẻ nhớ:\tMicroSD, hỗ trợ tối đa 256 GB",
      "Thẻ SIM:\t\n2 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Siêu sim (5GB/ngày)",
      "Dung lượng pin:\t4500 mAh, có sạc nhanh"
    ],
    "productDescription": "Vivo V19 Neo là chiếc điện thoại tầm trung mới nhất đến từ Vivo nổi bật với thiết kế đẹp, bắt bắt, cụm 4 camera ấn tượng cùng cấu hình mạnh mẽ đáp ứng tốt nhu cầu sử dụng thông thường đến chơi game chất lượng cao.\nMàn hình \"nốt ruồi\" tràn viền thời thượng\n\nVivo V19 Neo được trang bị màn hình tràn viền kích thước 6.44 inch, độ phân giải Full HD+ tích hợp công nghệ E3 OLED cho khả năng tái hiện màu sắc chi tiết, sống động và đậm chất điện ảnh.\n\nMàn hình của Vivo V19 Neo được làm viền siêu mỏng khoét lỗ “nốt ruồi” nhỏ chứa camera đặt ở góc phải, tất cả được bảo vệ bởi kính cường lực Gorilla Glass 6 thế hệ mới nhất đem lại nét cao cấp và tính an toàn cao trong mọi tình huống sử dụng hằng ngày.\n\nMặt lưng của máy được thiết kế bo cong mềm mại ở các cạnh, tạo cảm giác vừa vặn và thoải mái khi cầm nắm sử dụng.\n\nCảm biến vân tay giờ đây đã được tích hợp bên dưới màn hình giúp người dùng dễ dàng rút mở khóa ngay lập tức chỉ với một chạm.\n\nCụm 4 camera chất lượng cao\n\nMặt lưng của Vivo V19 nổi bật với cụm 4 camera được thiết kế dạng chữ L nằm ở góc trên bên trái bao gồm: Camera chính 48 MP, camera góc rộng 8 MP cuối cùng là bộ đôi camera hỗ trợ chụp ảnh chân dung xóa phông và macro 2 MP.\n\nCamera chính có độ phân giải 48 MP có khả năng quay video với độ phân giải khủng 4K cho bạn tự do sáng tạo nên những Vlog đang ngày càng phổ biến hiện nay.\n\nNhìn chung máy được trang bị đầy đủ các tính năng từ góc chụp siêu rộng tới macro vốn đang là trend hiện tại. Bên cạnh đó, các tính năng chụp ảnh Auto HDR, nhận diện cảnh AI, chế độ chụp đêm, siêu chống rung, … đều có thể tìm thấy ở mẫu smartphone này. \n\nCamera trước trên Vivo V19 có độ phân giải 32 MP được tích hợp nhiều tính năng thông minh được sự hỗ trợ từ AI hứa hẹn sẽ mang tới những bức ảnh selfie ấn tượng cho bạn tự tin khoe sắc cùng người thân và gia đình.\n\nHiệu năng mạnh mẽ trong tầm giá\n\nCấu hình của vivo V19 cũng là một điểm sáng khi máy được trang bị bộ vi xử lý Qualcomm Snapdragon 675, 8 GB RAM và 128 GB bộ nhớ trong. \n\nBên cạnh đó máy cũng hỗ trợ thêm khe thẻ nhớ ngoài MicroSD với dung lượng lên đến 256 GB cho bạn thoải mái lưu giữ tài liệu hình ảnh, video để sử dụng khi cần.\n\nNhìn chung, cấu hình này đủ mạnh mẽ trong mọi tác vụ đa nhiệm từ làm việc, học tập đến giải trí của người dùng hiện nay. \n\nTrải nghiệm nhanh các tựa game được ưa chuộng trên di động là Liên Quân Mobile và PUBG Mobile đều ở mức thiết lập cao, khung hình luôn ổn định và mượt mà.\n\nMáy chạy Android 10 tùy biến trên giao diện Funtouch OS mang phong cách trẻ trung, năng động nhưng cũng không kém phần tinh tế thời trang.\n\nThời lượng pin ấn tượng đủ dùng cho ngày dài năng động\n\nVivo V19 Neo được trang bị pin dung lượng lên đến 4.500 mAh cho bạn thoải mái sử dụng suốt ngày dài với các tác vụ thông thường.\n\nNgoài ra còn có công nghệ sạc nhanh cho phép sạc nhanh giảm đáng kể thời gian chờ thiết bị, nhờ vậy bạn có thể sử dụng smartphone suốt ngày dài, sẵn sàng đáp ứng những nhu cầu sử dụng của người dùng.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại BlackBerry KEYone 3GB/32GB",
    "url": "https://www.thegioididong.com/dtdd/blackberry-keyone-3gb-32gb",
    "img": "https://cdn.tgdd.vn/Products/Images/42/194834/blackberry-keyone-3gb-400x460.png",
    "oldPrice": "6.990.000₫",
    "newPrice": "5.990.000₫",
    "parameters": [
      "Màn hình:\tIPS LCD, 4.5\", Full HD",
      "Hệ điều hành:\tAndroid 7.1 (Nougat)",
      "Camera sau:\t12 MP",
      "Camera trước:\t8 MP",
      "CPU:\tSnapdragon 625 8 nhân",
      "RAM:\t3 GB",
      "Bộ nhớ trong:\t32 GB",
      "Thẻ nhớ:\tMicroSD, hỗ trợ tối đa 256 GB",
      "Thẻ SIM:\t\n1 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Dung lượng pin:\t3505 mAh, có sạc nhanh"
    ],
    "productDescription": "Nếu yêu thích hãng điện thoại BlackBerry và muốn sở hữu một chiếc smartphone Android với bàn phím vật lý độc đáo, có lẽ BlackBerry KEYone 3GB/32GB là sự lựa chọn hàng đầu của bạn hiện nay.\nThiết kế \"không giống ai\"\n\nNhững chiếc máy của BlackBerry luôn tạo được dấu ấn riêng và với BlackBerry KEYone thì người dùng sẽ có một thiết bị hoàn toàn khác biệt so với những chiếc smartphone còn lại.\n\nKhông chạy theo xu hướng tai thỏ hay màn hình tràn viền, smartphone BlackBerry vẫn thiết kế đậm chất rất riêng, với một màn hình IPS kích thước 4.5 inch và một bàn phím QWERTY vật lý quen thuộc.\n\nPhần lưng máy nổi bật với tông màu đen và logo đậm chất BlackBerry, được thiết kế dạng sần với nhiều ô hình thoi nhỏ cho cảm giác cầm rất thích tay và thoải mái trong quá trình sử dụng.\n\nCảm giác cầm nắm của máy khá tốt và đặc biệt là máy không để lại mồ hôi và dấu vân tay trong quá trình sử dụng.\n\nNhìn chung thì thiết kế trên KEYone vẫn mạnh mẽ và đẹp với những đường nhôm bao quanh thân máy.\n\nXem thêm: Đánh giá chi tiết BlackBerry KEYone: 'Rất chất' nhưng khó 'gần'\n\nBàn phím tạo nên sự khác biệt\n\nBàn phím QWERTY chính là điều làm nên sự khác biệt của BlackBerry KEYone và có lẽ cũng chính là lý do lớn nhất khiến người dùng muốn sở hữu chiếc máy này.\n\nBàn phím trên BlackBerry KEYone có độ nảy phím tốt, cho cảm giác bấm êm và thoải mái.\n\nNếu bạn đã quen với một chiếc máy bàn phím cảm ứng thì lần đầu gõ bằng bàn phím QWERTY trên BlackBerry có thể sẽ phải cần thời gian để làm quen.\n\nĐiểm thú vị trên BlackBerry KEYone chính là cảm biến vân tay một chạm được đặt ngay trên phím cứng Space (kế bên phím sym ở giữa hàng cuối trên bàn phím) rất tiện lợi.\n\nCũng không thể không nhắc tới hệ thống phím tắt đặc trưng đáng giá trên KEYone, cho phép người dùng có thể gán các thao tác trên phím, để có thể kích hoạt nhanh một tính năng mà mình mong muốn.\n\nNgoài ra bàn phím KEYone còn có cảm ứng trên bề mặt phím, giúp bạn có thể sử dụng thao tác vuốt, cuộn trang ngay trên bàn phím rất thú vị.\n\nTrang bị tốt cho một chiếc máy tầm trung\n\nVề giải trí như lướt web, xem video, chơi game thì màu sắc hiển thị trên màn hình BlackBerry khá chi tiết và đẹp.\n\nMột chiếc smartphone cho doanh nhân ngày nay thì cũng cần phục vụ nhu cầu giải trí như chơi game, trong trải nghiệm thực tế máy vẫn chơi được những tựa game nặng hay như game Liên Quân Mobile.\n\nVới con chip Snapdragon 625 8 nhân 64-bit kết hợp với 3 GB RAM thì máy cho bạn một hiệu năng của máy mượt mà và ít khi gặp phải tình trạng giật lag với nhu cầu hằng ngày.\n\nGiao diện camera trên BlackBerry KEYone khá đơn giản, dễ sử dụng, máy cũng có bật, tắt HDR, bộ lọc màu. Máy cũng hỗ trợ quay video lên đến 4K.\n\nBlackBerry KEYone có thể nói là một trong những lựa chọn khá hấp dẫn cho những bạn muốn trải nghiệm một chiếc smartphone BlackBerry chạy Android, với bàn phím QWERTY vật lý tốt nhất hiện nay.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại BlackBerry KEY2 LE",
    "url": "https://www.thegioididong.com/dtdd/blackberry-key2-le",
    "img": "https://cdn.tgdd.vn/Products/Images/42/189005/blackberry-key2-le-1-400x460.png",
    "oldPrice": null,
    "newPrice": "6.990.000₫",
    "parameters": [
      "Màn hình:\tIPS LCD, 4.5\", Full HD",
      "Hệ điều hành:\tAndroid 8.1 (Oreo)",
      "Camera sau:\tChính 13 MP & Phụ 5 MP",
      "CPU:\tSnapdragon 636 8 nhân",
      "RAM:\t4 GB",
      "Bộ nhớ trong:\t64 GB",
      "Thẻ nhớ:\tMicroSD, hỗ trợ tối đa 256 GB",
      "Thẻ SIM:\t\n2 SIM Nano (SIM 2 chung khe thẻ nhớ), Hỗ trợ 4G\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Dung lượng pin:\t3000 mAh, có sạc nhanh"
    ],
    "productDescription": "Vừa được ra mắt tại triển lãm IFA 2018 tại Berlin, BlackBerry Key2 LE được kỳ vọng là sẽ thu hút tầng lớp doanh nhân và những người thích sử dụng smartphone có bàn phím vật lý quay trở lại với BlackBerry.\nBàn phím vật lý làm nên điều khác biệt\n\nĐa số người dùng chọn điện thoại BlackBerry bởi vì bàn phím vật lý của nó, bởi nhớ cái cảm giác được gõ phím vật lý với những tiếng kêu quen thuộc thay vì chạm vào màn hình cảm ứng.\n\nNếu như bạn đã quá quen với bàn phím cảm ứng rồi thì phải mất một khoảng thời gian thì bạn mới có thể quen tay khi gõ với bàn phím vật lý trên Key2.\n\nThiết kế đậm chất BlackBerry\n\nBlackBerry Key2 LE có những điểm giống với đàn anh Key2 của mình, tuy nhiên chất liệu giờ chỉ còn là Polycarbonate cho khung máy để giảm giá thành.\n\nMáy có trọng lượng tương đối nhẹ, kết hợp với các cạnh bo tròn giúp cầm nắm dễ dàng và không hề cảm thấy cấn tay.\n\nMặt lưng của Key2 LE được phủ một lớp cao su mềm hơn và cho cảm giác bám tay hơn so với Key2.\n\nMàn hình khá thú vị với đa số người dùng\n\nNếu bạn đã quá quen với những chiếc smartphone có màn hình lớn hay màn hình tràn viền thì khi làm quen với BlackBerry KEY2 LE bạn sẽ không khỏi có những bỡ ngỡ.\n\nVới màn hình 4.5 inch Full HD với tỉ lệ khung hình 3:2 rất thuận tiện cho công việc như đọc báo, check mail,... nhưng khi sử dụng để xem video hay chơi game thì không hề thú vị chút nào.\n\nChất lượng hiển thị của Key2 LE thật sự rất tốt, màn hình của máy đẹp và rõ nét với màu sắc hiển thị trung thực.\n\nXem thêm: BlackBerry KEY2 và KEY2 LE: Mở hộp và so sánh, đánh giá nhanh thiết kế\n\nCảm biến vân tay \"ẩn giấu\"\n\nThoạt đầu khi trên tay BlackBerry KEY2 LE chắc hẳn nhiều bạn sẽ nghĩ máy không được trang bị cảm biến vân tay.\n\nTuy nhiên với những chiếc máy có bàn phím vật lý của mình BlackBerry đã khá khéo léo khi tích hợp luôn cảm biến vân tay vào phím \"cách\" (space).\n\nHiệu năng ổn định, sử dụng mượt mà\n\nKey2 LE sử dụng cấu hình bao gồm chip Snapdragon 636, 4 GB RAM và bộ nhớ trong 64 GB. Khi bán ra thì máy chạy trên hệ điều hành Android 8.1 Oreo.\n\nĐồng thời BlackBerry đã xác nhận rằng Key2 LE sẽ nhận được bản cập nhật mới nhất là Android 9 Pie trong tương lai.\n\nCamera cho chất ảnh chi tiết rõ ràng\n\nKey2 LE sở hữu cụm camera kép với độ phân giải 13 MP, khẩu độ f/2.2 và camera còn lại có độ phân giải 5 MP, khẩu độ f/2.4.\n\nChất lượng ảnh cho ra từ máy ở mức khá, chi tiết rõ ràng và màu sắc khá sát với thực tế.\n\nCamera selfie có độ phân giải 8 MP và cho khả năng quay video 1080 với tỉ lệ 30 khung hình/giây.\n\nThời lượng pin thoải mái cả ngày\n\nKey2 LE sở hữu viên pin dung lượng 3000 mAh và nhà sản xuất công bố thời lượng sử dụng của chiếc smartphone này sẽ là 1 ngày với 1 lần sạc.\n\nNgoài ra thì Key2 LE cũng hỗ trợ công nghệ sạc nhanh Quick Charge 3.0 cho phép sạc đầy tới 50% pin chỉ trong vòng 36 phút.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại Samsung Galaxy A50s",
    "url": "https://www.thegioididong.com/dtdd/samsung-galaxy-a50s",
    "img": "https://cdn.tgdd.vn/Products/Images/42/207641/samsung-galaxy-a50s-050720-070703-400x460.png",
    "oldPrice": "6.990.000₫",
    "newPrice": "4.990.000₫",
    "parameters": [
      "Màn hình:\tSuper AMOLED, 6.4\", Full HD+",
      "Hệ điều hành:\tAndroid 9.0 (Pie)",
      "Camera sau:\tChính 48 MP & Phụ 8 MP, 5 MP",
      "Camera trước:\t32 MP",
      "CPU:\tExynos 9610 8 nhân",
      "RAM:\t4 GB",
      "Bộ nhớ trong:\t64 GB",
      "Thẻ nhớ:\tMicroSD, hỗ trợ tối đa 512 GB",
      "Thẻ SIM:\t\n2 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Dung lượng pin:\t4000 mAh, có sạc nhanh"
    ],
    "productDescription": "Nằm trong sứ mệnh nâng cao khả năng cạnh tranh với các smartphone đến từ nhiều nhà sản xuất Trung Quốc, mới đây Samsung tiếp tục giới thiệu phiên bản Samsung Galaxy A50s với nhiều tính năng mà trước đây chỉ xuất hiện trên dòng cao cấp.\n\nHệ thống 3 camera nhiều tính năng\n\nKhông nhiều chiếc smartphone trên thị trường sở hữu cụm camera chất lượng như Galaxy A50s.\n\nCảm biến chính được nâng lên độ phân giải 48 MP giúp những hình ảnh bạn chụp có nhiều chi tiết hơn.\n\nChúng ta cũng có thể chụp lại những bức ảnh góc rộng khi thấy một phong cảnh nào đó ấn tượng với camera thứ hai - góc siêu rộng 8 MP.\n\nHay chụp ảnh xóa phông và chất lượng ảnh ở mức khá khi ở điều kiện đủ sáng với camera thứ ba 5 MP hỗ trợ đo độ sâu trường ảnh.\n\nCamera trước cũng không kém phần ấn tượng với độ phân giải lên tới 32 MP, một trong những camera selfie có độ phân giải cao nhất thị trường.\n\nTính năng làm đẹp được tích hợp sẵn có thể làm hài lòng cả những người dùng khó tính nhất.\n\nXem thêm: Đánh giá chi tiết Samsung Galaxy A50s: Pin 'trâu', nâng cấp camera sáng giá\n\nMàn hình sắc nét, mặt lưng đổi màu đẹp mắt\n\nMặt lưng đổi màu gradient không chỉ có mặt trên những thiết bị cao cấp mà còn dần được phổ cập nhiều hơn xuống những smartphone phân khúc dưới và điển hình là Galaxy A50s.\n\nSamsung đã sử dụng thiết kế 3D Glasstic trên chiếc smartphone này giúp mặt lưng tạo ra nhiều hiệu ứng màu sắc khác nhau khi ánh sáng chiếu vào và làm tăng thêm vẻ cao cấp.\n\nHiện rất nhiều người dùng vẫn ưa chuộng sử dụng cổng cắm tai nghe 3.5mm và tin vui là Galaxy A50s không bị lược bỏ cổng kết nối này.\n\nChiếc smartphone Samsung này dùng để giải trí đa phương tiện hay xem nội dung cũng khá phù hợp vì được tích hợp màn hình kích thước lớn 6.4 inch đạt độ phân giải Full HD+.\n\nDiện tích mặt trước của máy cũng khá lớn nhờ sử dụng thiết kế màn hình Infinity-U, phần notch tương đối nhỏ gọn và không ảnh hưởng nhiều đến mặt thẩm mỹ.\n\nVới vi xử lý Exynos 9610 Hiệu năng của máy vừa đủ để đáp ứng nhu cầu xem phim, lướt Facebook hay chơi game cấu hình thấp của mọi người dùng.\n\nVân tay dưới màn hình tiên tiến\n\nVân tay tích hợp bên trong màn hình đang là công nghệ của tương lai và hiện tại không nhiều smartphone được trang bị công nghệ này.\n\nTrên Galaxy A50s người dùng sẽ không phải hi sinh bất cứ bộ phận nào trên thiết kế của máy mà vẫn sử dụng được công nghệ cảm biến vân tay đặt ở mặt trước như truyền thống.\n\nViên pin dung lượng lên tới 4000 mAh cũng sẽ cung cấp đủ thời gian sử dụng một cách thoải mái nhất trong vòng một ngày cho người dùng.\n\nBên cạnh đó máy cũng hỗ trợ công nghệ sạc nhanh 15W giúp bạn rút ngắn được đáng kể thời gian chờ nạp đầy năng lượng cho máy.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại Vivo S1 Pro",
    "url": "https://www.thegioididong.com/dtdd/vivo-s1-pro",
    "img": "https://cdn.tgdd.vn/Products/Images/42/202862/vivo-s1-pro-white-400x460.png",
    "oldPrice": "6.990.000₫",
    "newPrice": "5.990.000₫",
    "parameters": [
      "Màn hình:\tSuper AMOLED, 6.38\", Full HD+",
      "Hệ điều hành:\tAndroid 9.0 (Pie)",
      "Camera sau:\tChính 48 MP & Phụ 8 MP, 2 MP, 2 MP",
      "Camera trước:\t32 MP",
      "CPU:\tSnapdragon 665 8 nhân",
      "RAM:\t8 GB",
      "Bộ nhớ trong:\t128 GB",
      "Thẻ nhớ:\tMicroSD, hỗ trợ tối đa 256 GB",
      "Thẻ SIM:\t\n2 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Dung lượng pin:\t4500 mAh, có sạc nhanh"
    ],
    "productDescription": "Vivo S1 Pro sở hữu ngoại hình đẹp, khó có thể chê đi kèm trang bị hấp dẫn với vân tay trong màn hình, camera selfie 32 MP đi kèm nhiều công nghệ hiện đại.\nNgoại hình thu hút từ cái nhìn đầu tiên\n\nCái nhìn đầu tiên rất quan trọng khi bạn quyết định mua một chiếc smartphone và chiếc điện thoại Vivo đã làm rất tốt trong vấn đề này.\n\nMáy sở hữu ngoại hình rất thanh lịch với hai sắc màu trắng và đen, phù hợp với cả những bạn trẻ hoặc người dùng trung niên hơn.\n\nDưới nguồn sáng thay đổi, bạn có thể thấy mặt lưng của chiếc điện thoại này thay đổi tinh tế và trông rất lung linh, hấp dẫn.\n\nXem thêm: Đánh giá chi tiết Vivo S1 Pro: Thiết kế lột xác mới mẻ, kết hợp cùng camera chất lượng\n\nMặt trước rất ít có khuyết điểm khi toàn bộ không gian được dành cho màn hình kích thước 6.38 inch và phần loa thoại được hoàn thiện khéo léo sát cạnh trên màn hình.\n\nĐể có được trải nghiệm tràn viền thực thụ thì Vivo đã cố gắng rất nhiều khi trang bị lên Vivo S1 Pro rất nhiều công nghệ tiên tiến vốn chỉ xuất hiện trên smartphone cao cấp.\n\nCamera selfie \"nốt ruồi\" như flagship cao cấp\n\nCamera trước của máy được ngay bên trong màn hình giống như flagship cao cấp nhất hiện nay của Samsung là Galaxy S10.\n\nVivo cho biết rằng họ đã tối ưu rất nhiều thuật toán làm đẹp nhờ AI để cung cấp cho người dùng một trải nghiệm selfie tuyệt vời nhất.\n\nCamera chính cũng được đầu tư mạnh mẽ với cụm 4 camera trong đó camera chính có độ phân giải lên tới 48 MP.\n\n\n\n\nẢnh chụp bằng camera sau trên Vivo S1 Pro\nẢnh chụp ban đêm bằng camera sau trên Vivo S1 Pro\nẢnh chụp bằng camera sau trên Vivo S1 Pro\n\nTất nhiên, máy ảnh của Vivo S1 Pro cũng sẽ được tối ưu các thiết lập thông số nhờ trí tuệ nhân tạo AI.\n\nKhi bạn chụp vào ban đêm, điện thoại sẽ tự động sử dụng công nghệ Pixel Binning để gộp \"4 pixel thành 1\" để cải thiện chất lượng và chi tiết bên trong hình ảnh.\n\nCảm biến vân tay bên trong màn hình\n\nCông nghệ cảm biến vân tay trên Vivo S1 Pro có tốc độ nhận diện rất nhanh và chính xác, không hề thua kém các cảm biến vân tay truyền thống.\n\nBên cạnh đó người dùng cũng có thể sử dụng tính năng mở khóa bằng khuôn mặt trong nhiều trường hợp không thể sử dụng được vân tay.\n\nVề thời lượng pin thì bạn cũng có thể yên tâm dùng Vivo S1 Pro trong cả ngày dài chỉ với một lần sạc nhờ viên pin dung lượng cao 4.500 mAh.\n\nMáy cũng sẽ hỗ trợ công nghệ sạc nhanh để tiết kiệm thời gian sạc tối đa cho người dùng.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại Xiaomi Redmi Note 9 Pro (6GB/128GB)",
    "url": "https://www.thegioididong.com/dtdd/xiaomi-redmi-note-9-pro-128gb",
    "img": "https://cdn.tgdd.vn/Products/Images/42/221820/xiaomi-redmi-note-9-pro-128gb-trang-400x460-400x460.png",
    "oldPrice": null,
    "newPrice": "6.990.000₫",
    "parameters": [
      "Màn hình:\tIPS LCD, 6.67\", Full HD+",
      "Hệ điều hành:\tAndroid 10",
      "Camera sau:\tChính 64 MP & Phụ 8 MP, 5 MP, 2 MP",
      "Camera trước:\t16 MP",
      "CPU:\tSnapdragon 720G 8 nhân",
      "RAM:\t6 GB",
      "Bộ nhớ trong:\t128 GB",
      "Thẻ nhớ:\tMicroSD, hỗ trợ tối đa 512 GB",
      "Thẻ SIM:\t\n2 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Dung lượng pin:\t5020 mAh, có sạc nhanh"
    ],
    "productDescription": "Xiaomi Redmi Note 9 Pro 6GB/128GB là chiếc smartphone tầm trung mới nhất của Xiaomi gây ấn tượng với cấu hình mạnh mẽ, hệ thống bốn camera sau chất lượng, dung lượng pin khủng cùng mức giá bán cực kỳ hấp dẫn. \nThiết kế bóng bẩy, cao cấp\n\nVề ngoại hình, Xiaomi Redmi Note 9 Pro không có nhiều khác biệt so với người anh em Redmi Note 9s với vẻ ngoài vô cùng nổi bật bởi 2 mặt kính bóng bẩy.\n\nRedmi Note 9 Pro phiên bản màu xanh lá được thiết kế đặc biệt hơn ở phần mặt lưng được cách điệu bằng những đường kẻ đều đẹp mắt, camera cũng được làm tối giản hơn các phiên bản còn lại.\n\nPhía trước là màn hình kích thước lớn 6.67 inch được thiết kế với siêu tràn viền với camera selfie tích hợp trong màn hình giúp mở rộng không gian hiển thị cho bạn quan sát được nhiều thông tin hơn mà vẫn giữ được kích thước thon gọn, dễ dàng cầm nắm. \n\nMàn hình Xiaomi Redmi Note 9 Pro có độ phân giải Full HD+ cho khả năng hiển thị hình ảnh tốt, màu sắc tái hiện trung thực, góp phần đem lại những trải nghiệm tuyệt vời nhất khi giải trí, xem phim hay chơi các game đồ họa cao.\n\nBên cạnh đó, màn hình này còn được bảo vệ bằng lớp kính cường lực Corning Gorilla Glass 5 cao cấp, đồng thời cảm biến vân tay của máy đã được dời về cạnh viền thuận tiện cho việc mở khóa với tốc độ nhanh cùng độ chính xác cao.\n\nCấu hình mạnh mẽ với chip rồng Snapdragon\n\nXiaomi Redmi Note 9 Pro được sở hữu một cấu hình mạnh mẽ với vi xử lý Snapdragon 720G, đây là dòng chip chuyên game với với xung nhịp cao nhất có thể đạt tới 2.3 GHz kết hợp cùng GPU Adreno 618 cho khả năng xử lý đồ họa mượt mà.\n\nXem thêm: Qualcomm công bố chip di động Snapdragon 720G, Snapdragon 662 và Snapdragon 460\n\nBên cạnh đó, máy được tích hợp dung lượng RAM 6 GB cùng 128 GB bộ nhớ trong cho người dùng thoải mái sử dụng đa nhiệm, mở nhiều ứng dụng cùng lúc hay cài đặt, lưu trữ dữ liệu mà không cần lo đến việc đầy bộ nhớ.\n\nVới cấu hình này máy hoàn toàn có khả năng chiến tốt các tựa game nặng yêu cầu mức xử lý đồ họa cao, đồng thời mức khung hình luôn được duy trì để mang tới những trải nghiệm chơi game tuyệt vời nhất.\n\nĐặc biệt máy chạy hệ điều hành Android 10 của Google được tối ưu tốt trên giao diện MIUI đẹp mắt với nhiều tính năng hay mà còn gọn nhẹ, thân thiện với người dùng.\n\nCụm bốn camera 64 MP ấn tượng\n\nVề camera, Xiaomi Redmi Note 9 Pro gây ấn tượng với việc sở hữu đến tận bốn camera sau được thiết kế thành cụm hình chữ nhật đặt giữa mặt lưng của máy với camera chính là 64 MP cho khả năng chụp ảnh rõ nét cả ngày lẫn đêm. \n\nCamera macro 5 MP cho bạn thỏa sức sáng tạo những bức ảnh chân dung cận cảnh đầy tính nghệ thuật kết hợp cùng camera 2 MP hỗ trợ đo chiều sâu góp phần cho ra những bức ảnh xóa phông ảo diệu.\n\nCuối cùng là camera góc siêu rộng 8 MP giúp bạn dễ dàng ghi lại những phong cảnh hùng vĩ rộng lớn hay chụp cùng với nhóm bạn mà không bỏ lỡ một chi tiết nào. \n\nCamera trước trên Redmi Note 9 Pro có độ phân giải 16 MP tích hợp hàng loạt các tính năng làm đẹp bằng AI giúp bạn dễ dàng có được những tấm hình selfie đẹp tự nhiên mà không cần phải chỉnh sửa nhiều.\n\nDung lượng pin khủng 5020 mAh\n\nKhông chỉ sở hữu cấu hình mạnh mẽ, Redmi Note 9 Pro còn được sở hữu một viên pin dung lượng khủng lên tới  5020 mAh, đáp ứng đủ nhu cầu sử dụng hơn một ngày với tần suất sử dụng cao.\n\nBên cạnh đó, máy còn hỗ trợ được khả năng sạc nhanh công suất lên tới 30W giúp bạn rút ngắn được đáng kể thời gian chờ sạc pin cho thiết bị.\n\nTóm lại, nếu bạn đang tìm kiếm một chiếc điện thoại có thiết đẹp mắt, hiệu năng mạnh mẽ, hệ thống camera chất lượng cùng thời lượng pin “khủng”, thì Redmi Note 9 Pro là gợi ý hoàn hảo dành cho bạn.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại Huawei Nova 7i (Nền tảng Huawei Mobile Service)",
    "url": "https://www.thegioididong.com/dtdd/huawei-nova-7i",
    "img": "https://cdn.tgdd.vn/Products/Images/42/218363/huawei-nova-7i-pink-400x460-400x460.png",
    "oldPrice": "6.990.000₫",
    "newPrice": "6.690.000₫",
    "parameters": [
      "Màn hình:\tLTPS LCD, 6.4\", Full HD+",
      "Hệ điều hành:\tEMUI 10 (Android 10 không có Google)",
      "Camera sau:\tChính 48 MP & Phụ 8 MP, 2 MP, 2 MP",
      "Camera trước:\t16 MP",
      "CPU:\tKirin 810 8 nhân",
      "RAM:\t8 GB",
      "Bộ nhớ trong:\t128 GB",
      "Thẻ nhớ:\tNM card, hỗ trợ tối đa 256 GB",
      "Thẻ SIM:\t\n2 SIM Nano (SIM 2 chung khe thẻ nhớ), Hỗ trợ 4G\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Dung lượng pin:\t4200 mAh, có sạc nhanh"
    ],
    "productDescription": "Sau thành công dòng sản phẩm Nova 3i, Nova 5i, Huawei tiếp tục cho ra mắt người kế nhiệm mang tên Huawei Nova 7i với nhiều đột phá về cấu hình, thiết kế và camera. Đi kèm với giá thành phải chăng, thiết bi hứa hẹn tạo nên cơn sốt điện thoại cho năm 2020.\n\nSản phẩm chạy hệ điều hành Android trên nền tảng Huawei Mobile Service:\n- Không có CH Play, tải ứng dụng trên cửa hàng Huawei AppGallery.\n- Không có sẵn các ứng dụng / game sử dụng dịch vụ, tài khoản Google như: Google Maps, Google Drive, Gmail, Grab,...\n- Các ứng dụng không có trên Huawei AppGallery, khách hàng có thể tìm tải qua kho ứng dụng của bên thứ 3 như: Aurora Store, APK Pure,...\n(Lưu ý lựa chọn ứng dụng từ nhà phát hành uy tín để đảm bảo tính bảo mật)\n- Hướng dẫn cài đặt ứng dụng cho smartphone Huawei mà không cần tải CH Play Store.\n\nThiết kế tràn viền, màu sắc hiện đại\n\nHuawei Nova 7i được trang bị màn hình kích thước 6.4 inch độ phân giải Full HD+ với điểm nhấn chính là màn hình khoét lỗ nằm bên trái để đặt camera trước.\n\nMàn hình của Huawei Nova 7i sử dụng tấm nền LTPS LCD với ưu điểm góc nhìn rộng, độ sáng cao. Hình ảnh trên màn hình được tái hiện rõ nét và tươi tắn. Phần viền màn hình được làm cong 2.5D cho cảm giác hiện đại, sang trọng.\n\nMẫu smartphone Huawei được thiết kế nổi bật với hiệu ứng chuyển màu gradient được xử lý một cách tinh tế, cạnh sau cũng được vuốt cong nhẹ để máy dễ cầm nắm và thanh thoát hơn.\n\nThay vì đặt cảm biến vân tay trong màn hình, Huawei chỉ được trang bị với cảm biến vân tay tích hợp nút nguồn ở cạnh bên, bù lại lại cho tốc độ nhận diện nhanh và chính xác hơn.\n\nHiệu năng chiến game tốt, mượt mà trong mọi tác vụ\n\nHuawei Nova 7i được trang bị con chip khá mạnh là Kirin 810 8 nhân, được sản xuất trên tiến trình 7 nm hiện đại, đi kèm là dung lượng RAM 8 GB. Combo này mang lại điểm số đi hiệu năng Antutu khá ấn tượng với hơn 300 ngàn điểm.\n\nCấu hình này giúp máy có thể chiến tốt các tựa game hot hiện nay như Liên Quân, PUBG, Asphalt 9,... một cách mượt mà, ít gặp tình trạng đứng hoặc lag khi chơi.\n\nThiết bị sở hữu bộ nhớ trong 128 GB thoải mái lưu trình hình ảnh, video, hay cài đặt các ứng dụng giải trí khi cần.\n\nNova 7i được cài đặt sẵn hệ điều hành Android 10 mới nhất tùy biến trên giao diện EMUI 10, đáng tiếc Huawei Nova 7i sẽ thiếu vắng các dịch vụ của Google như Play Store, YouTube... thay vào đó là các dịch vụ tương tự từ Huawei.\n\nBù lại kho dữ liệu Huawei AppGallery vẫn khá đầy đủ các ứng dụng phổ biến như: Zalo, Viber, Zing Mp3, NhacCuaTui, CốcCốc Browser,... hoặc người dùng có thể lựa chọn nhiều nguồn ứng dụng khác để tải về.\n\nXem thêm: Hướng dẫn cài đặt ứng dụng cho Huawei Mate 30 Pro mà không cần tải CH Play Store\n\n4 camera thời thượng, camera chính 48 MP\n\nHuawei Nova 7i sở hữu cụm 4 camera trong đó bao gồm camera chính 48 MP, camera góc siêu rộng 8 MP, camera đo độ sâu ảnh 2 MP và camera chụp cận cảnh macro 2 MP. Cả 4 camera được thiết kế thành cụm vuông nằm ở góc trên bên trái mặt lưng.\n\nCamera của máy được tích hợp đầy đủ các tính năng góc rộng, xóa phông, HDR,... đáp ứng tốt nhu cầu chụp ảnh của đa số người dùng.\n\nChất lượng ảnh chụp của Huawei Nova 7i có chất lượng tốt, màu sắc tươi tắn, độ tương phản và chi tiết cao.\n\nẢnh chụp góc siêu rộng trên Huawei Nova 7i\nẢnh chụp góc thường trên Huawei Nova 7i\nẢnh chụp zoom 2x trên Huawei Nova 7i\nẢnh chụp zoom 6x trên Huawei Nova 7i\n\nTính năng chụp ảnh macro siêu cận thời thượng cũng được trang bị trên Huawei Nova 7i với điểm nhấn chụp ảnh sắc nét với độ chi tiết cao mang tới cho người dùng trải nghiệm chụp ảnh hoàn toàn mới.\n\nẢnh chụp từ camera sau trên Huawei Nova 7i\nẢnh chụp từ camera sau trên Huawei Nova 7i\n\nCamera trước của máy có độ phân giải 16 MP tích hợp công nghệ AI hứa hẹn mang đến những tấm hình selfie sắc nét cùng nhiều hiệu ứng VR sticker độc đáo.\n\nẢnh chụp selfie bằng camera trước trên Huawei Nova 7i\nẢnh chụp selfie bằng camera trước trên Huawei Nova 7i\n\nPin dùng lâu, hỗ trợ sạc nhanh\n\nHuawei Nova 7i mang trong mình viên pin lớn 4.200 mAh có hỗ trợ công nghệ sạc siêu nhanh cho khả năng sạc 70% pin trong thời gian 30 phút (theo Huawei công bố).\n\nNgoài ra máy còn hỗ trợ Bluetooth 5.0, jack tai nghe 3.5 mm, thẻ nhớ ngoài MicroSD,... với nhiều tính năng vui nhộn, thú vị.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Điện thoại OPPO A9 (2020)",
    "url": "https://www.thegioididong.com/dtdd/oppo-a9",
    "img": "https://cdn.tgdd.vn/Products/Images/42/202028/oppo-a9-400x460-1-400x460.png",
    "oldPrice": "6.990.000₫",
    "newPrice": "5.490.000₫",
    "parameters": [
      "Màn hình:\tTFT, 6.5\", HD+",
      "Hệ điều hành:\tAndroid 9.0 (Pie)",
      "Camera sau:\tChính 48 MP & Phụ 8 MP, 2 MP, 2 MP",
      "Camera trước:\t16 MP",
      "CPU:\tSnapdragon 665 8 nhân",
      "RAM:\t8 GB",
      "Bộ nhớ trong:\t128 GB",
      "Thẻ nhớ:\tMicroSD, hỗ trợ tối đa 256 GB",
      "Thẻ SIM:\t\n2 Nano SIM, Hỗ trợ 4G\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Dung lượng pin:\t5000 mAh"
    ],
    "productDescription": "Kế thừa phiên bản OPPO A7 đã từng gây hot trước đó, OPPO A9 (2020) có nhiều sự cải tiến hơn về màn hình, camera và hiệu năng trải nghiệm.\nCấu hình mạnh mẽ với chip mới Snapdragon 665, RAM 8 GB\n\nCung cấp sức mạnh cho chiếc smartphone là con chip tầm trung mới Snapdragon 665. So với phiên bản Snapdragon 660 trước đó, phiên bản chip này mang đến hiệu năng mạnh mẽ và tối ưu tiết kiệm điện hơn.\n\nKết hợp với RAM lớn đến 8 GB và chế độ GameBoost 2.0 đi kèm, OPPO A9 (2020) đem lại hiệu năng mạnh mẽ, trải nghiệm game ổn định và đa nhiệm mượt mà hơn hẳn.\n\nMáy chiến tốt các dòng game hiện nay như PUBG hay Liên Quân Mobile. Ở một số dòng game khác như Asphalt 8, người dùng có thể chỉnh cấu hình lại để đem lại trải nghiệm tốt hơn.\n\nHệ điều hành ColorOS 6 dựa trên nền tảng Android 9 Pie mới cũng là một ưu điểm của máy đem lại nhiều tiện ích và giao diện đẹp mắt cho người dùng.\n\nXem thêm: Đánh giá hiệu năng OPPO A9 2020: Snapdragon 665 chiến mượt PUBG Mobile và Liên quân Mobile\n\n4 camera sau với ống kính chính lên đến 48 MP\n\nOPPO A9 (2020) có sự thay đổi lớn về số camera cũng như độ phân giải camera sau, giúp hình ảnh đạt độ chi tiết và sắc nét cao hơn hẳn.\n\nMáy bao gồm một camera chính 48 MP và ba cảm biến phụ có độ phân giải lần lượt là 8 MP, 2 MP và 2 MP.\n\nOPPO A9 2020 | Ảnh chụp góc siêu rộng\nOPPO A9 2020 | Ảnh chụp góc thường\nOPPO A9 2020 | Ảnh chụp zoom 2x\nOPPO A9 2020 | Ảnh chụp zoom 5x\n\nBộ bốn camera này sẽ hỗ trợ tốt cho người dùng từ việc chụp ảnh góc rộng cho đến xoá phông nổi bật chủ thể.\n\nCamera selfie vẫn giữ nguyên 16 MP, hỗ trợ các tính năng chụp thiếu sáng, HDR, chế độ làm đẹp và AI, khiến người dùng càng chụp càng đẹp nhờ khả năng tinh chỉnh thông minh.\n\nMàn hình có diện tích trải nghiệm lớn\n\nOPPO A9 (2020) có màn hình giọt nước rộng đến 6.5 inch, độ phân giải HD+, tỉ lệ 19.5:9 và đạt đến 90.7% diện tích trải nghiệm.\n\nNhờ sự cải tiến này, chiếc điện thoại OPPO đem lại những khung hình rộng và sắc nét hơn, vượt xa nhiều đối thủ trong cùng tầm giá.\n\nViệc xem phim, chơi game sẽ trở nên đã mắt và không còn gặp nhiều giới hạn cùng với dung lượng pin khủng đến 5000 mAh.\n\nXem thêm: Đánh giá chi tiết OPPO A9 (2020): Thiết kế 'hút hồn' cùng hiệu năng 'ngon'\n\nMàu sắc luôn đi đầu xu hướng\n\nVới mỗi đợt ra mắt sản phẩm mới, OPPO lại thay đổi giao diện bề ngoài với những màu sắc khác nhau, hiếm khi trùng với sản phẩm trước đó.\n\nOPPO A9 (2020) gây sốt với các màu sắc mới: Xanh ngọc, tím pha xanh, xanh lá đậm dạng đổi màu gradient, phù hợp với mọi đối tượng từ yêu thích nhẹ nhàng, lịch sự cho đến cá tính, trẻ trung.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  }
]
