[
  {
    "title": "Máy tính bảng iPad 10.2 inch Wifi Cellular 32GB (2019)",
    "url": "https://www.thegioididong.com/may-tinh-bang/ipad-10-2-inch-wifi-cellular-32gb-2019",
    "img": "https://cdn.tgdd.vn/Products/Images/522/213099/ipad-10-2-inch-wifi-cellular-32gb-2019-gold-400x460.png",
    "oldPrice": null,
    "newPrice": "13.990.000₫",
    "parameters": [
      "Màn hình\tLED backlit LCD, 10.2\"",
      "Hệ điều hành\tiPadOS 13",
      "CPU\tApple A10 Fusion 4 nhân, 2.34 GHz",
      "RAM\t3 GB",
      "Bộ nhớ trong\t32 GB",
      "Camera sau\t8 MP",
      "Camera trước\t1.2 MP",
      "Kết nối mạng\tWiFi, 3G, 4G LTE",
      "Hỗ trợ SIM\t\n1 Nano SIM hoặc 1 eSIM\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Đàm thoại\tFaceTime",
      "Trọng lượng493 g",
      "Mức năng lượng tiêu thụ32.4 Wh (Khoảng 8600 mAh)"
    ],
    "productDescription": "Nhắc tới máy tính bảng thì người ta sẽ nghĩ ngay tới iPad và vào những tháng cuối năm 2019 thì Apple giới thiệu chiếc máy tính bảng \"giá rẻ\" mang tên iPad 10.2 inch Wifi Cellular 32GB (2019), nhắm tới đối tượng người dùng là các bạn học sinh, sinh viên hay những người muốn một thiết bị màn hình lớn cho làm việc và giải trí.\nMàn hình lớn, xài đã hơn\n\nChắc chắn những người lựa chọn iPad phần lớn đều thích màn hình kích thước lớn của nó.\n\nSo với thế hệ tiền nhiệm thì iPad năm nay được Apple nâng cấp kích thước màn hình lên một chút là 10.2 inch so với 9.7 inch như thế hệ trước.\n\nĐiều này giúp bạn sẽ có nhiều không gian hơn để sử dụng cho việc học tập, làm việc và giải trí của mình.\n\nBên cạnh đó thì tấm nền LED backlit LCD được đánh giá rất cao bởi độ sáng và màu sắc trung thực mà nó mang lại.\n\nMáy vẫn giữ kiểu thiết kế truyền thống vốn đã tồn tại trên nhiều thế hệ iPad của Apple nhưng vẫn không kém phần sang trọng và tiện dụng.\n\nThời lượng pin vượt trội\n\nNhững chiếc iPad luôn mang tới cho người dùng thời gian sử dụng vượt trội so với các đối thủ của mình.\n\nVới chiếc iPad này thì bạn hoàn toàn có thể thoải mái sử dụng trong khoảng 2-3 ngày mới phải sạc pin.\n\nViệc onscreen liên tục được khoảng 10 tiếng là một điều hết sức bình thường với chiếc máy này và nếu bạn chỉ dùng để xem phim thì nó còn ấn tượng hơn nhiều.\n\nHiệu năng mượt mà và ổn định\n\nTuy không có sức mạnh ấn tượng như những chiếc iPad Pro nhưng hiệu năng mà máy mang lại vẫn đủ làm hài lòng phần lớn người dùng.\n\nCung cấp sức mạnh cho máy là con chip Apple A10 Fusion kết hợp với 3 GB RAM và 32 GB bộ nhớ trong.\n\nMáy hoạt động mượt mà và ổn định với hầu hết các thao tác hằng ngày của người dùng.\n\nBạn cũng có thể sử dụng chiếc máy này để chơi game và sẽ có một trải nghiệm mà không một chiếc smartphone nào có được.\n\nThao tác cử chỉ vuốt đơn giản, dễ sử dụng giúp bạn tiết kiệm được nhiều thời gian.\n\nCảm biến vân tay cũng được duy trì giúp bạn mở khóa thiết bị một cách dễ dàng.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Máy tính bảng Samsung Galaxy Tab with S Pen (P205)",
    "url": "https://www.thegioididong.com/may-tinh-bang/samsung-galaxy-tab-a8-plus-p205",
    "img": "https://cdn.tgdd.vn/Products/Images/522/200631/samsung-galaxy-tab-a8-plus-p205-black-400x460.png",
    "oldPrice": null,
    "newPrice": "6.990.000₫",
    "parameters": [
      "Màn hình\tWUXGA TFT, 8\"",
      "Hệ điều hành\tAndroid 9.0 (Pie)",
      "CPU\tExynos 7904 8 nhân, 2 nhân 1.8 GHz & 6 nhân 1.6 GHz",
      "RAM\t3 GB",
      "Bộ nhớ trong\t32 GB",
      "Camera sau\t8 MP",
      "Camera trước\t5 MP",
      "Kết nối mạng\tWiFi, 3G, 4G LTE",
      "Hỗ trợ SIM\t\nNano Sim\nHOTSIM VNMB Siêu sim (5GB/ngày)",
      "Đàm thoại\tCó",
      "Trọng lượng380 g",
      "Dung lượng pin4200 mAh"
    ],
    "productDescription": "Samsung Galaxy Tab A Plus 8.0 inch (2019) là một chiếc máy tính bảng có thiết kế đẹp, trọng lượng nhẹ giúp bạn có thể dễ dàng mang theo trong những buổi sáng cafe hay những chuyến đi chơi xa.\nThiết kế được làm tinh tế hơn\n\nNguyên khối và siêu mỏng là hai đặc điểm nổi bật tạo nên nét tinh tế cho Galaxy Tab A.\n\nMáy chỉ dày 8.9 mm và có khối lượng nhẹ nhàng, chiếc máy tính bảng này rất thuận tiện khi bạn muốn nó đồng hành bên mình trong những chuyến đi xa.\n\nBật trình duyệt web của bạn lên và nâng tầm trải nghiệm đọc của bạn lên một đẳng cấp mới với máy tính bảng Galaxy Tab A.\n\nMàn hình của chiếc máy tính bảng Samsung được thiết kế theo tỷ lệ 4:3 – rất lý tưởng cho việc đọc sách, tạp chí, đọc báo hoặc lướt web.\n\nNhờ vậy, trải nghiệm đọc của bạn sẽ được nâng lên một đẳng cấp mới, thuận tiện và thoải mái hơn rất nhiều.\n\nCamera có độ sắc nét cao\n\nChụp ảnh mọi lúc mọi nơi với độ sắc nét hoàn hảo cùng Galaxy Tab A, sở hữu camera trước 5 MP và camera sau 8 MP.\n\nBạn sẽ thấy tất cả nút điều khiển video và máy ảnh trong giao diện máy ảnh giúp việc làm chủ camera của máy trở nên đơn giản hơn.\n\nNhờ tính năng chụp ảnh liên tục, bạn có thể chụp hàng loạt ảnh liên tiếp nhau, chỉ cần nhấn và giữ nút chụp ảnh trên máy tính bảng Galaxy Tab A.\n\nTrải nghiệm độc đáo với bút S Pen\n\nBạn có thể tận hưởng trải nghiệm viết, vẽ hoàn toàn như bút thật nhờ vào bút S Pen có trang bị trên máy tính bảng Galaxy Tab A.\n\nTính năng viết chữ hoàn toàn mới cho phép chữ viết của bạn hiển thị thật cá tính và hấp dẫn hơn bao giờ hết.\n\nBạn cũng có thể dùng S Pen để kéo thả nhiều tập tin, hình ảnh và dễ dàng thay đổi thời khóa biểu trong máy.\n\nNhiều tiện ích và nội dung hấp dẫn\n\nSở hữu Galaxy Tab A with S Pen 8 inch bạn sẽ được tận hưởng rất nhiều tiện ích đến từ Samsung.\n\nHiệu năng của máy được cung cấp bởi vi xử lý Exynos 7904 vừa đủ để đáp ứng tốt nhu cầu giải trí hằng ngày của mọi người dùng.\n\nĐi cùng với máy là màn hình kích thước lớn độ phân giải cao, giúp hiển được nhiều nội dung trải nghiệm chơi game sẽ cực kỳ thích.\n\nMáy hỗ trợ cả khe SIM và mạng 4G giúp bạn có thể kết nối dữ liệu và lướt web với tốc độ mạng nhanh chóng hơn.\n\nChẳng những được trang bị hệ điều hành Android 8.1 mới nhất với giao diện tiện lợi và đơn giản, Galaxy Tab A còn sở hữu chip lõi tám mạnh mẽ hỗ trợ tối đa cho việc sử dụng nhiều ứng dụng cùng lúc.\n\nNiềm vui cho bé yêu và cho cả gia đình\n\nChế độ Kids Mode mang đến hàng loạt ứng dụng thân thiện với trẻ em, để bé vừa học vừa chơi và phát triển sở thích, tài năng.\n\nBạn không cần lo lắng trẻ chơi máy quá nhiều nữa, vì đã có tính năng cài đặt giới hạn thời gian dành riêng cho trẻ sử dụng.\n\nBên cạnh đó bạn còn có thể kết nối máy tính bảng Galaxy Tab A của bạn với Samsung SmartTV để xem video, xem hình ảnh một cách thoải mái hơn.\n\nVới một tài khoản Samsung hoặc bật kết nối Bluetooth cho 2 thiết bị, và xem tất cả nội dung trên máy tính bảng Galaxy Tab A trên Samsung SmartTV hoặc ngược lại thật dễ dàng.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Máy tính bảng Samsung Galaxy Tab A8 8\" T295 (2019)",
    "url": "https://www.thegioididong.com/may-tinh-bang/samsung-galaxy-tab-a8-t295-2019",
    "img": "https://cdn.tgdd.vn/Products/Images/522/205751/samsung-galaxy-tab-a8-t295-2019-silver-400x460.png",
    "oldPrice": null,
    "newPrice": "3.690.000₫",
    "parameters": [
      "Màn hình\tTFT LCD, 8\"",
      "Hệ điều hành\tAndroid 9.0 (Pie)",
      "CPU\tSnapdragon 429, 4 nhân 2.0 GHz",
      "RAM\t2 GB",
      "Bộ nhớ trong\t32 GB",
      "Camera sau\t8 MP",
      "Camera trước\t2 MP",
      "Kết nối mạng\tWiFi, 3G, 4G LTE",
      "Hỗ trợ SIM\t\nNano Sim\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Đàm thoại\tCó",
      "Trọng lượng347 g",
      "Dung lượng pin5100 mAh"
    ],
    "productDescription": "Samsung Galaxy Tab A8 8 inch T295 (2019) là một chiếc máy tính bảng gọn nhẹ, với màn hình vừa đủ có thể giúp bạn giải trí hay hỗ trợ trẻ nhỏ trong việc học tập.\nMàn hình lớn thoải mái sử dụng\n\nƯu điểm của những chiếc máy tính bảng khi so với smartphone là kích thước màn hình lớn hơn đem lại không gian lớn hơn để sử dụng.\n\nMàn hình của chiếc máy tính bảng Samsung được thiết kế theo tỷ lệ 16:10 – rất lý tưởng cho việc đọc sách, tạp chí, đọc báo hoặc lướt web.\n\nMàn hình của máy có độ phân giải 1280 x 800 pixels cho hình ảnh hiển thị chi tiết, giúp bạn thoải mái lướt web hay xem phim phụ đề mà không mỏi mắt.\n\nChiếc máy tính bảng này được thiết kế với vỏ kim loại nhám nhẹ cùng các góc bo tròn cho cảm giác chắc chắn, không bám vân tay khi cầm.\n\nMáy chỉ dày 8 mm và có khối lượng nhẹ nhàng, nên rất thuận tiện khi bạn muốn nó đồng hành bên mình trong những chuyến đi xa.\n\nXem thêm: Đánh giá Samsung Galaxy Tab A8 2019: 'điện thoại bảng' giá dưới 4 triệu\n\nHiệu năng của máy được cung cấp bởi vi xử lý Qualcomm Snapdragon 429 vừa đủ để đáp ứng nhu cầu cơ bản hàng ngày như đọc báo, xem phim, lướt Facebook, ... hằng ngày.\n\nNgoài ra với vi xử lý này còn giúp bạn chơi một số tựa game nhẹ như Candy Crush, Kim Cương, Temble Run, ... trên màn hình lớn một cách mượt mà ổn định.\n\nHỗ trợ kết nối 3G/4G\n\nMáy cũng hỗ trợ khe cắm thẻ nhớ mở rộng tối đa lên tới 512 GB cùng 1 khe cắm Nano Sim và kết nối 4G tốc độ cao giúp bạn truy cập internet với tốc độ nhanh chóng.\n\n4G sẽ giúp bạn lướt web nhanh hơn, tốc độ tải một trang web hay một ứng dụng bất kỳ đều nhanh gấp 2 đến 3 lần so với 3G trước đây.\n\nThậm chí bạn cũng có thể nghe gọi như một chiếc smartphone trên chiếc máy tính bảng này.\n\nChẳng những được trang bị hệ điều hành Android 9.0 (Pie) mới nhất với giao diện tiện lợi và đơn giản, Samsung Galaxy Tab A8 còn sở hữu chip lõi tứ mạnh mẽ hỗ trợ tối đa cho việc sử dụng nhiều ứng dụng cùng lúc.\n\nBên cạnh đó bạn còn có thể kết nối máy tính bảng Galaxy Tab A8 2019 của bạn với Samsung SmartTV để xem video, xem hình ảnh một cách thoải mái hơn.\n\nCamera có độ sắc nét cao\n\nChụp ảnh mọi lúc mọi nơi với độ sắc nét hoàn hảo cùng Galaxy Tab A8, sở hữu camera trước 2 MP và camera sau 8 MP.\n\nBạn sẽ thấy tất cả nút điều khiển video và máy ảnh trong giao diện máy ảnh giúp việc làm chủ camera của máy trở nên đơn giản hơn.\n\nNhờ tính năng chụp ảnh liên tục, bạn có thể chụp hàng loạt ảnh liên tiếp nhau, chỉ cần nhấn và giữ nút chụp ảnh trên máy tính bảng Galaxy Tab A8.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Máy tính bảng iPad Pro 12.9 inch Wifi 128GB (2020)",
    "url": "https://www.thegioididong.com/may-tinh-bang/ipad-pro-12-9-inch-wifi-128gb-2020",
    "img": "https://cdn.tgdd.vn/Products/Images/522/221775/ipad-pro-12-9-inch-wifi-128gb-2020-xam-400x460-1-400x460.png",
    "oldPrice": null,
    "newPrice": "27.990.000₫",
    "parameters": [
      "Màn hình\tLiquid Retina, 12.9\"",
      "Hệ điều hành\tiPadOS 13",
      "CPU\tApple A12Z Bionic, 4 nhân 2.5 GHz & 4 nhân 1.6 GHz",
      "RAM\t6 GB",
      "Bộ nhớ trong\t128 GB",
      "Camera sau\tChính 12 MP & Phụ 10 MP, TOF 3D LiDAR",
      "Camera trước\t7 MP",
      "Kết nối mạng\tWiFi, Không hỗ trợ 3G, Không hỗ trợ 4G",
      "Đàm thoại\tFaceTime",
      "Trọng lượng\t471 g",
      "Mức năng lượng tiêu thụ36.71 Wh"
    ],
    "productDescription": "Sở hữu thiết kế tinh tế, màn hình xuất sắc và cấu hình mạnh mẽ, đáp ứng được hầu hết nhu cầu của một người sáng tạo chuyên nghiệp. Điều không một thế hệ máy tính bảng nào khác có thể làm được, đã xuất hiện trên iPad Pro 12.9 inch 2020.\nMàn hình tuyệt đẹp, nhiều công nghệ tích hợp\n\niPad Pro 12.9 inch 2020 có một thiết kế khá vuông vức với viền màn hình 4 cạnh không quá dày và đều nhau, giúp cho trải nghiệm cầm nắm dễ dàng, giúp cho tổng thể mặt trước của iPad hài hòa và đẹp mắt hơn. \n\nTổng thể chiếc máy có trọng lượng chỉ 641g và mỏng 5.9 mm so với kích thước 12.9 inch thì điều đó cho thấy iPad Pro 12.9 inch 2020 rất mỏng nhẹ, gọn gàng.\n\nThật khó lòng khi tìm ra khuyết điểm về màn hình của iPad Pro 12.9 inch 2020, với kích thước 12.9 inch cùng với độ phân giải 2048 x 2732 pixels giúp cho máy hiển thị vô cùng sắc nét và không gian làm việc lớn. \n\nXem thêm: Tìm hiểu về các loại độ phân giải màn hình\n\nMáy sử dụng công nghệ màn hình Liquid Retina Display độ sáng 600 nits với các công nghệ hỗ trợ như Pro Motion và True Tone, giúp màu sắc được thể hiện một cách tự nhiên, trung thực và sống động.\n\nXem thêm: Màn hình Retina là gì?\n\nHiệu năng mạnh mẽ với chip CPU A12Z với 8 nhân đồ họa\n\niPad Pro 12.9 inch 2020 được nâng cấp bộ vi xử lý mạnh mẽ hơn người tiềm, máy cho hiệu năng rất cao giúp cho thao tác sử dụng những phần mềm đồ họa như Photoshop, illustrator mượt mà và phản hồi nhanh chóng.\n\nVới việc có thể kết nối với bàn phím, chuột không dây và con trỏ chuột được làm mới, giúp người dùng thao tác và sử dụng một cách dễ dàng.\n\nHơn thế nữa, bộ vi xử lý A12Z với 8 nhân đồ hoạ thì máy có thể chiến hầu hết các tựa game hiện có trên thị trường như PUBG, Liên Quân, Asphalt 9,... với mức thiết lập đồ họa cao nhất với tốc độ khung hình ổn định trong suốt quá trình chơi.\n\nBằng việc tích hợp sẵn bộ nhớ 128 GB giúp cho người dùng có nhiều không gian lưu trữ hơn, làm được nhiều việc hơn trên chiếc iPad Pro 12.9 inch 2020. Đây là mức dung lượng hoàn hảo cho tùy chọn cơ bản nhất của chiếc máy.\n\nCụm camera \"Pro\", nâng tầm trải nghiệm AR\n\nApple thật sự ưu ái khi tích hợp cho chiếc máy này với 2 camera sau, 1 camera chính 12 MP và 1 camera góc siêu rộng 125 độ 10 MP, cùng với đó là camera selfie 7 MP hỗ trợ công nghệ TrueDepth. Giúp bạn hoàn toàn có thể chụp ra những bức ảnh ưng ý nhất.\n\nViệc quay video, chụp ảnh và chỉnh sửa trực tiếp một cách chuyên nghiệp để gửi đi khách hàng, đối tác chỉ với một thiết bị duy nhất đã không còn là điều xa vời với người dùng iPad Pro 2020.\n\nHơn thế nữa, iPad 12.9 inch 2020 còn được tích hợp thêm cảm biến Lidar đo chiều sâu, giúp hỗ trợ những ứng dụng AR nhận diện bối cảnh một cách chính xác nhất.\n\nCảm biến này cực kì hữu ích đặc biệt trong các lĩnh vực thiết kế, thi công bởi người dùng có thể \"ướm\" thử các mô hình 3D của thiết kế lên thực tế và quan sát nhiều góc độ một cách trực quan nhất bằng công nghệ thực tại ảo AR.\n\nNhìn chung, Apple đã định vị iPad rất rõ ràng hướng tới việc ngày càng mang lại nhiều trải nghiệm làm việc, giải trí mạnh mẽ hơn cho người dùng chuyên nghiệp. Ở hiện tại, iPad Pro 2020 chắc chắn là thiết bị rất đáng xuống tiền để sử dụng như một thiết bị làm việc hỗ trợ để xử lý các công việc gấp khi du lịch, ra ngoài hay là công cụ rất \"ngầu\" dùng để giao tiếp với đối tác.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Máy tính bảng Samsung Galaxy Tab S6 Lite",
    "url": "https://www.thegioididong.com/may-tinh-bang/samsung-galaxy-tab-s6-lite",
    "img": "https://cdn.tgdd.vn/Products/Images/522/219912/samsung-galaxy-tab-s6-lite-xanh-400x460-400x460.png",
    "oldPrice": null,
    "newPrice": "9.990.000₫",
    "parameters": [
      "Màn hình\tPLS LCD, 10.4\"",
      "Hệ điều hành\tAndroid 10",
      "CPU\tExynos 9611 8 nhân, 4 nhân 2.3 GHz & 4 nhân 1.7 GHz",
      "RAM\t4 GB",
      "Bộ nhớ trong\t64 GB",
      "Camera sau\t8 MP",
      "Camera trước\t5 MP",
      "Kết nối mạng\tWiFi, 3G, 4G LTE",
      "Hỗ trợ SIM\t\nNano Sim\nHOTSIM VNMB Siêu sim (5GB/ngày)",
      "Đàm thoại\tCó",
      "Trọng lượng467 g",
      "Dung lượng pin7040 mAh"
    ],
    "productDescription": "Sau thành công của Galaxy Tab S6, Samsung tiếp tục ra mắt Galaxy Tab S6 Lite để chinh chiến ở phân khúc máy tính bảng giá rẻ hơn. Thiết bị vẫn hỗ trợ bút S Pen thần thánh, thiết kế kim loại cao cấp và màn hình, âm thanh giải trí đỉnh cao.\nThiết kế thời thượng và cao cấp\n\nMáy tính bảng Galaxy Tab S6 Lite sở hữu thiết ấn tượng với độ dày chỉ 7mm và trọng lượng siêu nhẹ 467g, giúp người dùng dễ dàng bỏ vào túi xách hay mang theo bất kì đâu.\n\nToàn thân của máy được chế tác từ kim loại nguyên khối cao cấp, đảm bảo độ bền và cho vẻ đẹp sang trọng, thanh thoát.\n\nMặt sau của Tab S6 Lite được thiết kế tổng thể được làm tối giản giúp chiếc máy trông hiện đại hơn. Dải anten lớn phân tách các thành phần kim loại giúp thiết bị bắt sóng tốt và ổn định hơn.\n\nBút S Pen mới tối ưu hiệu suất sử dụng\n\nTương tự như trên Tab S6, phiên bản S6 Lite cũng được trang bị bút S Pen làm trợ thủ đắc lực trong các công việc hàng ngày.\n\nBút S Pen mới trên Tab S6 Lite được thiết kế lớn hơn với kích thước tương tự như cây bút thông thường cho cảm giác cầm tự nhiên và thoải mái. Tối ưu năng suất viết, vẽ trên máy.\n\nTrải nghiệm viết tay tiếng Việt trên Tab S6 Lite cho thấy máy nhận diện chữ viết rất tốt và chính xác, tốc độ viết khoảng 30 từ/phút, tuy không nhanh như khi gõ phím nhưng là rất ấn tượng so với thao tác nhập liệu trên màn hình cảm ứng. Bút cũng ít gây mỏi khi sử dụng lâu.\n\nMột ưu điểm khác S Pen mới là không sử dụng pin và không cần sạc, nên người dùng hoàn toàn có thể thao tác và sử dụng trong một thời gian dài. \n\nCác tính năng thông minh khác với S Pen vẫn xuất hiện đầy đủ trên tab S6 Lite như: Đánh dấu và phóng to nội dung lên tới 300% để tương tác thuận tiện hơn, dịch thông minh, ghi chú lên màn hình, camera AR…\n\nKhi không còn sử dụng, bút S Pen trên Tab S6 Lite cũng có thể được cất gọn gàng bằng cách đặt lên cạnh bên máy, bút sẽ dính chặt vào máy nhờ lực hút nam châm. Hoặc khách hàng cũng có thể sử dụng bao da để giữ bút gọn gàng hơn.\n\nTrải nghiệm giải trí đỉnh cao\n\nTrải nghiệm hình ảnh sống động vượt trội trên màn hình rộng tới 10.4”. Phần viền siêu mảnh và tỷ lệ màn hình rộng 16:10 giúp cho không gian giải trí và làm việc cực thoải mái.\n\nTấm nền IPS LCD với độ phân giải 1200 x 2000 cho hình ảnh rõ nét và màu sắc chân thực.\n\nBên cạnh phần hình ảnh chất lượng cao, phần âm thanh trên Galaxy Tab S6 Lite cũng được chăm chút với bộ loa kép đến từ AKG và công nghệ âm thanh Dolby Atmos sống động. Khi so sánh thực nghiệm với flagship Galaxy Note 10 thì chất âm trên tablet này thậm chí chắc và ấm hơn.\n\nSamsung cũng tuyên bố thiết bị có thể xem video liên tục đến 13 giờ nhờ viên pin lớn 7040 mAh. Ngoài ra công nghệ sạc nhanh 15 W giúp rút ngắn tối đa thời gian sạc.\n\nVề cấu hình, Tab S6 Lite được trang bị chip xử lý Exynos 9611 8 nhân, RAM 4 GB và dung lượng bộ nhớ trong 64 GB khá thoải mái. \n\nThiết bị dễ dàng đáp ứng tốt nhu cầu sử dụng xem phim, lướt web hay chơi các tựa game phổ biến trên di động như Call of Duty hay Gunny...\n\nNgoài ra Tab S6 Lite cũng hỗ trợ SIM nghe gọi như một chiếc smartphone thực thụ và khả năng kết nối 4G nhanh chóng.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Máy tính bảng Masstel Tab 10 Pro",
    "url": "https://www.thegioididong.com/may-tinh-bang/masstel-tab10-pro",
    "img": "https://cdn.tgdd.vn/Products/Images/522/211155/masstel-tab10-pro-gold-3-400x460.png",
    "oldPrice": null,
    "newPrice": "2.590.000₫",
    "parameters": [
      "Màn hình\tIPS LCD, 10.1\"",
      "Hệ điều hành\tAndroid 9.0 (Pie)",
      "CPU\tMediaTek MT6580 4 nhân, 1.3 GHz",
      "RAM\t2 GB",
      "Bộ nhớ trong\t16 GB",
      "Camera sau\t5 MP",
      "Camera trước\t2 MP",
      "Kết nối mạng\tWiFi, 3G, Không hỗ trợ 4G",
      "Đàm thoại\tCó",
      "Trọng lượng\t550.5 g",
      "Dung lượng pin5000 mAh"
    ],
    "productDescription": "Masstel Tab10 Pro là một lựa chọn khá hợp lý dành cho các bạn học sinh sinh viên, những người muốn có một thiết bị giá rẻ nhưng vẫn có một màn hình lớn để học tập hay giải trí.\n\nMàn hình tươi sáng\n\nMasstel Tab10 Pro được trang bị màn hình rộng 10.1 inch vừa phải độ phân giải 1280 x 800 pixels mang lại xem phim trên youtube hay truyền hình có độ sáng cao, tươi sáng.\n\nViệc sở hữu một thiết bị màn hình lớn sẽ giúp bạn có nhiều không gian hơn để trải nghiệm và làm việc cũng sẽ chính xác hơn.\n\nNhà sản xuất cũng đã tinh tế hoàn thiện các góc cạnh của máy một cách mềm mại hơn giúp người dùng cầm nắm sử dụng chiếc máy tính bảng này thoải mái hơn.\n\nCác chi tiết khác trên thiết kế của máy được hoàn thiện, gia công tỉ mỉ từ chất liệu nhựa kết hợp cùng màu sắc thời trang tạo nên vẻ đẹp thanh lịch cho sản phẩm.\n\nHiệu năng đáp ứng nhu cầu cơ bản\n\nChiếc máy tính bảng Masstel này sử dụng con chip MTK 6580 cùng 2 GB RAM và 16 GB bộ nhớ trong.\n\nCấu hình này đủ để bạn có thể lướt facebook hay xem phim khá mượt mà cũng như giải trí với một số tựa game nhẹ những lúc rảnh rỗi.\n\nĐể người dùng có được không gian lưu trữ dữ liệu thoải mái hơn thì chiếc máy này cũng sẽ hỗ trợ khe cắm thẻ nhớ mở rộng với dung lượng lên tới 32 GB.\n\nNgoài ra Masstel Tab10 Pro có âm lượng khá to và rõ nên việc sử dụng để nghe nhạc hay xem phim rất thoải mái.\n\nVới việc tích hợp thêm 2 khe cắm SIM 3G thì chiếc máy tính bảng này sẽ trở thành một chiếc điện thoại \"khổng lồ\" giúp bạn có thể nghe, gọi, gửi tin nhắn hay sử dụng mạng internet ở những nơi không có wifi.\n\nXem thêm: Đập hộp và trên tay Masstel Tab10 Pro: Máy tính bảng dành cho học sinh, sinh viên\n\nPin lớn xài lâu\n\nMasstel Tab10 Pro sở hữu viên pin dung lượng 5000 mAh đảm bảo cho bạn có thể sử dụng cả ngày dài.\n\nTất nhiên máy cũng sẽ hỗ trợ 2 camera trước sau để bạn có thể chụp lại những khoảnh khắc đẹp trong cuộc sống.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Máy tính bảng Huawei Mediapad T5 10.1 inch (3GB/32GB)",
    "url": "https://www.thegioididong.com/may-tinh-bang/huawei-mediapad-t5",
    "img": "https://cdn.tgdd.vn/Products/Images/522/196071/huawei-mediapad-t5-33397-hinhchitiet-400x460.png",
    "oldPrice": null,
    "newPrice": "4.990.000₫",
    "parameters": [
      "Màn hình\tIPS LCD Full HD, 10.1\"",
      "Hệ điều hành\tAndroid 8.0",
      "CPU\tKirin 659, 4 nhân 2.36 GHz & 4 nhân 1.7 GHz",
      "RAM\t3 GB",
      "Bộ nhớ trong\t32 GB",
      "Camera sau\t5 MP",
      "Camera trước\t2 MP",
      "Kết nối mạng\tWiFi, 3G, 4G LTE",
      "Hỗ trợ SIM\t\nMicro sim\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Đàm thoại\tCó",
      "Trọng lượng460 g",
      "Dung lượng pin5100 mAh"
    ],
    "productDescription": "Máy tính bảng Huawei Mediapad T5 vừa được ra mắt cuối năm 2018, mang trong mình thiết kế trẻ trung, màn hình sắc nét và một cấu hình đủ khoẻ để chơi tốt các tựa game cơ bản hiện nay sẽ là sự lựa chọn đáng cân nhắc trong phân khúc tablet phổ thông.\nThiết kế hiện đại, đẹp mắt\n\nChất liệu kim loại bao bọc thân máy tạo sự cứng cáp, mặt trước máy là lớp kính gần ra đến viền tạo sự hiện đại và sang trọng cho sản phẩm. Các cạnh được bo cong nhẹ, trọng lượng máy chỉ 470 gam giúp bạn cầm nắm bằng 1 tay chắc chắn.\n\nMàn hình sắc nét, xem phim chất lượng cao\n\nKích thước màn hình 10.1 inch, độ phân giải FullHD 1080p cho chất lượng hình ảnh tươi sáng, xem các bộ phim bom tấn hình ảnh có độ sâu cao và sắc nét.\n\nMàn hình của máy đáp ứng tốt nhu cầu học tập, làm việc hay giải trí của mọi người dùng.\n\nCamera tươi sáng, lấy nét nhanh\n\nCamera trước 2 MP, không quá sắc nét nhưng có thể đáp ứng khá tốt nhu cầu gọi videocall với chất lượng ảnh tươi sáng. Chế độ làm đẹp là một điểm cộng lớn trên chiếc máy tính bảng Huawei tầm trung.\n\nCamera sau 5 MP chỉ mất 1 đến 2 giây để lấy nét, hình ảnh có độ nét cao và chân thật.\n\nCấu hình ổn định\n\nChip xử lý Kirin 659 kết hợp cùng 3GB RAM giúp bạn chơi tốt các tựa game cơ bản hiện nay như temple run 2, super mario, asphalt 8,...\n\nNgoài ra các tác vụ hằng giải trí hằng ngày như: xem phim, lướt web hay đọc báo đều được vi xử lý Kirin 659 với tốc độ nhanh ổn định ít khi xảy ra hiện tượng giật lag.\n\nÂm thanh sống động\n\nCông nghệ âm thanh Dual stereo speakers giúp tablet Huawei Mediapad T5 cho chất lượng âm to và rõ, bạn có thể thư giãn bên cạnh chiếc tablet với những bài nhạc trầm ấm.\n\nDung lượng Pin lớn giúp bạn thoải mái sử dụng trong 1 ngày\n\nViên pin 5100 mAh được trang bị cho Huawei Mediapad T5 giúp bạn có thể xem phim liên tục khoảng 3 giờ, chơi game liên tục khoảng 2 giờ liên tục và thực hiện những tác vụ khác như nghe nhạc, lướt face, đọc báo,... liên tục trong 24h, rất thuận tiện để bạn mang theo bên mình khi đi du lịch, dã ngoại.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Máy tính bảng Lenovo Tab E10 TB-X104L Đen",
    "url": "https://www.thegioididong.com/may-tinh-bang/lenovo-tab-e10-tb-x104l-den",
    "img": "https://cdn.tgdd.vn/Products/Images/522/200691/lenovo-tab-e10-tb-x104l-den-400x460.png",
    "oldPrice": "3.590.000₫",
    "newPrice": "3.490.000₫",
    "parameters": [
      "Màn hình\tIPS LCD, 10.1\"",
      "Hệ điều hành\tAndroid 8.0",
      "CPU\tSnapdragon 210 4 nhân, 1.33 GHz",
      "RAM\t2 GB",
      "Bộ nhớ trong\t16 GB",
      "Camera sau\t5 MP",
      "Camera trước\t2 MP",
      "Kết nối mạng\tWiFi, 3G, 4G LTE",
      "Hỗ trợ SIM\t\nNano Sim\nHOTSIM VNMB Siêu sim (5GB/ngày)",
      "Trọng lượng\t522 g",
      "Dung lượng pin4850 mAh"
    ],
    "productDescription": "Lenovo Tab E10 TB-X104L là chiếc máy tính bảng cơ bản với màn hình lớn cho người dùng giải trí thoải mái và còn hỗ trợ cả kết nối 4G.\nMàn hình kích thước lớn, thoải mái cho giải trí\n\nLenovo Tab E10 TB-X104L sở hữu màn hình với kích thước lên tới 10.1 inch phù hợp cho người dùng thường xuyên xem phim hay chơi game.\n\nƯu điểm của những chiếc máy tính bảng là màn hình lớn mang lại cho bạn không gian lớn, hiển thị hình ảnh \"đã hơn\".\n\nTấm nền IPS LCD phù hợp với nhiều nội dung khác nhau, độ sáng màn hình vừa phải giúp bạn có thể tận hưởng những giây phút thư giãn thoải mái.\n\nĐặc biệt máy còn hỗ trợ công nghệ âm thanh Dolby Atmos giúp bạn có trải nghiệm âm thanh chân thực và sống động hơn.\n\nTruy cập mạng nhanh hơn với 4G\n\nMạng 4G hiện đang phủ sóng rất rộng trên toàn quốc cho phép người dùng truy cập mạng nhanh mọi lúc mọi nơi và nhanh gấp nhiều lần so với 3G truyền thống.\n\nMáy hỗ trợ 1 khe sim nano và 1 khe thẻ nhớ rời giúp bạn mở rộng dung lượng lưu trữ hình ảnh, nhạc,...\n\nTrang bị đáp ứng tốt các nhu cầu cơ bản\n\nChiếc tablet Lenovo này không thiên về giải trí mạnh hay giải quyết công việc lớn, mà phù hợp để xem phim, Youtube, đọc sách hay cho bé học anh văn.\n\nCamera sau của máy có độ phân giải 5 MP cho chất lượng ảnh tốt với độ bão hòa màu sắc cao, độ và sắc nét và chi tiết cũng rất ấn tượng so với các đối thủ khác trong cùng tầm giá.\n\nCamera trước có độ phân giải 2 MP sẽ hỗ trợ người dùng khá tốt trong những cuộc gọi video call và cho ra những bức ảnh selfie đẹp mắt.\n\nBộ nhớ trong lên đến 16 GB và có thể hỗ trợ tối đa thẻ nhớ 128 GB giúp cho người dùng có thể thoải mái lưu trữ mà không sợ đầy bộ nhớ.\n\nNgoài ra máy còn được trang bị viên pin dung lượng 4850 mAh giúp máy có thời gian sử dụng liên tục cả ngày với các tác vụ cơ bản như: đọc báo, xem phim, lướt Facebook, ...\n\nVới màn hình lớn, âm thanh chất lượng thì Lenovo Tab E10 TB-X104L sẽ đáp ứng tốt nhu cầu cho trẻ nhỏ xem YouTube hay những bạn thích \"cày phim\" vào lúc rảnh rỗi.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Máy tính bảng iPad Pro 11 inch Wifi Cellular 128GB (2020)",
    "url": "https://www.thegioididong.com/may-tinh-bang/ipad-pro-11-inch-wifi-cellular-128gb-2020",
    "img": "https://cdn.tgdd.vn/Products/Images/522/221774/ipad-pro-11-inch-wifi-cellular-128gb-2020-bac-400x460-400x460.png",
    "oldPrice": null,
    "newPrice": "25.990.000₫",
    "parameters": [
      "Màn hình\tLiquid Retina, 11\"",
      "Hệ điều hành\tiPadOS 13",
      "CPU\tApple A12Z Bionic, 4 nhân 2.5 GHz & 4 nhân 1.6 GHz",
      "RAM\t6 GB",
      "Bộ nhớ trong\t128 GB",
      "Camera sau\tChính 12 MP & Phụ 10 MP, TOF 3D LiDAR",
      "Camera trước\t7 MP",
      "Kết nối mạng\tWiFi, 3G, Hỗ trợ 4G",
      "Hỗ trợ SIM\t\n1 Nano SIM hoặc 1 eSIM\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Đàm thoại\tFaceTime",
      "Trọng lượng471 g",
      "Mức năng lượng tiêu thụ28.65 Wh"
    ],
    "productDescription": "Đã 2 năm kể từ khi mẫu iPad Pro 2018 ra mắt, mới đây, mẫu iPad Pro mới nhất - iPad Pro 11 inch (2020) vừa được Apple trình làng với nhiều sự cải tiến đáng giá lẫn về tính năng và sức mạnh xử lý, hứa hẹn đây sẽ là mẫu máy tính bảng được săn đón nhiều nhất trong năm 2020.\nThiết kế “bình cũ rượu mới” sang trọng đậm chất “Táo”\n\nCó thể thấy rằng, mẫu iPad Pro 2020 11 inch hầu như không có sự khác biệt nhiều so với thế hệ iPad trước đó về mặt thiết kế. \n\nMáy vẫn giữ thiết kế nguyên khối với các cạnh bên được vát thẳng cùng 4 góc được bo cong, Đây là thiết kế vuông vức quen thuộc mà Apple lần đầu sử dụng trên iPhone 5 trước đây.\n\nMặt trước của máy là một màn hình rộng 11 inch, nhờ việc loại bỏ nút home truyền thống, giúp cho màn hình có thể tràn đều ra 4 cạnh. Tuy trang bị một màn hình lớn hơn hẳn nhưng kích thước tổng thể của máy cũng không quá to với các thế hệ iPad tiền nhiệm.\n\nMặt sau của iPad Pro 2020 vẫn là logo Táo cắn dở quen thuộc được đặt chính giữa, góc trái là cụm camera hình vuông tương tự như trên bộ đôi iPhone 11 Pro và iPhone 11. Đây có lẽ là đặc điểm duy nhất để người dùng phân biệt với iPad Pro 2018 trước đó.\n\nMàn hình Liquid Retina sắc nét, màu sắc cực chuẩn\n\niPad Pro 2020 được trang bị màn hình công nghệ Liquid Retina tiên tiến do chính Apple phát triển và tích hợp trên các dòng sản phẩm mới của mình.\n\nTìm hiểu thêm : Cùng tìm hiểu về màn hình Liquid Retina \n\nChiếc máy tính bảng của nhà Táo có độ phân giải đạt 2.388 x 1.668 pixel, tần số quét đạt tối đa 120 Hz, hỗ trợ không gian màu P3 cực chuẩn, nhờ đó màu sắc hiển thị trên iPad Pro 2020 vô cùng chính xác, lý tưởng để bạn chỉnh sửa đồ họa hay giải trí, chơi game.\n\nVới độ sáng cực cao 600 nit đồng thời phủ 1 lớp chống chói kết hợp với tính năng True Tone giúp màn hình máy hiển thị rõ nét trong nhiều điều kiện khác nhau.\n\nCụm camera xuất hiện cảm biến mới\n\nCamera chính là điểm nâng cấp mạnh mẽ và rõ ràng nhất trên chiếc iPad Pro mới này. Máy được trang bị cụm camera kép bao gồm camera góc rộng 12 MP và góc siêu rộng 10 MP. Bên cạnh đó là một cảm biến mới mang tên LiDAR lần đầu xuất hiện trên thiết bị Apple.\n\nCamera chính 12 MP cho chất lượng ảnh vô cùng sắc nét, độ chi tiết cao, cung cấp một góc chụp đủ rộng để bạn có thể thu được nhiều chi tiết hơn. Không những thế, Apple còn trang bị thêm 1 camera góc siêu rộng Ultra Wide 10 MP để bạn có thể chụp toàn cảnh ấn tượng.\n\nCảm biến LiDAR là sự bổ sung đáng chú ý nhất trên iPad Pro mới. Cảm biến này hoạt động dựa trên nguyên lý phản xạ chùm sáng laser để thu thập chiều sâu môi trường, \n\nCảm biến LiDAR hoạt động khá nhanh, khi kết hợp với AI chúng có thể tạo ra bản đồ không gian trong bán kính 5m gần như lập tức, giúp cho việc trải nghiệm các nội dung, ứng dụng có tích hợp công nghệ thực tế ảo AR được mượt mà và chính xác hơn đáng kể.\n\nỞ mặt trước, iPad Pro 2020 được tích hợp camera selfie 7 MP và cùng cụm cảm biến nhận diện gương mặt 3D Face ID, hỗ trợ chụp selfie và tính năng gọi nhóm Facetime với hiệu ứng Emoji vui nhộn thú vị \n\nGiao diện camera thân thiện dễ sử dụng cho phép bạn lấy nét chụp và chỉnh sửa ảnh trực tiếp, sau đó lưu ảnh vào bộ nhớ hay gửi email. Tất cả thao tác đều diễn ra vô cùng dễ dàng giúp bạn xử lý công việc nhanh chóng.\n\nCụm camera này cũng được trang bị khả năng quay video có độ phân giải 4K với tốc độ lên đến 60 khung hình/giây, khả năng thu âm tốt, kết hợp phần cứng lẫn phần mềm tối ưu cho việc chỉnh video giúp bạn có thể tạo ra những thước phim ấn tượng trực tiếp ngay trên iPad Pro.\n\nXử lý đồ họa chuyên nghiệp với chip A12Z\n\nTrang bị vi xử lý A12Z Bionic mới nhất, đã giúp cho iPad Pro 2020 trở thành máy tính bảng mạnh mẽ hơn hầu hết các mẫu laptop Window nào hiện nay.\n\nTham khảo bài viết: iPad Pro 2020 với chip Apple A12Z, RAM 6GB đạt điểm hiệu năng khủng khiếp\n\nVi xử lý mới này được trang bị 8 lõi CPU có tốc độ đạt đến 2.5 GHz, tích hợp modem LTE gigabit cho tốc độ nhanh hơn 60%, tiết kiệm pin hơn nhờ vậy A12Z được thiết kế tối ưu cho các tác vụ nặng như render video 4K, thiết kế các mô hình 3D. \n\niPad Pro trang bị 6 GB RAM với bộ nhớ 128 GB đủ để bạn lưu trữ những ứng dụng cần thiết. Đối với nhu cầu chỉnh sửa phim ảnh, bạn sẽ cần một mức dung lượng bộ nhớ cao hơn với 3 tùy chọn 256 GB, 512 GB và 1 TB.\n\nĐiểm đáng tiếc, đến tận phiên bản mới này, thì Apple vẫn chưa có kết nối 5G. Phiên bản iPad Pro 11 inch Wifi Cellular 128GB (2020) chỉ được trang bị khe cắm sim tốc độ 4G, đủ để giúp bạn truy cập internet nhanh chóng mọi lúc mọi nơi mà không cần có wifi.\n\nBên trong máy là một viên pin có công suất 28.65 Wh hoạt động liên tục từ 8 đến 10 tiếng, đảm bảo 1 ngày làm việc của bạn mà không cần quan tâm đến việc tìm ổ cắm sạc điện.\n\nHệ điều hành iPad OS tối ưu hiệu năng cực tốt\n\nVới iPad OS, giao diện được cải tiến thông minh, giao diện đa nhiệm nhiều cửa sổ tốt hơn giúp cho chiếc iPad giờ đây có thể đảm nhận nhiều công việc gần như tương đương 1 chiếc laptop mini.\n\nBên cạnh đó, iPad OS còn tối ưu tốt hiệu năng phần cứng của iPad Pro, giúp chiếc máy hoạt động mượt mà trơn tru. Ngoài ra, người dùng còn được hỗ trợ cập nhật các phiên bản mới đến tận 5 năm cho phép trải nghiệm nhiều tính năng mới nhất đến từ nhà Táo. Đây cũng là điểm lợi thế của iPad và các thiết bị Apple khi so với các sản phẩm khác trên thị trường. \n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Máy tính bảng Samsung Galaxy Tab S6",
    "url": "https://www.thegioididong.com/may-tinh-bang/samsung-galaxy-tab-s6",
    "img": "https://cdn.tgdd.vn/Products/Images/522/208870/samsung-galaxy-tab-s6-400x460.png",
    "oldPrice": null,
    "newPrice": "18.490.000₫",
    "parameters": [
      "Màn hình\tSuper AMOLED, 10.5\"",
      "Hệ điều hành\tAndroid 9.0 (Pie)",
      "CPU\tSnapdragon 855 8 nhân, 1 nhân 2.84 GHz, 3 nhân 2.41 GHz & 4 nhân 1.78 GHz",
      "RAM\t6 GB",
      "Bộ nhớ trong\t128 GB",
      "Camera sau\tChính 13 MP & Phụ 5 MP",
      "Camera trước\t8 MP",
      "Kết nối mạng\tWiFi, 3G, 4G LTE",
      "Hỗ trợ SIM\t\nNano Sim\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Đàm thoại\tCó",
      "Trọng lượng420 g",
      "Dung lượng pin7040 mAh"
    ],
    "productDescription": "Samsung Galaxy Tab S6 là chiếc máy tính bảng 2 trong 1, được thiết kế để giúp cho những người cần một sản phẩm đủ gọn gàng nhưng mạnh mẽ.\n\nNgoại hình mỏng nhẹ, đẹp mắt\n\nẤn tượng đầu tiên về chiếc máy tính bảng Samsung này chính là nó rất mỏng và sang trọng, nếu bạn đang có suy nghĩ là những chiếc máy tính bảng thường có kích thước lớn, trọng lượng nặng và khó mang theo thì đây sẽ là một trải nghiệm hoàn toàn khác.\n\nVới độ dày chỉ 5.7 mm thì bạn có thể dễ dàng cho vào túi xách và mang theo đi bất cứ đâu mà mình muốn.\n\nMàn hình kích thước lớn 10.5 inch với tấm nền Super AMOLED chất lượng cao giúp bạn dễ dàng sử dụng ngay cả trong điều kiện ánh sáng mạnh.\n\nSamsung Galaxy Tab S6 hoàn toàn hỗ trợ tốt mọi người dùng cho mọi nhu cầu sử dụng: từ giải trí xem phim, chơi game, cho đến học tập, làm việc khi phải sử dụng máy lâu dài.\n\nChiếc tablet đầu tiên có camera kép\n\nSamsung Galaxy Tab S6 là chiếc máy tính bảng đầu tiên của Samsung được trang bị camera kép \"xịn xò\".\n\nSamsung nói rằng 86% những người đã mua Galaxy Tab S4 đã sử dụng ứng dụng máy ảnh \"thường xuyên\" vì thế hãng muốn nâng cao trải nghiệm về nhiếp ảnh trên chiếc tablet mới của mình.\n\nNgoài cảm biến chính 13 MP thì máy sở hữu thêm 1 cảm biến góc siêu rộng với độ phân giải 5 MP nữa.\n\nGiờ đây bạn có thể sáng tạo cho mình nhiều bức ảnh đẹp hơn để chia sẻ với bạn bè nhờ camera góc siêu rộng này.\n\nBạn vẫn sẽ có camera trước 8 MP để thực hiện các cuộc gọi video với bạn bè và người thân.\n\nXem thêm: Trên tay & đánh giá nhanh Galaxy Tab S6: Đối thủ xứng tầm của iPad đã xuất hiện?\n\nBút S Pen nhiều tính năng\n\nSamsung Galaxy Tab S6 sở hữu bút S Pen mới với khả năng hỗ trợ Bluetooth như trên chiếc Galaxy Note 9.\n\nKết hợp bút với máy tính bảng sẽ hỗ trợ người dùng có thể note, phác thảo các bản vẽ đồ họa, hoặc sử dụng như bàn di chuột thực thụ.\n\nS Pen giờ đây có thể thực hiện nhiều thao tác hơn so với phiên bản cũ và trên phần thân của chiếc tablet này còn có từ tính để bạn có thể gắn S Pen vào.\n\nBên cạnh đó Galaxy Tab S6 còn hỗ trợ thêm bàn phím rời giúp biến chiếc máy thành một chiếc laptop \"thực thụ\".\n\nĐiểm nâng cấp của bộ bàn phím này so với thế hệ cũ chính là hỗ trợ thêm phần trackpad để bạn có thể sử dụng tiện lợi hơn thay vì phải cảm ứng trên phần màn hình như trước.\n\nHiệu năng hàng đầu thế giới Android\n\nSamsung Galaxy Tab S6 với nền tảng Android 9.0, trang bị chip Qualcomm Snapdragon 855 8 nhân, RAM 6 GB cùng bộ nhớ ROM 128 GB cho hoạt động nhanh chóng.\n\nBên cạnh đó, viên pin 7.040 mAh cho thời gian phát video lên đến 15 giờ liên tục theo như lời tuyên bố từ hãng Samsung.\n\nMáy cũng hỗ trợ sạc nhanh qua cổng USB Type C giúp bạn rút ngắn được đáng kể thời gian chờ sạc.\n\nCảm biến vân tay trong màn hình cũng xuất hiện trên chiếc tablet này giúp bạn có thể trải nghiệm việc mở khóa bằng vân tay ở mặt trước mà không phải hi sinh bất cứ bộ phận nào.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Máy tính bảng iPad 10.2 inch Wifi Cellular 128GB (2019)",
    "url": "https://www.thegioididong.com/may-tinh-bang/ipad-10-2-inch-wifi-cellular-128gb-2019",
    "img": "https://cdn.tgdd.vn/Products/Images/522/213105/ipad-10-2-inch-wifi-cellular-128gb-2019-gray-400x460.png",
    "oldPrice": null,
    "newPrice": "15.990.000₫",
    "parameters": [
      "Màn hình\tLED backlit LCD, 10.2\"",
      "Hệ điều hành\tiPadOS 13",
      "CPU\tApple A10 Fusion 4 nhân, 2.34 GHz",
      "RAM\t3 GB",
      "Bộ nhớ trong\t128 GB",
      "Camera sau\t8 MP",
      "Camera trước\t1.2 MP",
      "Kết nối mạng\tWiFi, 3G, 4G LTE",
      "Hỗ trợ SIM\t\n1 Nano SIM hoặc 1 eSIM\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Đàm thoại\tFaceTime",
      "Trọng lượng493 g",
      "Mức năng lượng tiêu thụ32.4 Wh (Khoảng 8600 mAh)"
    ],
    "productDescription": "Máy tính bảng iPad 10.2 inch Wifi Cellular 128GB (2019) là dòng iPad với mức giá phải chăng và cấu hình tốt phù hợp với nhu cầu sử dụng của mọi lứa tuổi khác nhau.\nMàn hình lớn hơn, nhiều không gian hơn\n\nLà chiếc máy tính bảng thay thế cho phiên bản iPad 9.7 inch trước đó iPad 10.2 inch với kích thước màn hình lớn hơn đôi chút sẽ mang lại trải nghiệm thoải mái hơn.\n\nĐây vẫn là một màn hình LED backlit LCD rất đẹp, độ sáng và góc nhìn đều tốt giúp bạn thoải mái sử dụng ngay cả dưới điều kiện ánh sáng mặt trời.\n\nTỷ lệ màn hình 4:3 trên những chiếc iPad rất thích hợp cho việc xem phim hay học tập và bạn cũng có thể thoải mái cầm theo chiều ngang hay chiều dọc mà không cảm thấy khó chịu.\n\nMột điểm khá hay trên chiếc iPad này là vẫn giữ nguyên cổng Lightning truyền thống, và người dùng không cần phải vất vả mang theo cả đống dây cáp chuyển đổi.\n\nVẫn là kiểu thiết kế \"chuẩn mực\" đã được duy trì qua nhiều thế hệ iPad khác nhau nhưng vẫn đem lại cảm giác sang trọng và thoải mái cho người dùng khi sử dụng.\n\nHỗ trợ kết nối thông minh hơn\n\niPad 10.2 inch có khả năng tương thích với nhiều thiết bị ngoại vi hơn so với phiên bản tiền nhiệm.\n\nChiếc máy tính bảng này có khả năng kết nối với bộ bàn phím thông minh của Apple thông qua cổng kết nối riêng biệt trên thân máy.\n\nĐiều này giúp cho chiếc máy có thể biến thành 1 chiếc máy tính bảng gọn nhẹ hay một chiếc máy tính xách tay với bàn phím rời chuyên dụng.\n\nMáy cũng hỗ trợ bút Apple Pencil thế hệ đầu tiên giúp bạn có thể sáng tạo nhiều hơn trên chiếc iPad này.\n\nQua thử nghiệm thực tế thì Apple Pencil hoạt động khá ổn định, các thao tác chạm, vẽ được đáp ứng nhanh với độ trễ cực thấp.\n\nThậm chí bạn còn có thể nghiêng cây bút Apple Pencil để tạo ra nhiều hiệu ứng vẽ thú vị hơn.\n\nThời lượng pin luôn là điểm sáng\n\nPhần lớn các dòng máy tính bảng của Apple đều có thời gian sử dụng pin \"trâu bò\", và iPad 10.2 inch lại một lần nữa thể hiện được điều đó.\n\nVới thời lượng pin lên đến 32.4 Wh (tương đương 8600 mAh), nếu sử dụng hỗn hợp nhiều tác vụ: duyệt web, xem phim, nghe nhạc... thì bạn có thể thoải mái sử dụng máy trong nhiều ngày.\n\nCòn nếu để trong trạng thái chờ thì thiết bị này có thể \"sống sót\" trong 2 tuần nhờ vào chế độ năng lượng thấp.\n\nHiệu năng ổn định với iPad OS\n\nChưa bao giờ Apple làm người dùng thất vọng về hiệu năng trên các sản phẩm của mình, và với chiếc iPad 10.2 inch này cũng như vậy.\n\nLà một chiếc máy có mức giá khá dễ chịu nhưng máy vẫn sở hữu cho mình con chip Apple A10 Fusion mạnh mẽ cùng 128 GB bộ nhớ trong.\n\nDung lượng RAM 3 GB đảm bảo máy có thể hoạt động mượt mà khi chạy nhiều ứng dụng cùng lúc hay chạy song song 2 ứng dụng trên 1 màn hình.\n\nHệ điều hành iPad OS mới mà Apple giới thiệu cho những chiếc iPad sẽ giúp bạn khai thác tối đa hiệu năng của chiếc máy này.\n\nMột điều chắc chắn cũng sẽ khiến bạn hài lòng là chiếc iPad này sẽ thường xuyên nhận được các bản cập nhật tới từ Apple và sẽ được lên iPad OS mới ít nhất trong 2 năm tới.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Máy tính bảng iPad Mini 7.9 inch Wifi Cellular 64GB (2019)",
    "url": "https://www.thegioididong.com/may-tinh-bang/ipad-mini-79-inch-wifi-cellular-64gb-2019",
    "img": "https://cdn.tgdd.vn/Products/Images/522/202820/ipad-mini-79-inch-wifi-cellular-64gb-2019-1-400x460.png",
    "oldPrice": null,
    "newPrice": "14.990.000₫",
    "parameters": [
      "Màn hình\tLED backlit LCD, 7.9\"",
      "Hệ điều hành\tiPadOS 13",
      "CPU\tApple A12 Bionic 6 nhân, 2 nhân 2.5 GHz & 4 nhân 1.6 GHz",
      "RAM\t3 GB",
      "Bộ nhớ trong\t64 GB",
      "Camera sau\t8 MP",
      "Camera trước\t7 MP",
      "Kết nối mạng\tWiFi, 3G, Hỗ trợ 4G",
      "Hỗ trợ SIM\t\nNano SIM + eSIM\nHOTSIM VNMB Siêu sim (5GB/ngày)",
      "Đàm thoại\tFaceTime",
      "Trọng lượng308 g",
      "Mức năng lượng tiêu thụ19.1 Wh (Khoảng 5124 mAh)"
    ],
    "productDescription": "iPad Mini 7.9 inch Wifi Cellular 64GB (2019) đánh dấu sự trở lại mạnh mẽ của Apple trong phân khúc máy tính bảng nhỏ gọn, có thể dễ dàng mang theo bên mình.\nHiệu năng mạnh mẽ hàng đầu\n\niPad Mini 7.9 inch Wifi Cellular 64GB (2019) được Apple trang bị hiệu năng rất ấn tượng với con chip Apple A12 cùng RAM 3 GB và 64 GB bộ nhớ trong.\n\nMọi thao tác từ cơ bản nhất tới sử dụng các ứng dụng nặng nhất hiện nay thì chiếc máy tính bảng này đều đáp ứng một cách mượt mà.\n\nTất nhiên máy cũng sẽ được cài đặt sẵn iOS 12 phiên bản mới nhất với các tính năng điều hướng bằng cử chỉ giúp bạn sử dụng một cách mượt mà và đơn giản nhất.\n\nMáy tính bảng iPad Mini 7.9 inch Wifi Cellular 64GB (2019) hỗ trợ nano SIM và khả năng kết nối 4G LTE, bạn có thể online mọi lúc mà không phải lo lắng như các dòng máy chỉ hỗ trợ wifi khá bất tiện.\n\nChiếc iPad Mini mới này cũng sẽ hỗ trợ Apple Pencil mang tới nhiều trải nghiệm thú vị hơn trên màn hình như viết, vẽ, sáng tác nghệ thuật,...\n\nXem thêm: Đánh giá nhanh iPad mini 2019: Giá rẻ, chất lượng tốt\n\nThiết kế nhỏ gọn dễ dàng mang theo\n\nMột trong những lý do chính mà Apple hồi sinh dòng iPad Mini chính là bởi thiết kế nhỏ gọn của nó giúp người dùng có thể dễ dàng mang theo đi bất cứ đâu.\n\nBạn sẽ có cho mình một chiếc iPad với kích thước màn hình 7.9 inch không quá lớn và thậm chí bạn có thể cho chiếc iPad này vào túi quần của mình. Độ phân giải của máy là 2224 x 1668 pixels mang lại trải nghiệm làm việc giải trí xem phim tuyệt vời, đặc biệt là khi thư giản cùng với gia đình.\n\nThiết kế kim loại nguyên khối với các đường cắt kim cương sang trọng vẫn là một trong những thiết kế đẹp nhất dành cho những chiếc máy tính bảng.\n\nTrọng lượng của máy cũng khá nhẹ giúp bạn có thể sử dụng lâu mà vẫn không cảm thấy mỏi tay.\n\nMột nâng cấp khá đáng giá so với thế hệ cũ chính là việc hỗ trợ công nghệ hiển thị True Tone mang lại khả năng điều chỉnh màn hình với các tình huống ánh sáng khác nhau.\n\nNgoài ra thì phím Home vật lý quen thuộc cũng xuất hiện trên máy cùng công nghệ cảm biến vân tay thế hệ thứ 2 giúp bạn bảo mật và mở khóa máy nhanh chóng.\n\nThời lượng pin thoải mái dùng 2 ngày\n\nVới iPad Mini 7.9 inch Wifi 2019 thì bạn sẽ có được 10 tiếng sử dụng liên tục với các tác vụ như xem video hay lướt web, một con số mà nhiều người hằng mơ ước.\n\nNhờ việc tối ưu hóa hiệu quả nên việc để thiết bị qua đêm cũng sẽ không khiến bạn tốn quá nhiều dung lượng pin.\n\nBên cạnh đó máy vẫn giữ lại cho chúng ta jack cắm tai nghe 3.5mm quen thuộc giúp bạn dễ dàng vừa có thể nghe nhạc và vừa có thể sạc pin.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Máy tính bảng iPad Air 10.5 inch Wifi 64GB 2019",
    "url": "https://www.thegioididong.com/may-tinh-bang/ipad-air-105-inch-wifi-2019",
    "img": "https://cdn.tgdd.vn/Products/Images/522/202705/ipad-air-105-inch-wifi-2019-gold-400x460.png",
    "oldPrice": null,
    "newPrice": "13.990.000₫",
    "parameters": [
      "Màn hình\tLED backlit LCD, 10.5\"",
      "Hệ điều hành\tiPadOS 13",
      "CPU\tApple A12 Bionic 6 nhân, 2 nhân 2.5 GHz & 4 nhân 1.6 GHz",
      "RAM\t3 GB",
      "Bộ nhớ trong\t64 GB",
      "Camera sau\t8 MP",
      "Camera trước\t7 MP",
      "Kết nối mạng\tWiFi, Không hỗ trợ 3G, Không hỗ trợ 4G",
      "Đàm thoại\tFaceTime",
      "Trọng lượng\t456 g",
      "Mức năng lượng tiêu thụ30.2 Wh"
    ],
    "productDescription": "Đã rất lâu rồi Apple mới lại nâng cấp dòng iPad Air của mình và với phiên bản iPad Air 10.5 inch Wifi 2019 thì thực sự người dùng đã có được một thiết bị được nâng cấp mạnh mẽ sau thời gian dài chờ đợi.\nThiết kế chuẩn mực của một chiếc máy tính bảng\n\niPad Air 10.5 inch Wifi 2019 không đi theo thiết kế tràn viền như trên smartphone nhưng điều đó lại mang lại cho người dùng cảm giác cầm nắm tốt hơn.\n\nKích thước iPad thường khá lớn nên việc sở hữu viền màn hình dày một chút sẽ giúp bạn thoải mái cầm ngang hay cầm dọc mà không sợ chạm vào màn hình.\n\nChất liệu kim loại nguyên khối với các góc canh bo cong mềm mại giúp bạn có một thiết bị sang trọng và rất thoải mái khi cầm sử dụng trên tay.\n\nĐúng như tên gọi thì iPad Air mới vẫn có độ mỏng rất ấn tượng nên bạn có thể dễ dàng cho vào balo hay túi xách mang đi cafe với bạn bè.\n\nXem thêm: Đánh giá chi tiết iPad Air 2019: Phiên bản giá rẻ của iPad Pro\n\nMàn hình sắc nét, độ sáng cao\n\nMàn hình là thứ quan trọng nhất khi người dùng chọn mua một chiếc iPad và với kích thước 10.5 inch thì bạn cũng sẽ có được không gian rất thoải mái để giải trí.\n\nBên cạnh đó máy còn hỗ trợ công nghệ True Tone giúp bạn luôn cảm thấy dễ chịu dù sử dụng trong bất cứ điều kiện môi trường nào.\n\niPad Air mới được Apple sử dụng màn hình cấu tạo bởi nhiều lớp nên hình ảnh sẽ xuất hiện như thể được vẽ trực tiếp trên một mảnh kính vậy.\n\nMàu sắc chân thực, góc nhìn cao giúp bạn hay con cái có những giây phút thư giãn thoải mái nhất.\n\nDung lượng pin vượt trội\n\nSo với các máy tính bảng Android thì iPad vượt trội về thời gian sử dụng pin và trên iPad Air 10.5 inch Wifi 2019 Apple tiếp tục duy trì lợi thế này.\n\nTheo công bố thì máy có thể xem phim hay lướt web liên tục tới 10 giờ giúp bạn có thể sử dụng thoải mái trong 2-3 ngày.\n\nMột điểm cộng nữa là nhớ được tối ưu hiệu quả nên việc để máy ở trạng thái chờ hay để qua đêm thì bạn cũng sẽ không bị giảm đi nhiều dung lượng pin.\n\nNhờ việc có thêm cổng kết nối Smart Conector ở cạnh bên nên iPad Air mới cũng có thể kết nối với bàn phím Smart Keyboard giúp bạn làm việc hiệu quả hơn.\n\nHiệu năng mạnh mẽ hàng đầu hiện nay\n\nVề hiệu năng thì iPad \"không có đối thủ\" khi máy sở hữu con chip mạnh mẽ ngang với iPhone Xs Max \"đình đám\" hiện nay, chỉ khác biệt một chút về RAM.\n\nCon chip Apple A12 Bionic với RAM 3 GB giúp bạn thoải mái sử dụng tất cả game và ứng dụng hiện có trên AppStore.\n\nMáy cũng có camera sau 8 MP cùng camera trước 7 MP giúp bạn có được những bức ảnh vui vẻ hay thực hiện các cuộc gọi video với bạn bè.\n\nNếu sở hữu một chiếc iPad Air 10.5 inch Wifi 2019 thì bạn hoàn toàn có thể tự tin sử dụng thoải mái trong 3-4 năm nữa mà máy vẫn hoạt động trơn tru và mượt mà.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Máy tính bảng iPad 10.2 inch Wifi 128GB (2019)",
    "url": "https://www.thegioididong.com/may-tinh-bang/ipad-10-2-inch-wifi-128gb-2019",
    "img": "https://cdn.tgdd.vn/Products/Images/522/213104/ipad-10-2-inch-wifi-128gb-2019-silver-400x460.png",
    "oldPrice": null,
    "newPrice": "11.990.000₫",
    "parameters": [
      "Màn hình\tLED backlit LCD, 10.2\"",
      "Hệ điều hành\tiPadOS 13",
      "CPU\tApple A10 Fusion 4 nhân, 2.34 GHz",
      "RAM\t3 GB",
      "Bộ nhớ trong\t128 GB",
      "Camera sau\t8 MP",
      "Camera trước\t1.2 MP",
      "Kết nối mạng\tWiFi, Không hỗ trợ 3G, Không hỗ trợ 4G",
      "Đàm thoại\tFaceTime",
      "Trọng lượng\t483 g",
      "Mức năng lượng tiêu thụ32.4 Wh (Khoảng 8600 mAh)"
    ],
    "productDescription": "Muốn mua một chiếc máy tính bảng với hiệu năng ổn định, có thể dùng trong khoảng 2-3 năm tới với mức giá phải chăng thì không đi đâu xa, chiếc iPad 10.2 inch Wifi 128GB (2019) chính là sự lựa chọn dành cho bạn.\niPad luôn cho thấy sự ổn định\n\nSự khác biệt của iPad so với những chiếc máy tính bảng Android khác đó chính là hệ điều hành.\n\nKhi mà Android thì máy tính bảng sẽ sử dụng một phiên bản lớn hơn của smartphone thì những ứng dụng trên iPad được tối ưu hóa dành riêng cho thiết bị này nên người dùng sẽ có một trải nghiệm hoàn toàn khác biệt.\n\nĐặc biệt hơn năm nay Apple còn giới thiệu hệ điều hành mới dành riêng cho iPad mang tên iPad OS càng củng cố thêm lòng tin cho người dùng về sự ổn định của chiếc máy này.\n\nVề cầu hình thì chiếc iPad này sẽ sở hữu con chip Apple A10 Fusion kết hợp với 3 GB RAM và 128 GB bộ nhớ trong.\n\nBạn có thể thoải mái sử dụng hầu hết các ứng dụng hiện nay một cách mượt mà hay thậm chí chơi một số tựa game nặng như PUBG Mobile trên chiếc máy này.\n\nCó thể sử dụng như một chiếc laptop\n\nVới chiếc iPad này thì Apple cũng hướng tới người dùng làm việc nhiều hơn khi hỗ trợ cổng kết nối smart connector mới giúp bạn có thể sử dụng chung với bàn phím rời.\n\nBất cứ lúc nào bạn cũng có thể biến chiếc iPad này thành một chiếc máy để có thể làm việc như một chiếc laptop thông thường.\n\nMáy cũng hỗ trợ chiếc bút Apple Pencil thế hệ đầu tiên giúp bạn có thể sáng tạo nhiều điều thú vị.\n\nMàn hình đẹp, thiết kế chuẩn mực\n\nVẫn là phong cách thiết kế quen thuộc mà Apple đã sử dụng nhiều năm qua, iPad 10.2 inch mang đến một thiết bị khá mỏng nhẹ và sang trọng.\n\nChất liệu kim loại tạo sự chắc chắn khi cầm nắm và sử dụng trên tay.\n\nMàn hình LED backlit LCD của máy cũng được rất nhiều người dùng yêu thích khi có độ sáng cao và thể hiện màu sắc ít bị sai lệch.\n\nBạn có thể nghiêng nhiều góc khác nhau mà màu sắc và nội dung trên màn hình vẫn không bị sai lệch nhiều.\n\nCó thể bạn chưa biết thì màn hình này cũng có kích thước lớn hơn một chút so với phiên bản tiền nhiệm của nó là 10.2 inch so với 9.7 inch.\n\nThời lượng pin luôn là điểm sáng\n\n\"Pin phải như pin iPad', có lẽ câu nói này đã thể hiện được ưu điểm về pin của chiếc iPad này tốt như thế nào rồi!\n\nVới các tác vụ thường ngày thì bạn hoàn toàn có thể sử dụng máy liên tục trong hơn 2 ngày mới phải sạc pin.\n\nCòn nếu nhu cầu ít hơn, chỉ lướt web và facebook nhẹ nhàng mỗi ngày tầm 2-3 tiếng thì thời gian sử dụng còn ấn tượng hơn nhiều.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Máy tính bảng iPad Mini 7.9 inch Wifi 64GB (2019)",
    "url": "https://www.thegioididong.com/may-tinh-bang/ipad-mini-79-inch-wifi-2019",
    "img": "https://cdn.tgdd.vn/Products/Images/522/202706/ipad-mini-79-inch-wifi-2019-gold-400x460.png",
    "oldPrice": null,
    "newPrice": "10.990.000₫",
    "parameters": [
      "Màn hình\tLED backlit LCD, 7.9\"",
      "Hệ điều hành\tiPadOS 13",
      "CPU\tApple A12 Bionic 6 nhân, 2 nhân 2.5 GHz & 4 nhân 1.6 GHz",
      "RAM\t3 GB",
      "Bộ nhớ trong\t64 GB",
      "Camera sau\t8 MP",
      "Camera trước\t7 MP",
      "Kết nối mạng\tWiFi, Không hỗ trợ 3G, Không hỗ trợ 4G",
      "Đàm thoại\tFaceTime",
      "Trọng lượng\t300 g",
      "Mức năng lượng tiêu thụ19.1 Wh (Khoảng 5124 mAh)"
    ],
    "productDescription": "Nhiều người đồn đoán rằng Apple đã khai tử dòng iPad Mini của mình khi đã 4 năm kể từ thế hệ mới nhất không có thêm bất cứ nâng cấp nào. Tuy nhiên iPad Mini 7.9 inch Wifi 2019 ra mắt và đánh dấu sự trở lại của một chiếc máy tính bảng nhỏ gọn như ngày nào.\nTất cả nâng cấp đều ở bên trong\n\nIPad mini 4 và iPad Mini 7.9 inch Wifi 2019 là bước nhảy vọt về hiệu năng từ bộ xử lý A8 sang A12 Bionic mới nhất mang lại \"hiệu năng gấp 3 lần và đồ họa nhanh hơn 9 lần\".\n\nĐồng thời, dung lượng RAM đã có sự nâng cấp nhẹ so với thế hệ thứ 4, tăng từ 2 GB lên RAM 3 GB giúp bạn chạy đa nhiệm nhiều ứng dụng tốt hơn.\n\nChip A12 Bionic được trang bị trên iPad Mini 7.9 inch Wifi 2019 là một trong những bộ xử lý di động tốt nhất trong việc chơi game hiện nay, đồng thời giúp xử lí các tác vụ khác một cách mượt mà.\n\nVới nhu cầu làm việc, lướt web, xem video, chơi trò chơi và thậm chí chỉnh sửa video 4K trên thiết bị này đều được xử lí trơn tru và không bị trục trặc.\n\nBạn sẽ không ngạc nhiên khi thấy iOS 12 mới nhất của Apple là hệ điều hành đang được sử dụng trên iPad Mini 7.9 inch Wifi 2019.\n\nNgoài ra, iPad Mini 7.9 inch Wifi 2019 cũng sẽ hỗ trợ Apple Pencil mang tới nhiều trải nghiệm thú vị hơn trên màn hình như viết, vẽ, sáng tác nghệ thuật...\n\nXem thêm: Đánh giá nhanh iPad mini 2019: Giá rẻ, chất lượng tốt\n\nMột thiết bị nhỏ gọn có thể dễ dàng mang theo\n\nLý do để người dùng chọn chiếc iPad Mini 7.9 inch Wifi 2019 chắc chắn là vì kích thước nhỏ gọn của máy so với các dòng iPad khác của Apple.\n\nMàn hình của iPad Mini 7.9 inch Wifi 2019 đạt tiêu chuẩn Retina với kích thước 7.9 inch, độ phân giải 2224 x 1668 pixel và mật độ điểm ảnh 326 ppi.\n\nMàn hình có kích thước lớn cùng độ phân giải cao hứa hẹn sẽ mang đến cho bạn trải nghiệm làm việc giải trí hay chơi game trên chiếc máy tính bảng này sẽ cực kỳ tuyệt vời.\n\nChiếc iPad mini mới nhất này còn hỗ trợ công nghệ hiển thị True Tone của Apple, giúp ích trong việc hiển thị nội dung và mang lại khả năng điều chỉnh màn hình với các tình huống ánh sáng khác nhau.\n\nBên cạnh đó, thiết bị này cũng có nút Home truyền thống, cho phép người dùng nhấn một lần để về màn hình chính và mở đa nhiệm bằng hai cú nhấp.\n\nThời lượng pin thoải mái dùng 2 ngày\n\nVới iPad Mini 7.9 inch Wifi 2019 thì bạn sẽ có được 10 tiếng sử dụng liên tục với các tác vụ như xem video hay lướt web, một con số mà nhiều người hằng mơ ước.\n\niPad Mini mới sở hữu loa kép hướng xuống dưới có âm lượng lớn cho trải nghiệm âm thanh khá tốt, đặc biệt là âm trầm.\n\nBên cạnh đó máy vẫn giữ lại cho chúng ta jack cắm tai nghe 3.5mm quen thuộc giúp bạn dễ dàng vừa có thể nghe nhạc và vừa có thể sạc pin.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Máy tính bảng Huawei MediaPad M5 Lite",
    "url": "https://www.thegioididong.com/may-tinh-bang/huawei-mediapad-m5-lite",
    "img": "https://cdn.tgdd.vn/Products/Images/522/215685/huawei-mediapad-m5-lite-gray-400x460.png",
    "oldPrice": null,
    "newPrice": "7.990.000₫",
    "parameters": [
      "Màn hình\tIPS LCD Full HD, 10.1\"",
      "Hệ điều hành\tAndroid 8.0",
      "CPU\tKirin 659, 1.7 GHz",
      "RAM\t4 GB",
      "Bộ nhớ trong\t64 GB",
      "Camera sau\t8 MP",
      "Camera trước\t8 MP",
      "Kết nối mạng\tWiFi, 3G, 4G LTE",
      "Hỗ trợ SIM\t\nNano Sim\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Đàm thoại\tCó",
      "Trọng lượng475 g",
      "Dung lượng pin7500 mAh"
    ],
    "productDescription": "Nếu bạn đang tìm kiếm một chiếc máy tính bảng chạy hệ điều hành Android phục vụ cho công việc hay giải trí cao cấp thì Huawei Mediapad M5 Lite là sự lựa chọn đáng quan tâm bởi màn hình lớn, CPU ngon và hỗ trợ 4G.\nHệ điều hành Android từ Google\n\nHuawei Mediapad M5 Lite được sử dụng hệ điều hành Android 8.0 với đầy đủ sự hỗ trợ chính thức từ Google, hệ điều hành thông minh tối ưu thao tác, phần cứng và ứng dụng cho bạn trải nghiệm tốt nhất.\n\nHệ điều hành Android được tùy biến dành riêng cho máy tính bảng với việc bố trí các nút nhấn, thao tác tiện lợi hơn trên màn hình rộng. Bạn có thể chia màn hình để sử dụng 2 ứng dụng cùng lúc.\n\nMàn hình lớn 10.1 inch giải trí cao cấp\n\nLà một thiết bị dành cho giải trí cao cấp và làm việc chuyên nghiệp nên Huawei Mediapad M5 Lite có màn hình lớn đến 10.1 inch, gần tương đương với 1 chiếc laptop cỡ nhỏ, cho bạn rất nhiều không gian hiển thị để sử dụng.\n\nMàn hình IPS với độ phân giải Full HD vừa mang đến được màu sắc chân thực, vừa có độ nét cao nên chắc chắn sẽ tái hiện lại những thước phim, đồ họa chơi game đẹp và chất lượng.\n\nBút cảm ứng đi kèm chuyên nghiệp\n\nBút cảm ứng cũng là một điểm \"đáng tiền\" của Mediapad M5 Lite, với việc hỗ trợ và kèm cả bút cảm ứng đi kèm, người dùng có thể sử dụng để viết, vẽ, thiết kế hay làm các công việc có độ chính xác cao hơn hoặc chuyên nghiệp hơn ngón tay thông thường.\n\nBút cảm ứng theo kèm Mediapad M5 Lite tương tự như 1 chiếc bút bi thông thường dễ cầm nắm và khi thao tác cũng rất chuyên nghiệp vì có thể nhận diện 2048 lực nhấn mang đến nét thanh, đậm như bạn viết trên giấy thật.\n\nThiết kế chắc chắn, 4 loa Harman/Kardon\n\nKhông quá nổi bật về thiết kế, tuy nhiên chất liệu vỏ được sử dụng là kim loại thì cũng đủ thấy được sự cao cấp của sản phẩm. Cảm giác cầm nắm khá thoải mái nhưng sử dụng bằng 1 tay sẽ khó vì kích thước chiều rộng khá lớn.\n\nGiải trí chuyên nghiệp chắc chắn khó thể thiếu một dàn loa chất lượng, với Mediapad M5 Lite bạn có sẽ một hệ thống 4 loa ngoài được tinh chỉnh bởi Harman/Kardon cho âm thanh mạnh mẽ, sống động và chuyên nghiệp.\n\nHiệu năng tốt trong tầm giá\n\nChip Kirin 659 và bộ nhớ RAM 4 GB đủ tốt để bạn giải trí và làm việc trên M5 Lite cơ bản đều rất mượt mà. Máy chơi được khá nhiều game phổ biến hiện nay, ít gặp hiện tượng giật lag.\n\nHuawei Mediapad M5 Lite có thể giúp bạn lưu trữ rất nhiều hình ảnh, video, ứng dụng, game,... thoải mái bởi có dung lượng bộ nhớ đến 64 GB, chưa kể đến thẻ nhớ ngoài hỗ trợ mở rộng thêm đến 256 GB.\n\nHỗ trợ mạng 4G\n\nNgoài sử dụng Wifi như các máy tính bảng thông thường khác, bạn cũng có thể gắn sim và dùng mạng 4G mọi lúc dễ dàng, không bị giới hạn không gian.\n\nThời lượng sử dụng tốt, sạc nhanh\n\nBạn có thể sử dụng Mediapad M5 Lite khá thoải mái liên tục bởi có dung lượng pin lớn đến 7500 mAh và công nghệ sạc nhanh tích hợp công suất đến 18W.\n\nBộ đôi camera 8 MP\n\nCamera tuy không quá quan trọng trên máy tính bảng kích thước lớn nhưng cũng được Huawei trang bị khá tốt với bộ đôi camera trước sau đều có độ phân giải 8 MP cùng nhiều chế độ chụp như HDR, bộ lọc màu, quay phim Full HD,...\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Máy tính bảng Samsung Galaxy Tab A 10.1 T515 (2019)",
    "url": "https://www.thegioididong.com/may-tinh-bang/samsung-galaxy-tab-a-101-t515-2019",
    "img": "https://cdn.tgdd.vn/Products/Images/522/200963/samsung-galaxy-tab-a-101-t515-2019-gold-400x460.png",
    "oldPrice": null,
    "newPrice": "7.490.000₫",
    "parameters": [
      "Màn hình\tTFT LCD, 10.1\"",
      "Hệ điều hành\tAndroid 9.0 (Pie)",
      "CPU\tExynos 7904 8 nhân, 2 nhân 1.8 GHz & 6 nhân 1.6 GHz",
      "RAM\t3 GB",
      "Bộ nhớ trong\t32 GB",
      "Camera sau\t8 MP",
      "Camera trước\t5 MP",
      "Kết nối mạng\tWiFi, 3G, 4G LTE",
      "Hỗ trợ SIM\t\nNano Sim\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Đàm thoại\tCó",
      "Trọng lượng470 g",
      "Dung lượng pin6150 mAh"
    ],
    "productDescription": "Samsung Galaxy Tab A 10.1 T515 (2019) là chiếc máy tính bảng có màn hình lớn cùng cấu hình vừa phải đáp ứng tốt cho bạn trong hầu hết các nhu cầu giải trí hằng ngày.\n\nMàn hình kích thước lớn, sử dụng thoải mái\n\nVới màn hình kích thước lớn lên tới 10.1 inch thì chiếc máy tính bảng Samsung giúp bạn có một không gian lớn hơn để có thể làm việc hay giải trí.\n\nMáy còn sở hữu riêng chế độ ngoài trời giúp bạn có thể theo dõi nội dung hiển thị một cách rõ ràng nhất mà không sợ hiện tượng lóa hay in bóng.\n\nMột điểm cộng khác rất đáng giá trên thiết kế của máy là với phiên bản 2019 thì Samsung đã mang lên máy thân hình kim loại cứng cáp và chắc chắn hơn thay vì nhựa như những phiên bản trước đó.\n\nĐể đảm bảo rằng máy tính bảng cũng có thời gian sử dụng tốt, Samsung tích hợp viên pin dung lượng 6.150 mAh cho Galaxy Tab A 10.1 (2019).\n\nMáy có thể được sạc qua cổng USB-C mới giúp bạn không phải bận tâm cắm chiều nào thì mới có thể sạc được pin cho máy.\n\nGiao diện mới với nhiều tính năng\n\nSamsung đã phát hành giao diện OneUI mới cho Galaxy Tab A 10.1 (2019), đây là phiên bản được điều chỉnh riêng cho những chiếc máy tính bảng.\n\nKết hợp với đó là con chip do chính Samsung sản xuất Exynos 7904 cùng 3 GB RAM và 32 GB bộ nhớ trong.\n\nHiệu năng trên máy được tối ưu khá tốt, mọi thao tác của người dùng đều đáp ứng rất mượt mà và ít có độ trễ.\n\nÂm thanh chất lượng, giải trí cực đã\n\nSamsung Galaxy Tab A 10.1 (2019) sở hữu 2 loa ở mặt dưới với công suất khá lớn và đặc biệt là hỗ trợ công nghệ âm thanh vòm Dolby Atmos.\n\nNhững âm thanh khi bạn chơi game hay xem phim sẽ được tái tạo một cách chân thực nhất và chắc chắn sẽ không làm bạn thất vọng.\n\nNgoài ra thì Samsung vẫn giữ cho người dùng jack cắm tai nghe 3.5 mm để bạn có thể nghe nhạc trong những không gian đông người.\n\nMáy được trang bị vi xử lý Exynos 7904 với hiệu năng tốt, đáp ứng tốt nhu cầu giải trí hay chơi game hằng ngày một cách mượt mà.\n\nXem thêm: Đánh giá hiệu năng và pin Galaxy Tab A 10.1 (2019): Đáp ứng đầy đủ nhu cầu giải trí của bạn\n\nMàn hình giải trí kích thước lớn có độ phân giải cao giúp cho việc chơi game trên màn hình này sẽ cực kì thích.\n\nMàn hình lớn dễ thao tác, hiển thị được nhiều nội dung sẽ là ưu điểm không hề nhỏ khi các game thủ so tài trên các tựa game ăn khách như Liên Quân, PUBG, Free Fire,...\n\nCác tính năng khác hỗ trợ giải trí vẫn sẽ có mặt trên máy như hỗ trợ khe SIM 4G, bộ đôi camera trước sau chất lượng cho các cuộc gọi video call,...\n\nVà điều đặc biệt xuất hiện trên chiếc máy tính bảng này là có hỗ trợ tính năng sạc cho thiết bị khác thông qua cáp, hoàn toàn tiện ích để chia sẻ năng lượng.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Máy tính bảng Huawei Mediapad T5 10.1 inch (2GB/16GB)",
    "url": "https://www.thegioididong.com/may-tinh-bang/huawei-mediapad-t5-16gb",
    "img": "https://cdn.tgdd.vn/Products/Images/522/218875/huawei-mediapad-t5-16gb-400x460-2-400x460.png",
    "oldPrice": "4.490.000₫",
    "newPrice": "4.090.000₫",
    "parameters": [
      "Màn hình\tIPS LCD Full HD, 10.1\"",
      "Hệ điều hành\tAndroid 8.0",
      "CPU\tKirin 659, 4 nhân 2.36 GHz & 4 nhân 1.7 GHz",
      "RAM\t2 GB",
      "Bộ nhớ trong\t16 GB",
      "Camera sau\t5 MP",
      "Camera trước\t2 MP",
      "Kết nối mạng\tWiFi, 3G, 4G LTE",
      "Hỗ trợ SIM\t\nMicro sim\nHOTSIM VNMB Siêu sim (5GB/ngày)",
      "Đàm thoại\tCó",
      "Trọng lượng460 g",
      "Dung lượng pin5100 mAh"
    ],
    "productDescription": "Trong phân khúc tablet phổ thông, Huawei Mediapad T5 10.1 inch (2GB/16GB) được biết đến là một chiếc máy tính bảng có giá bán phải chăng với thiết kế hiện đại, hiệu năng tốt, màn hình lớn đủ để chơi game, giải trí cơ bản.\nThiết kế hiện đại, tinh tế\n\nVới thiết kế bằng kim loại 4 góc được bo tròn tinh tế mang đến một thiết kế thanh lịch cho Huawei Mediapad T5.\n\nBên cạnh đó, máy có khối lượng tương đối nhẹ 460g, kích thước chỉ tương được một quyển vở, bạn có thể bỏ gọn vào cặp mang theo đi học hay đi làm.\n\nMàn hình lớn sắc nét\n\nKích thước màn hình 10.1 inch với độ phân giải Full HD cùng công nghệ màn hình IPS giúp bạn có những phút giây giải trí thoải mái sau những giờ học tập, làm việc căng thẳng.\n\nMàn hình máy được trang bị một lớp chống chói giúp cho quá trình học tập hay làm việc lâu trên chiếc máy tính bảng này không bị mỏi mắt.\n\nCamera tươi sáng, chụp ảnh chân thực\n\nCamera trước độ phân giải 2 MP hoạt động tốt khi gọi video cho người thân, bạn bè, được Huawei trang bị nhiều tính năng làm đẹp và nhận diện nụ cười giúp người dùng thoải mái selfie, tự tin thể hiện bản thân.\n\nCamera sau có độ phân giải 5 MP tích hợp công nghệ làm đẹp, chế độ ánh sáng yếu, lấy nét nhanh,... phù hợp mang theo khi đi du lịch, dã ngoại.\n\nCấu hình ổn đinh, chơi mượt những tựa game cơ bản\n\nVới bộ vi xử lý Kirin 659 8 nhân và 2 GB RAM, máy tính bảng Huawei Mediapad T5 có thể giải quyết mượt mà các tác vụ trên tựa game cơ bản như Angry Bird, Super Mario Run, Pikachu,… hay đọc báo, lướt web, xem phim,…\n\nCấu hình ở mức ổn giúp máy thực hiệu đa nhiệm nhiều tác vụ trên nhiều ứng dụng cùng lúc mà vẫn đảm bảo tốc độ ổn định, ít giật lag.\n\nCông nghệ Dual Stereo Speakers trên Huawei Mediapad T5 với hai loa âm lượng lớn giúp âm thanh phát ra mạnh mẽ, mang đến những phút giây thư giãn tuyệt vời.\n\nThoải mái sử dụng 24 tiếng\n\nDung lượng pin lên đến 5.100 mAh giúp cho thời gian sử dụng đối với các tác vụ thông thường như nghe nhạc, lướt Facebook, đọc báo,...\n\nNgoài ra máy còn được hỗ trợ cổng tai nghe 3.5 mm, FM radio, Bluetooth, khay sim 4G tốc độ cao, thẻ nhớ ngoài SD tiện lợi.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Máy tính bảng Huawei MediaPad T3 10 (2017)",
    "url": "https://www.thegioididong.com/may-tinh-bang/huawei-mediapad-t3-10",
    "img": "https://cdn.tgdd.vn/Products/Images/522/111223/huawei-mediapad-t3-10-1-33397-chitiet-400x460.png",
    "oldPrice": null,
    "newPrice": "3.990.000₫",
    "parameters": [
      "Màn hình\tPLS LCD, 10\"",
      "Hệ điều hành\tAndroid 7.0",
      "CPU\tSnapdragon 425 4 nhân, 1.4 GHz",
      "RAM\t2 GB",
      "Bộ nhớ trong\t16 GB",
      "Camera sau\t5 MP",
      "Camera trước\t2 MP",
      "Kết nối mạng\tWiFi, 3G, 4G LTE",
      "Hỗ trợ SIM\t\nNano Sim\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Đàm thoại\tCó",
      "Trọng lượng460 g",
      "Dung lượng pin4800 mAh"
    ],
    "productDescription": "Huawei MediaPad T3 10 (2017) là chiếc máy tính bảng với màn hình kích thước lớn cùng khe cắm sim tiện lợi giúp người dùng có thể nghe gọi như một chiếc smartphone.\nThiết kế mỏng, đẹp\n\nVề tổng thể, máy nổi bật với phần khung viền kim loại sang trọng, kết hợp màu sắc hiện đại cho cảm giác khá thanh lịch, nhẹ nhàng.\n\nThiết kế đơn giản nhưng vẫn thu hút được người dùng\n\nNgoài ra, với trọng lượng khá nhẹ cùng với 4 góc bo tròn giúp máy có trải nghiệm cầm nắm khá thoải mái.\n\nCác phím bấm được hoàn thiện tốt, độ đàn hồi cao\n\nMàn hình hiển thị tốt\n\nSở hữu màn hình kích thước 10 inch không quá lớn, có thể nhét vừa một chiếc balo dạng nhỏ, Huawei MediaPad T3 10 (2017) Spen sử dụng tấm nền PLS LCD cho khả năng hiển thị tốt.\n\nMàn hình lớn cho trải nghiệm, sử dụng thoải mái\n\nĐộ phân giải 1280 x 800 pixels cho chất lượng hình ảnh sắc nét, sử dụng tốt khi đi ngoài trời.\n\nCấu hình ổn định\n\nCung cấp sức mạnh cho máy là con chip Qualcomm MSM8917 và RAM 2 GB hoàn toàn đáp ứng tốt các nhu cầu thường ngày của bạn, từ đọc báo online, lướt facebook hay xem phim đến chơi game.\n\nHiệu năng không quá ấn tượng nhưng với tác vụ cơ bản máy vẫn hoạt động ổn định\n\nKhả năng chơi game nặng của máy sẽ có phần hạn chế, dù vậy so với tầm giá thì trải nghiệm trên MediaPad T3 10 (2017) vẫn khá ấn tượng.\n\nHuawei cũng không quên trang bị cho máy nhiều tiện ích đi kèm giúp bạn khai thác tối đa màn hình lớn của máy\n\nMediaPad T3 10 (2017) hoạt động trên nền tảng Android 7 mới mẻ nên sở hữu cho mình khả năng chia đôi màn hình để sử dụng hai ứng dụng cùng một lúc. Kết hợp với màn hình kích thước lớn thì đây quả là một lợi thế rất lớn cho những người thích làm việc đa nhiệm.\n\nCamera đủ dùng\n\nViệc chụp ảnh bằng một chiếc máy tính bảng chưa bao giờ được người dùng đánh giá cao và Huawei cũng chỉ trang bị cho MediaPad T3 10 (2017) bộ đôi camera đủ đáp ứng các nhu cầu cơ bản.\n\nBộ đôi camera giúp bạn lưu lại những khoảnh khắc đáng nhớ\n\nMáy sở hữu camera sau độ phân giải 5 MP, ảnh chụp ở điều kiện ban ngày ở mức chấp nhận được mặc dù màu sắc có phần hơi nhợt nhạt so với thực tế.\n\nCamera trước giúp bạn có thể thực hiện các cuộc gọi video với bạn bè\n\nCòn camera trước cũng có độ phân giải chỉ dừng lại ở mức 2 MP nhưng cũng đủ để chúng ta thực hiện các cuộc gọi video.\n\nHỗ trợ kết nối 3G/4G\n\nMáy cũng hỗ trợ khe cắm thẻ nhớ mở rộng tối đa lên tới 32 GB cùng 1 khe cắm Nano Sim và kết nối 4G tốc độ cao giúp bạn truy cập internet với tốc độ nhanh chóng.\n\nKhe cắm SIM tiện lợi đảm bảo bạn luôn online mọi lúc mọi nơi\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Máy tính bảng Lenovo Tab M8 (TB-8505X)",
    "url": "https://www.thegioididong.com/may-tinh-bang/lenovo-tab-m8",
    "img": "https://cdn.tgdd.vn/Products/Images/522/222806/lenovo-tab-a22-thumb-chi-tiet-400x460.png",
    "oldPrice": "3.690.000₫",
    "newPrice": "3.490.000₫",
    "parameters": [
      "Màn hình\tIPS LCD, 8\"",
      "Hệ điều hành\tAndroid 9.0 (Pie)",
      "CPU\tMediaTek Helio A22 4 nhân, 4 nhân 2.0 GHz",
      "RAM\t3 GB",
      "Bộ nhớ trong\t32 GB",
      "Camera sau\t5 MP",
      "Camera trước\t2 MP",
      "Kết nối mạng\tWiFi, 3G, Hỗ trợ 4G",
      "Hỗ trợ SIM\t\nNano Sim\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Đàm thoại\tCó",
      "Trọng lượng305 g",
      "Dung lượng pin5000 mAh"
    ],
    "productDescription": "Lenovo Tab M8 là chiếc máy tính bảng giá rẻ, cấu hình ổn, thiết kế cao cấp trong tầm giá, hoàn toàn phù hợp với các nhu cầu cơ bản như đọc báo, xem phim, lướt web hằng ngày.\nThiết kế đơn giản, tinh tế\n\nLenovo Tab M8 có thiết kế cao cấp nhờ mặt lưng được làm bằng chất liệu nhựa nguyên khối, chắc chắn cho cảm giác cầm nắm vô cùng thích.\n\nMàn hình kích thước 8 inch nhỏ gọn, với tỉ lệ hiển thị đến 83% nhờ các cạnh viền được làm khá mỏng cho không gian hiển thị được nhiều thông tin mà nhưng vẫn cho trải nghiệm cầm nắm nhẹ nhàng, dễ dàng thao tác.\n\nMáy sở hữu màn hình IPS LCD với độ phân giải 1280 x 800 Pixels , cho chất lượng hiển thị tốt, mặc dù không quá xuất sắc nhưng đủ dùng cho các nhu cầu cơ bản.\n\nBằng việc tích hợp 2 loa ngoài cùng với công nghệ âm thanh Dolby Audio, giúp trải nghiệm xem phim, nghe nhạc trên chiếc máy tính bảng Lenovo này thêm sống động, tuyệt vời.\n\nXem thêm: Màn hình IPS LCD là gì?\n\nHiệu năng ổn định cho các nhu cầu cơ bản hằng ngày\n\nLenovo Tab M8 sử dụng vi xử lý MediaTek Helio A22 với 4 nhân tốc độ 2.0 Ghz, cùng với RAM 3 GB. Máy có thể đáp ứng đủ nhu cầu cơ bản, từ lướt web, xem phim, thậm chí chơi game.\n\nVới cấu hình này máy chỉ có thể chơi các tựa game nhẹ như: Candy Crush, Plants vs Zombies 2, Minecraft: Pocket Edition,... hay xử lý các tác vụ văn phòng nhẹ.\n\nBên cạnh đó, máy được cài đặt sẵn hệ điều hành Android 9.0 (Pie) với giao diện đẹp mắt, các icon to, rõ kể cả người lớn tuổi cũng có thể dễ dàng thao tác và sử dụng. \n\nNgoài ra, chiếc máy tính bảng này còn được hỗ trợ khay sim 4G tốc độ cao, tích hợp nhiều tính năng thông minh, giúp cho các bật phụ huynh có thể dễ dàng trao đổi dữ liệu, giám sát được hoạt động của con em mình hằng ngày trên chiếc máy tính bảng này.\n\nThời lượng pin thật sự ấn tượng khi máy có thể lướt web liên tục lên đến hơn 10 tiếng, một con số rất tốt với một chiếc máy tính bảng giá rẻ.\n\nCamera đủ nhu cầu gọi thoại\n\nLenovo Tab M8 được trang bị bộ đôi camera trước và sau với độ phân giải lần lượt là 5 MP và 2 MP. Mặc dù không quá xuất sắc nhưng vẫn đủ dùng cho các nhu cầu cơ bản như gọi video call cho người thân và gia đình một cách dễ dàng.\n\nVới cấu hình và các tính năng kể trên Lenovo Tab M8 là chiếc máy hoàn toàn phù hợp với với những gia đình có các con em nhỏ, đang cần một chiếc máy tính bảng đáp ứng tốt nhu cầu học tập, giải trí, xem video hằng ngày.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Máy tính bảng Huawei MatePad T8 (Nền tảng Huawei Mobile Service)",
    "url": "https://www.thegioididong.com/may-tinh-bang/huawei-matepad-t8",
    "img": "https://cdn.tgdd.vn/Products/Images/522/223131/huawei-matepad-t8-400x400-400x460.png",
    "oldPrice": null,
    "newPrice": "3.290.000₫",
    "parameters": [
      "Màn hình\tIPS LCD, 8\"",
      "Hệ điều hành\tAndroid 10",
      "CPU\tMediaTek MT8768 8 nhân, 4 nhân 2.0 GHz & 4 nhân 1.5 GHz",
      "RAM\t2 GB",
      "Bộ nhớ trong\t32 GB",
      "Camera sau\t5 MP",
      "Camera trước\t2 MP",
      "Kết nối mạng\tWiFi, 3G, Hỗ trợ 4G",
      "Hỗ trợ SIM\t\nNano Sim\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Đàm thoại\tCó",
      "Trọng lượng310 g",
      "Dung lượng pin5100 mAh"
    ],
    "productDescription": "Huawei MatePad T8 là một trong những mẫu máy tính bảng giá rẻ của Huawei có thiết kế nguyên khối cùng một cấu hình cơ bản, đủ dùng cho các tác vụ hằng ngày của mọi người dùng.\n\nSản phẩm chạy hệ điều hành Android trên nền tảng Huawei Mobile Service:\n- Không có CH Play, tải ứng dụng trên cửa hàng Huawei AppGallery.\n- Không có sẵn các ứng dụng / game sử dụng dịch vụ, tài khoản Google như: Google Maps, Google Drive, Gmail, Grab,...\n- Các ứng dụng không có trên Huawei AppGallery, khách hàng có thể tìm tải qua kho ứng dụng của bên thứ 3 như: Aurora Store, APK Pure,...\n(Lưu ý lựa chọn ứng dụng từ nhà phát hành uy tín để đảm bảo tính bảo mật)\n- Hướng dẫn cài đặt ứng dụng cho smartphone Huawei mà không cần tải CH Play Store.\n\nThiết kế nguyên khối liền mạch, màn hình viền mỏng\n\nMáy tính bảng Huawei MatePad T8 mang cho mình thiết kế chắc chắn, viền màn hình 2 bên mỏng tạo cho trải nghiệm xem rộng rãi và cảm giác cầm nắm tốt.\n\nMáy được trang bị màn hình kích thước 8 inch với độ phân giải HD 1280x800 pixel, tuy màn hình có độ phân giải không cao, nhưng vẫn đảm bảo chất lượng hiển thị tốt, màu sắc rõ ràng nhờ vào công nghệ màn hình IPS.\n\nCấu hình khá tốt trong tầm giá\n\nHuawei MatePad T8 sở hữu vi xử lý MediaTek MT8768 8 nhân, RAM 2 GB giúp chiếc máy tính bảng này có thể đáp ứng tốt các nhu cầu cơ bản như lướt web, xem phim hay chơi một số các tựa game nhẹ.\n\nMáy có bộ nhớ trong 32 GB, tuy bộ nhớ không quá nhiều nhưng vẩn đủ để bạn có thể lưu trữ hay tải nhiều ứng dụng. Nếu bạn muốn có thêm không gian lưu trữ thì máy vẫn có hỗ trợ thẻ nhớ ngoài Micro SD dung lượng 512 GB, giúp bạn không phải lo lắng về khả năng lưu trữ của máy.\n\nThời lượng pin của máy rất ấn tượng khi được trang bị viên pin 5100 mAh, cho thời gian sử dụng cả một ngày dài chỉ với 1 lần sạc.\n\nHơn thế nữa, máy còn hỗ trợ Nano SIM kết nối 4G giúp kết nối internet dễ dàng khi không có Wi-Fi. Ngoài ra Huawei MatePad T8 còn hỗ trợ Bluetooth 5.0, kết nối OTG tiện lợi để có thể kết hợp với bàn phím, chuột hay các phụ kiện hỗ trợ khác.\n\nTuy MatePad T8 không hỗ trợ Google, nhưng bạn có thể tải ứng dụng qua HUAWEI APPGallery có sẵn trên máy với kho ứng dụng đa dạng, phong phú.\n\nHuawei MatePad T8 còn được bổ sung thêm tính năng dành cho trẻ em, giao diện được tuỳ biến để dễ dàng thao tác sử dụng, đi kèm một số tính năng quản lý thông minh giúp các bật phụ huynh có thể kiểm soát được hoạt động hằng ngày trên máy tính bảng này.\n\nCamera tốt, đáp ứng nhu cầu chụp, quay đơn giản\n\nCamera không phải là điểm nhấn trên chiếc máy khi camera trước chỉ 2 MP và camera sau 5 MP. Chất lượng không quá xuất sắc nhưng vẫn sẽ đáp ứng đủ nhu cầu cơ như chụp ảnh, quay video Full HD 30 fps.\n\nVới cấu hình và những tính năng trên, cùng với mức giá bán tốt thì Huawei MatePad T8 hoàn toàn đáp ứng tốt nhu cầu sử dụng cơ bản và đặc biệt phù hợp cho các bật phụ huynh muốn mua cho con em mình một thiết bị phù hợp để giải trí, học tập nhưng vẫn có thể kiểm soát một cách hiệu quả.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Máy tính bảng Huawei MediaPad T3 8.0 (2017)",
    "url": "https://www.thegioididong.com/may-tinh-bang/huawei-mediapad-t3-80",
    "img": "https://cdn.tgdd.vn/Products/Images/522/110578/huawei-mediapad-t3-80-400x460.png",
    "oldPrice": null,
    "newPrice": "3.290.000₫",
    "parameters": [
      "Màn hình\tIPS LCD, 8\"",
      "Hệ điều hành\tAndroid 7.0",
      "CPU\tSnapdragon 425 4 nhân, 1.4 GHz",
      "RAM\t2 GB",
      "Bộ nhớ trong\t16 GB",
      "Camera sau\t5 MP",
      "Camera trước\t2 MP",
      "Kết nối mạng\tWiFi, 3G, 4G LTE",
      "Hỗ trợ SIM\t\nNano Sim\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Đàm thoại\tCó",
      "Trọng lượng350 g",
      "Dung lượng pin4800 mAh"
    ],
    "productDescription": "Huawei MediaPad T3 8.0 là một chiếc máy tính bảng giá rẻ đến từ Huawei sở hữu rất nhiều ưu điểm đáng giá, nổi trội nhất là cấu hình rất tốt trong phân khúc.\nThiết kế sang trọng\n\nHuawei MediaPad T3 8.0 là một thiết bị hiếm hoi trong phân khúc máy tính bảng giá 4 triệu sở hữu cho mình thiết kế khung viền kim loại chắc chắn và đẹp mắt.\n\nThiết kế đẹp, bắt mắt\n\nCác cạnh bên máy được bo cong mềm mại nên khi cầm bằng một tay khá là thoải mái.\n\nCác góc cạnh được bo cong mềm mại\n\nMọi chi tiết trên Mediapad T3 8.0 2017 đều được gia công tỉ mỉ với chất lượng hoàn thiện tốt mang lại cho bạn một cảm giác cao cấp hơn hẳn.\n\nMàn hình hiển thị tốt\n\nMáy có kích thước 8 inch độ phân giải HD 1280 x 800 pixels, mật độ điểm ảnh 240 dpi, thích hợp cho các mục đích đơn giản như xem phim hay đọc báo.\n\nNội dung hiển thị rõ ràng\n\nVới độ sáng màn hình cao giúp MediaPad T3 vẫn hiển thị sắc nét các chi tiết có trên màn hình ngay cả dưới điều kiện ánh sáng mạnh.\n\nĐộ sáng màn hình cao giúp bạn dễ dàng quan sát\n\nNgoài ra, máy còn có chế độ làm dịu mắt giúp giảm bớt các thành phần ánh sáng xanh để giảm mỏi mắt khi phải nhìn vào màn hình quá lâu.\n\nXem thêm: Đánh giá HUAWEI MediaPad T3 8 inch: Tablet 4G giá tầm 4 triệu\n\nCấu hình ổn định\n\nCung cấp sức mạnh cho máy là con chip Qualcomm Snapdragon 425 và RAM 2 GB hoàn toàn đáp ứng tốt các nhu cầu thường ngày của bạn, từ đọc báo online, lướt facebook hay xem phim đến chơi game.\n\nCấu hình không quá ấn tượng nhưng đảm bảo hiệu năng ổn định\n\nKhả năng chơi game nặng của máy sẽ có phần hạn chế, dù vậy so với tầm giá thì trải nghiệm trên Mediapad T3 8.0 2017 vẫn khá ấn tượng.\n\nKhả năng chia đôi màn hình tiện dụng\n\nMediaPad T3 hoạt động trên nền tảng Android 7 mới nhất nên sở hữu cho mình khả năng chia đôi màn hình để sử dụng hai ứng dụng cùng một lúc. Kết hợp với màn hình 8 inch thì đây quả là một lợi thế rất lớn cho những người thích làm việc đa nhiệm.\n\nCamera vừa đủ\n\nViệc chụp ảnh bằng một chiếc máy tính bảng chưa bao giờ được người dùng đánh giá cao và Huawei cũng chỉ trang bị cho MediaPad T3 8.0 bộ đôi camera đủ dùng.\n\nCamera đủ cho bạn lưu giữ các khoảnh khắc đẹp\n\nMáy sở hữu camera sau độ phân giải 5 MP, ảnh chụp ở điều kiện ban ngày ở mức chấp nhận được mặc dù màu sắc có phần hơi nhợt nhạt so với thực tế.\n\nCamera trước giúp bạn có thể trò chuyện video với bạn bè\n\nCòn camera trước cũng có độ phân giải chỉ dừng lại ở mức 2 MP nhưng cũng đủ để chúng ta thực hiện các cuộc gọi video.\n\nDung lượng pin khủng\n\nSở hữu viên pin 4800 mAh nên thời gian sử dụng của MediaPad T3 rất là tốt. Máy có thể hoạt động liên tục với màn hình độ sáng cao nhất và wifi là khoảng 8 tiếng.\n\nViên pin dung lượng khủng cho bạn sử dụng trong nhiều giờ\n\nNgoài ra máy còn sở hữu kết nối 4G tốc độ cao có thể trở thành người đồng hành cùng bạn đi khắp muôn nơi mà không phải kè kè bên những cục phát wifi nữa.\n\nMáy cũng hỗ trợ khe SIM cho phép bạn nghe gọi như một chiếc smartphone\n\nNếu như bạn đang cần tìm cho mình một máy tính bảng với mức giá phải chăng đáp ứng tốt hầu hết các nhu cầu cơ bản hằng ngày thì Huawei MediaPad T3 8.0 là một sự lựa chọn không thể bỏ qua dành cho bạn.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Máy tính bảng Mobell Tab 10",
    "url": "https://www.thegioididong.com/may-tinh-bang/mobell-tab-10",
    "img": "https://cdn.tgdd.vn/Products/Images/522/187172/mobell-tab-10-33397-1-chitiet-400x460.png",
    "oldPrice": null,
    "newPrice": "2.350.000₫",
    "parameters": [
      "Màn hình\tIPS LCD, 10.1\"",
      "Hệ điều hành\tAndroid 8.1",
      "CPU\tMediaTek MTK 8321 4 nhân, 1.3 GHz",
      "RAM\t1 GB",
      "Bộ nhớ trong\t16 GB",
      "Camera sau\t5 MP",
      "Camera trước\t2 MP",
      "Kết nối mạng\tWiFi, 3G, Không hỗ trợ 4G",
      "Hỗ trợ SIM\t\n2 sim - Loại sim thường\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Đàm thoại\tCó",
      "Trọng lượng550 g",
      "Dung lượng pin5500 mAh"
    ],
    "productDescription": "Mobell đã cho ra mắt phiên bản máy tính bảng Mobell Tab 10 có cấu hình được nâng cấp hơn với hệ điều hành Android 8.1, 1 GB RAM, 16 GB ROM cho hiệu năng hoạt động các tác vụ cơ bản như lướt web, giải trí, thực hiện cuộc gọi, chụp ảnh được mượt mà hơn, đáp ứng tốt nhu cầu của người dùng.\nThiết kế tinh tế sang trọng\n\nMáy với các góc cạnh bo tròn mang đến cảm giác thoải mái khi cầm nắm, với trọng lượng chỉ 550 g vô cùng tiện lợi cho người dùng mang máy theo bên mình sử dụng bất kì đâu.\n\nMàn hình rộng hơn\n\nMobell Tab 10 có màn hình với kích thước lên đến 10.1 inch cùng độ phân giải 1280 x 800 pixels cùng công nghệ IPS LCD với góc nhìn rộng, mang đến chất lượng hình ảnh hiển thị chi tiết, sắc nét trong từng chi tiết.\n\nTừ đây trải nghiệm giải trí của bạn sẽ cực kỳ thoải mái, đặc biệt là khi thư giãn cùng với người thân và gia đình.\n\nHiệu năng hoạt động ổn định\n\nMobell Tab 10 được trang bị con chip Mali-400MP 1.3 GHz cho hiệu năng ổn định, 1 GB RAM, cùng bộ nhớ trong lên đến 16 GB cho khả năng lưu trữ dữ liệu các ứng dụng trên máy. Ngoài ra, máy cũng được trang bị khe gắn thẻ nhớ ngoài lên đến 32 GB cho người dùng có thể lưu trữ thêm hình ảnh, phim và các dữ liệu khác.\n\nNgoài ra với vi xử lý Mali-400MP còn giúp cho máy có thể chơi được một số tựa game nhẹ như: Temple Run, Candy Crush, ... một cách mượt mà.\n\nKết nối tiện lợi\n\nVới chế độ sử dụng 2 sim được tích hợp cho người dùng khả năng sử dụng đồng thời 2 sim 2 sóng tiện lợi hơn trong việc giữ liên lạc. Bên cạnh đó chuẩn kết nối Wifi được tích hợp cho khả năng kết nối và truy cập nhanh chóng. Máy cũng được trang bị chuẩn kết nối 3G tốc độ cao, đáp ứng tốt nhu cầu kết nối khi tín hiệu đường truyền wifi không được ổn định.\n\nCamera chất lượng\n\nCamera chính 5 MP trên Mobell Tab 10 hỗ trợ đèn flash trợ sáng cùng chức năng chạm lấy nét cho hình ảnh chụp rõ nét và đẹp trong các điều kiện chụp khác nhau. Cùng với đó, camera selfie 5 MP được nâng cấp cho những bức ảnh selfie, những thước phim quay video có chất lượng tốt hơn.\n\nPin khủng, thoải mái dùng đến 1 ngày\n\nVới viên pin Lithium - Ion với dung lượng lên đến 5.500 mAh, máy có thể hoạt động và đáp ứng tốt các tác vụ cơ bản lên đến 1 ngày.\n\n \n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Máy tính bảng Masstel Tab8 Pro",
    "url": "https://www.thegioididong.com/may-tinh-bang/masstel-tab8-pro",
    "img": "https://cdn.tgdd.vn/Products/Images/522/211154/masstel-tab8-pro-gold-1-400x460.png",
    "oldPrice": null,
    "newPrice": "2.090.000₫",
    "parameters": [
      "Màn hình\tIPS LCD, 8\"",
      "Hệ điều hành\tAndroid 9.0 (Pie)",
      "CPU\tMediaTek MT8321 4 nhân, 1.3 GHz",
      "RAM\t2 GB",
      "Bộ nhớ trong\t16 GB",
      "Camera sau\t5 MP",
      "Camera trước\t2 MP",
      "Kết nối mạng\tWiFi, 3G, Không hỗ trợ 4G",
      "Hỗ trợ SIM\t\nMicro sim\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Đàm thoại\tCó",
      "Trọng lượng358 g",
      "Dung lượng pin4000 mAh"
    ],
    "productDescription": "Masstel Tab8 Pro là một chiếc máy tính bảng chạy Android, sở hữu một màn hình khá lớn đủ để bạn có thể trải nghiệm xem phim hay lướt web thoải mái hơn so với những chiếc smartphone thông thường.\nMàn hình lớn, dùng \"đã\" hơn\n\nTất nhiên rồi, ai chọn máy tính bảng thì cũng đều thích chiếc màn hình của nó vì nó lớn hơn khá nhiều khi so với smartphone.\n\nChiếc máy tính bảng Masstel này sở hữu một màn hình có kích thước 8 inch cùng độ phân giải 1280 x 800 pixels, tuy không quá sắc nét nhưng vừa đủ cho bạn trải nghiệm hằng ngày.\n\nMáy sử dụng tấm nền IPS LCD cho màu sắc khá chính xác cùng độ sáng cao giúp bạn dễ dàng có thể sử dụng ngoài trời.\n\nGiờ đây, việc xem những bộ phim hấp dẫn cùng gia đình hoặc những người bạn sẽ vô cùng dễ dàng hơn bao giờ hết.\n\nPhù hợp với các tác vụ nhẹ nhàng\n\nMasstel Tab8 Pro được cung cấp sức mạnh bởi con chip MT8321 kết hợp với 2 GB RAM và 16 GB bộ nhớ trong.\n\nVới những tác vụ như lướt Facebook hay xem YouTube nhẹ nhàng thì chiếc máy tính bảng này phản hồi khá nhanh, ít xảy ra hiện tượng giật lag.\n\nMáy được trang bị 2 sim, giúp người dùng thỏa sức thư giãn hay làm việc với sự trợ giúp của những nhà mạng khác nhau với kết nối 3G tốc độ cao.\n\nViệc giữ liên lạc và kết nối cho công việc giờ đây đã không còn khó khăn với Masstel Tab8 Pro nữa!\n\nXem thêm: Trên tay & đánh giá nhanh Masstel Tab8 Pro: Chiếc máy tính bảng giá rẻ đúng nghĩa!\n\nPin lớn xài lâu\n\nMasstel Tab8 Pro sở hữu viên pin có dung lượng 4000 mAh đảm bảo thời gian sử dụng bền bỉ.\n\nBạn hoàn toàn có thể sử dụng máy lên tới 2 ngày nếu nhu cầu của mình không quá cao.\n\nVới độ phân giải cho 2 camera trước sau lần lượt là 2 MP và 5 MP Masstel Tab8 Pro có thể giúp bạn có thể dễ dàng ghi lại những khoảnh khắc trong cuộc sống hằng ngày.\n\nNhờ bộ đôi camera này bạn cũng có thể thực hiện những cuộc gọi video call cho người thân, bạn bè một cách dễ dàng.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Máy tính bảng Lenovo Tab E7 TB-7104I",
    "url": "https://www.thegioididong.com/may-tinh-bang/lenovo-tab-e7-tb-7104i",
    "img": "https://cdn.tgdd.vn/Products/Images/522/197627/lenovo-tab-e7-tb-7104i-33397-chitiet-400x460.png",
    "oldPrice": "1.990.000₫",
    "newPrice": "1.790.000₫",
    "parameters": [
      "Màn hình\tIPS LCD, 7\"",
      "Hệ điều hành\tAndroid Go 8.1",
      "CPU\tMediatek MT8167D 6 nhân, 1.3 GHz",
      "RAM\t1 GB",
      "Bộ nhớ trong\t16 GB",
      "Camera sau\t2 MP",
      "Camera trước\t0.3 MP",
      "Kết nối mạng\tWiFi, 3G, Không hỗ trợ 4G",
      "Hỗ trợ SIM\t\nSim thường\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Đàm thoại\tCó",
      "Trọng lượng271.7 g",
      "Dung lượng pin2750mAh"
    ],
    "productDescription": "Lenovo vừa cho ra mắt chiếc máy tính bảng Lenovo Tab E7 TB-7104I với cấu hình đáp ứng khá mượt mà các tác vụ cơ bản của người dùng như lướt web, giải trí, chụp ảnh,... Hỗ trợ một khe sim 3G giúp cho việc gọi điện, nhắn tin và khả năng kết nối internet trở nên dễ dàng hơn giúp cho chiếc máy tính bảng Lenovo trở thành một sản phẩm đáng được cân nhắc trong phân khúc phổ thông.\nThiết kế thanh lịch\n\nMáy tính bảng Lenovo Tab E7 TB-7104I được hoàn thiện, gia công tỉ mỉ từ chất liệu nhựa kết hợp cùng 4 góc được bo cong nhẹ tạo nên vẻ đẹp thanh lịch cho sản phẩm. Bên cạnh đó, với trọng lượng khá nhẹ chỉ 271.7 gram giúp các bạn có thể dễ dàng mang theo sản phẩm đến bất cứ nơi đâu, rất tiện lợi.\n\nMàn hình sắc nét, tươi sáng\n\nSản phẩm được trang bị màn hình 7 inch có độ phân giải 1024 x 600 pixels mang đến trải nghiệm hình ảnh có độ sáng cao, tươi sáng và sắc nét. Ngoài ra, sản phẩm còn tích hợp công nghệ màn hình IPS LCD giúp mở rộng góc nhìn.\n\nGiờ đây, việc xem những bộ phim hấp dẫn cũng gia đình hoặc những người bạn sẽ vô cùng dễ dàng hơn bao giờ hết.\n\nCấu hình đáp ứng tốt nhu cầu sử dụng cơ bản\n\nLenovo Tab E7 TB-7104I được trang bị chip Mediatek MT8167D 1.3 GHz, kết hợp cùng 1 GB bộ nhớ RAM và 16 GB bộ nhớ lưu trữ giúp mang đến hiệu năng xử lý các nhu cầu sử dụng cơ bản như nghe nhạc, lướt web, xem phim,... một cách mượt mà.\n\nVới vi xử lý Mediatek MT8167D còn giúp máy có thể chơi các tựa game nhẹ như Temple Run, Candy Crush, Đào Vàng,...\n\nCùng với đó là khả năng nâng cấp bộ nhớ qua khe gắn thẻ nhớ ngoài lên đến 32 GB cho người dùng có thể lưu trữ thêm hình ảnh, phim và các dữ liệu khác.\n\nHỗ trợ 2 camera giúp nghe gọi video call dễ dàng hơn\n\nVới độ phân giải cho 2 camera trước sau lần lượt là 2 MP và 0.3 MP giúp bạn có thể dễ dàng ghi lại những khoảnh khắc trong cuộc sống hằng ngày hoặc có thể thực hiện những cuộc gọi video call cho người thân, bạn bè một cách dễ dàng.\n\nDung lượng pin đủ dùng\n\nMáy tính bảng Lenovo Tab E7 TB-7104I được trang bị viên pin Lithium - Ion có dung lượng 2750 mAh giúp đáp ứng tốt nhu cầu của một chiếc máy tính bảng thông thường trong nhiều giờ liền.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Máy tính bảng Mobell Tab 8A",
    "url": "https://www.thegioididong.com/may-tinh-bang/mobell-tab-8a",
    "img": "https://cdn.tgdd.vn/Products/Images/522/195313/mobell-tab-8a-33397-400x460-1-1-400x460.png",
    "oldPrice": null,
    "newPrice": "1.590.000₫",
    "parameters": [
      "Màn hình\tIPS LCD, 8\"",
      "Hệ điều hành\tAndroid 8.1",
      "CPU\tMediaTek MTK 8321 4 nhân, 1.3 GHz",
      "RAM\t1 GB",
      "Bộ nhớ trong\t8 GB",
      "Camera sau\t5 MP",
      "Camera trước\t2 MP",
      "Kết nối mạng\tWiFi, 3G, Không hỗ trợ 4G",
      "Hỗ trợ SIM\t\n2 sim - Loại sim: micro\nHOTSIM VNMB Sieu sim (5GB/ngày)",
      "Đàm thoại\tCó",
      "Trọng lượng235 g",
      "Dung lượng pin4000 mAh"
    ],
    "productDescription": "Thiết kế trẻ trung, năng động - Mobell Tab 8a, một chiếc máy tính bảng Mobell vừa được ra mắt năm 2018. Cấu hình máy đủ đáp ứng tốt các nhu cầu sử dụng hằng ngày như xem phim, lướt web, đọc báo.\n\nThiết kế đơn giản, hiện đại\n\nMáy được hoàn thiện từ chất liệu nhựa, các cạnh bo cong chắc chắn khi cầm nắm. Mặt kính phía trước của máy ôm ra đến viền tạo sự sang trọng, mặt sau được làm trau chuốt với phần giữa máy thiết kế giả kim loại hiện đại và đẹp mắt.\n\n\nCấu hình đủ dùng\n\nMobell Tab 8a được trang bị chíp xử lý MTK 8321, 1GB RAM giúp bạn lướt web, xem phim, nghe nhạc,... ổn định. Ngoài ra chiếc tablet phổ thông có thể chơi các game nhẹ như pikachu, kim cương.\n\n\nCamera tươi sáng\n\nỞ phân khúc phổ thông nhưng camera 5MP trên Mobell Tab 8a cho chất lượng ảnh tươi sáng, mất khoảng 1 đến 2 giây để lấy nét. Camera trước chỉ ở mức vừa phải, hình ảnh không quá sắc nét nhưng khi gọi video call qua mạng zalo hình ảnh khá sáng.\n\nBạn có thể mở rộng nhu cầu sử dụng với khả năng kết nối OTG trên máy, thuận tiện khi bạn chơi các game di chuyển liên tục như bắn vịt, đào vàng.\n\n \nDung lượng pin thoải mái 1 ngày sử dụng\n\nVới dung lượng pin 4000mAh, xem phim liên tục khoảng 3 giờ, thỉnh thoảng nghe nhạc, lướt face, đọc báo thời gian sử dụng lên đến 24 giờ thuận tiện để bạn mang theo bên mình khi đi du lịch, dã ngoại.\n\n \n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Máy tính bảng Mobell Tab 7s",
    "url": "https://www.thegioididong.com/may-tinh-bang/mobell-tab-7s",
    "img": "https://cdn.tgdd.vn/Products/Images/522/73547/mobell-tab-7s-1-400x460.png",
    "oldPrice": null,
    "newPrice": "1.190.000₫",
    "parameters": [
      "Màn hình\tIPS LCD, 7\"",
      "Hệ điều hành\tAndroid 6.0 (Marshmallow)",
      "CPU\tMediaTek MTK 8321 4 nhân, 1.3 GHz",
      "RAM\t1 GB",
      "Bộ nhớ trong\t8 GB",
      "Camera sau\t2 MP",
      "Camera trước\t0.3 MP",
      "Kết nối mạng\tWiFi, 3G",
      "Đàm thoại\tCó",
      "Trọng lượng\t236 g",
      "Dung lượng pin2800 mAh"
    ],
    "productDescription": "Mobell Tab 7S thuộc dòng máy tính bảng có mức giá thấp để mọi người đều có thể dễ dàng để sở hữu.\nMàn hình IPS LCD cải thiện góc nhìn\n\nMặc dù có mức giá thấp nhưng Mobell Tab 7S vẫn được trang bị màn hình IPS LCD, với màn hình này bạn sẽ nhìn được các góc nghiêng mà không bị mất màu.\n\nMàu sắc máy hiển thị ở mức khá và độ chi tiết thể hiện vừa đủ để bạn có thể nhìn được tốt các hình nhỏ trên máy.\n\nGóc nhìn rộng giúp bạn chia sẻ màn hình xem cùng bạn bè dễ dàng hơn\n\nMàn hình rộng 7 inch đem lại không gian thao tác thoải mái hơn\n\nPhù hợp giải trí nhẹ nhàng\n\nMáy sử dụng chip xử lý MTK 8321 4 nhân, RAM 1 GB và bộ nhớ trong 8 GB không quá mạnh mẽ để bạn có thể thoải mái chơi nhiều game nặng.\n\nMáy phù hợp với các game giải trí nhẹ nhàng, xem phim hay lướt web.\n\nBạn nên sử dụng thêm thẻ nhớ để giúp máy chạy nhẹ nhàng hơn\n\n- Bạn có thể tải game vui nhộn miễn phí cho máy tại đây.\n\nCác tiện ích của máy\n\nMáy có đầy đủ camera chính 2 MP và camera phụ 0.3 MP để bạn có thể thực hiện được các cuộc gọi videocall dễ dàng\n\n- Tải các ứng dụng chụp ảnh, chỉnh sửa ảnh miễn phí tại đây.\n\n- Tải các ứng dụng mạng xã hội phổ biến miễn phí tại đây.\n\nMáy có thể sử dụng như một chiếc điện thoại nhờ trang bị khe gắn sim ở mặt sau máy\n\nBạn có thể hẹn giờ để máy tự động tắt và mở nguồn theo như ý muốn bằng cách:\n\n- Vào cài đặt > lịch tắt/mở nguồn > đặt thời gian và ngày giờ mở và tắt tuỳ ý bạn.\n\nDung lượng pin vừa đủ 2800 mAh, khả năng kết nối mạng 3G khi bạn không thể sử dụng được wifi\n\nMobell Tab 7S lược bỏ đi các công nghệ để giảm giá thành nhưng vẫn trang bị khá đầy đủ các tiện ích cho bạn sử dụng.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  }
]
