[
  {
    "title": "Apple Watch S3 GPS 42mm viền nhôm xám dây cao su",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/apple-watch-s3-gps-42mm-vien-nhom-day-cao-su-den",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/194536/apple-watch-s3-gps-42mm-vien-nhom-day-cao-su-den-163720-023733-600x600.png",
    "oldPrice": "6.990.000₫",
    "newPrice": "6.690.000₫",
    "parameters": [
      "Công nghệ màn hình:\tAMOLED",
      "Kích thước màn hình:\t1.65 inch",
      "Thời gian sử dụng pin:\tKhoảng 1.5 ngày",
      "Hệ điều hành:\twatchOS 6.0",
      "Kết nối với hệ điều hành:\tiOS 13 trở lên",
      "Chất liệu mặt:\tIon-X strengthened glass",
      "Đường kính mặt:\t42 mm",
      "Kết nối:\tBluetooth v4.2, GPS",
      "Ngôn ngữ:\tTiếng Việt, Tiếng Anh",
      "Theo dõi sức khỏe:\tĐo nhịp tim, Tính lượng calories tiêu thụ, Đếm số bước chân, Chế độ luyện tập, Tính quãng đường chạy"
    ],
    "productDescription": "Thiết kế hiện đại năng động\n\nVề mặt tổng thể Apple Watch S3 42 mm có kích thước tương tự như Apple Watch Series 2. Sản phẩm chú trọng thêm về mặt thẩm mỹ với thiết kế sang trọng, năng động, dây đeo có nhiều màu sắc khác nhau.\n\nDây đeo tháo rời tiện lợi\n\nDây đeo của Apple Watch S3 GPS, 42mm viền nhôm được thiết kế với khả năng dễ dàng tháo rời, cho phép người dùng linh hoạt thay đổi bằng các dây đeo màu sắc khác.\n\n \n\nMàn hình 1.65 inch lớn hơn\n\nĐồng hồ thông minh Apple Watch phiên bản 42 mm có màn hình 1.65 inch hiển thị chi tiết ảnh nhiều hơn, mặt đồng hồ cảm ứng trang bị mặt kính cường lực Ion-X giúp bảo vệ mặt kính chống trầy xước tốt và hiển thị tốt dù là dưới ánh mặt trời.\n\n \n\nNút tiện ích\n\n- Nút xoay Digital Crown ( hình tròn ): Nhấn nút giúp trở về màn hình Home, nhấn giữ để Siri xuất hiện. Xoay để cuộn lên/xuống để đọc tin nhắn, và zoom để xem hình ảnh.\n\n- Nút bấm nguồn ( hình bầu dục ): Bấm để tắt/mở nguồn đồng hồ, thao tác để mở những app sử dụng gần nhất.\n\nChip Apple S3 2 nhân cho hiệu năng mạnh hơn\n\nKhông cần tới iPhone khi Apple Watch Series 3 được trang bị chip vi xử lý Apple S3 dual-core hoàn toàn mới giúp truy cập Wifi nhanh hơn 85%.\n\nTrải nghiệm không gian âm nhạc\n\nĐồng hồ thông minh Apple Watch thế hệ mới hoạt động gần giống với iPhone, có thể sử dụng Apple Music cho phép chứa hơn 40 triệu bài hát.\n\n \n\nTính năng sức khỏe\n\nChăm sóc, giám sát sức khỏe của bạn với chức năng đo nhịp tim, đếm bước chân, đếm giờ tập…\n\n \n\nTrợ lí ảo Siri\n\nSiri đã có thể \"nói chuyện\" ngay trên Apple Watch, hoạt động nhanh và thông minh hơn, bạn có thể yêu cầu Siri thiết lập lời nhắc, gửi lời mời hoặc đưa ra hướng dẫn (câu hỏi bằng tiếng anh).\n\n \n\nHướng dẫn kết nối với điện thoại và sử dụng chi tiết Apple Watch S3 GPS 42mm\n\nSo sánh Apple Watch Series 3 GPS 42mm và Apple Watch Series 3 LTE 42mm\nSo sánh\t\n\nApple Watch Series 3 GPS 42 mm\n\n\tApple Watch Series 3 LTE 42 mm\nMàn hình\tAMOLED 1.65 inch\tOLED 1.65 inch\nChất liệu mặt kính\tIon-X strengthened glass\tIon-X strengthened glass\nChất liệu khung viền\tNhôm\tNhôm\nTrọng lượng\t46.4 gram\t46.4 gram\nThời gian sử dụng\tKhoảng 1.5 ngày\tKhoảng 1.5 ngày\nThời gian sạc pin\tKhoảng 2 giờ\tKhoảng 2 giờ\nBộ nhớ trong\t8 GB\t16 GB\nCPU\tApple S3 2 nhân\tApple S3 2 nhân\nKết nối\t\n\nBluetooth\n\nGPS\n\nWiFi\n\n \n\n\t\n\nBluetooth\n\nGPS\n\nWiFi\n\nHỗ trợ eSIM\n\n\nNghe gọi\tPhải kết nối với iPhone mới có thể thực hiện/nhận cuộc gọi\tThực hiện/nhận cuộc gọi một cách độc lập\nNgôn ngữ\t\n\nTiếng Việt\n\nTiếng Anh\n\n\t\n\nTiếng Việt\n\nTiếng Anh\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Apple Watch S5 40mm viền nhôm dây cao su",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/apple-watch-s5-40mm-vien-nhom-day-cao-su",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/212769/apple-watch-s5-40mm-vien-nhom-day-cao-su10-2-1-600x600.jpg",
    "oldPrice": null,
    "newPrice": "11.990.000₫",
    "parameters": [
      "Công nghệ màn hình:\tOLED",
      "Kích thước màn hình:\t1.57 inch",
      "Thời gian sử dụng pin:\tKhoảng 1.5 ngày",
      "Hệ điều hành:\twatchOS 6.0",
      "Kết nối với hệ điều hành:\tiOS 13 trở lên",
      "Chất liệu mặt:\tIon-X strengthened glass",
      "Đường kính mặt:\t40 mm",
      "Kết nối:\tBluetooth v5.0, Wifi, GPS",
      "Ngôn ngữ:\tTiếng Việt, Tiếng Anh",
      "Theo dõi sức khỏe:\tĐo nhịp tim, Tính lượng calories tiêu thụ, Đếm số bước chân, Chế độ luyện tập, Tính quãng đường chạy"
    ],
    "productDescription": "Apple Watch S5 hồng chắc chắn là một trong những chiếc đồng hồ thông minh hiện đại đáng sở hữu nhất hiện nay. Máy được tích hợp màn hình Always-on luôn bật, đồng bộ nhạc với Apple Music, tính năng la bàn,...\nMàn hình OLED luôn hiển thị\n\nMàn hình hiển thị sắc nét, màu sắc chân thực ngay cả dưới trời nắng gắt. Tính năng luôn bật sáng màn hình xem giờ tiện lợi ngay cả khi đang lái xe. Bên cạnh đó, màn hình sẽ tự động giảm độ sáng khi không cần thiết để tăng tối đa thời lượng pin.\n\nĐịnh vị chính xác bằng GPS và la bàn\n\nĐịnh vị GPS định vị với độ chính xác cao vị trí của bạn, giúp dễ dàng tính toán lộ trình luyện tập.\n\nBên cạnh đó, đồng hồ thông minh Apple Watch S5 còn có la bàn từ tính giúp xác định phương hướng ở những nơi không định vị được bằng GPS tính năng này giúp ích cho những ai có sở thích đi leo núi, dã ngoại trong rừng,...\n\nTính năng gọi SOS\n\nKhi gặp nguy hiểm hay trường hợp khẩn cấp, nếu bạn nhấn gọi SOS, Apple Watch S5 sẽ gọi cứu hộ và gửi định vị của bạn đến số điện thoại khẩn cấp. Tính năng này đã được hỗ trợ ở Việt Nam. Tham khảo một số nơi không được hỗ trợ gọi khẩn cấp tại đây.\n\nNghe nhạc ngay trên đồng hồ\n\nĐồng hồ có trang bị loa ngoài để bạn có thể đồng bộ nhạc từ iPhone và nghe trực tiếp trên đồng hồ bất kì lúc nào với khả năng lưu trữ lên đến 50 triệu bài hát.\n\nMỏng nhẹ, sang trọng\n\nĐồng hồ Apple Watch kích thước 40mm viền nhôm dây cao su mỏng nhẹ chỉ 10.7 mm - 30 gam dễ dàng đeo trên tay cả ngày mà không gây khó chịu.\n\nThiết kế của đồng hồ không có nhiều thay đổi ngoại trừ dòng chữ Apple Watch S5 được khắc bên dưới mặt đồng hồ, đường nét được hoàn thiện tinh xảo làm nên sự đẳng cấp của Apple Watch.\n\nPhát hiện té ngã\n\nĐồng hồ sẽ phát tín hiệu SOS đến số điện thoại đã được lưu sẵn nếu phát hiện một cú ngã và người dùng bất động trong 15 giây.\n\nTheo dõi nhịp tim \n\nĐồng hồ thông minh có tính năng theo dõi nhịp tim liên tục. Đồng thời theo đo các chỉ số, cảnh báo khi phát hiện bất thường. \n\nTiện ích sức khỏe\n\nĐồng hồ còn giúp bạn quan tâm đến sức khỏe của bạn bằng cách nhắc nhở khi bạn ngồi quá lâu, đếm bước chân, đếm giờ tập,… nhắc nhở thư giãn, hít thở, khuyến khích vận động và tập luyện mỗi ngày.\n\nRèn luyện thể thao\n\nApple Watch có nhiều bài tập thể thao cho bạn lựa chọn đồng thời đo lường chính xác các chỉ số như nhịp tim, lượng calories tiêu thụ từ đó giúp bạn dễ dàng điều chỉnh chế độ luyện tập. \n\nBảng so sánh một số tính năng của Apple Watch S5 với Apple Watch S4\n\nSo sánh\n\n\t\n\nApple Watch Series 5 40mm\n\n\t\n\nApple Watch Series 4 GPS 40mm\n\n\nMàn hình\tOLED 1.57 inch\tAMOLED 2.0 inch\nChất liệu mặt kính\tIon-X strengthened glass\tIon-X strengthened glass\nChất liệu khung viền\tNhôm\tNhôm\nTrọng lượng\t36.7 gram\t36.7 gram\nThời gian sử dụng\t\n\nKhoảng 1.5 ngày\n\n\t\n\nKhoảng 18 giờ\n\n340 mAh\n\n\nThời gian sạc pin\tKhoảng 2 giờ\tKhoảng 2 giờ\nBộ nhớ trong\t32 GB\t32 GB\nKết nối\t\n\nBluetooth v5.1\n\nGPS\n\nWiFi\n\n\t\n\nBluetooth v5.1\n\nGPS\n\nWiFi\n\n\nNgôn ngữ\t\n\nTiếng Việt\n\nTiếng Anh\n\n\t\n\nTiếng Việt\n\nTiếng Anh\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Đồng hồ thông minh Samsung Galaxy Watch Active 2 40mm viền nhôm dây silicone hồng",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/samsung-galaxy-watch-active-2-40-mm",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/212734/samsung-galaxy-watch-active-2-40-mm--thum-600x600.jpg",
    "oldPrice": null,
    "newPrice": "5.990.000₫",
    "parameters": [
      "Công nghệ màn hình:\tSUPER AMOLED",
      "Kích thước màn hình:\t1.2 inch",
      "Thời gian sử dụng pin:\tKhoảng 1.5 ngày",
      "Hệ điều hành:\tOS TIZEN",
      "Kết nối với hệ điều hành:\tAndroid 5.0, iOS 10 trở lên",
      "Chất liệu mặt:\tKính cường lực Gorilla Glass Dx+",
      "Đường kính mặt:\t40 mm",
      "Kết nối:\tWifi, Bluetooth v5.0, GPS, NFC",
      "Ngôn ngữ:\tTiếng Việt, Tiếng Anh",
      "Theo dõi sức khỏe:\tĐo nhịp tim, Theo dõi giấc ngủ, Tính lượng calories tiêu thụ, Đếm số bước chân, Chế độ luyện tập, Tính quãng đường chạy"
    ],
    "productDescription": "Đồng hồ thông minh Samsung Galaxy Watch Active 2 40 mm là phiên bản nhỏ gọn của dòng sản phẩm. Với các tính năng chăm sóc sức khỏe, màn hình cải tiến với viền cảm ứng mang lại trải nghiệm hoàn hảo cho người dùng.\nThiết kế dành cho bạn\n\nSamsung Galaxy Watch Active 2 mặt tròn truyền thống, đường kính mặt 30 mm phù hợp với người có cổ tay nhỏ , giao diện dễ thay đổi tùy theo sở thích của bạn.\n\nTùy ý thay đổi màu dây bạn thích với thiết kế tháo rời tiện lợi. Chất liệu sillicone mềm mại, hạn chế bị trầy xước và dễ lau khô khi tiếp xúc với nước hay mồ hôi.\n\nMàn hình chống trầy, hiển thị sắc nét\n\nMàn hình đồng hồ sử dụng mặt kính Gorilla DX+ chống trầy hiệu quả. Tấm nền Super AMOLED cho mọi thông tin hiển thị sắc nét, chi tiết hơn, ngoài ra còn chống chói và tiết kiệm pin đáng kể.\n\nĐiểm nổi bật nằm ở thiết kế viền cảm ứng cho cảm giác vuốt mượt tay hơn thiết kế xoay vòng của anh em tiền nhiệm.\n\nNhận thông báo, nghe và từ chối cuộc gọi\n\nĐồng hồ thông minh được kết nối với điện thoại bằng Bluetooth cho phép người dùng nghe gọi dễ dàng, thông báo các nội dung tin nhắn từ ứng dụng. \n\nCó các tiện ích chăm sóc sức khỏe\n\nSmartwatch Samsung luôn theo dõi nhịp tim của bạn khi chơi thể thao, nghỉ ngơi hay lúc ngủ và cảnh báo khi nhịp tim cao thấp bất thường.\n\nĐồng hồ còn cảnh báo mức độ căng thẳng của bạn đồng thời gợi ý các bài tập hít thở để cải thiện tình trạng.\n\nTích hợp nhiều bài tập với nhiều chế độ từ cơ bản đến nhanh dần hỗ trợ rèn luyện sức khỏe của bạn tốt hơn.\n\nNghe nhạc trên đồng hồ\n\nBạn có thể nghe nhạc độc lập trên đồng hồ mà không cần mang theo điện thoại. Chỉ cần copy nhạc vào bộ nhớ của đồng hồ, kết nối với tai nghe bluetooth rồi thưởng thức những bài nhạc yêu thích.\n\nCác tính năng khác trên đồng hồ:\n\nBáo thức, nghe nhạc với tai nghe Bluetooth, đồng hồ bấm giờ, tìm điện thoại.\n\nKhả năng sạc không dây: Bạn chỉ cần đặt đồng hồ xuống đế sạc sạc nam châm và đồng hồ sẽ tự động sạc.\n\nSo sánh nhanh Galaxy Watch Active 2 và Galaxy Watch Active\nSo sánh\t\n\nSamsung Galaxy Watch Active 2 40mm\n\n\tSamsung Galaxy Watch Active 40mm\nMàn hình\tSuper AMOLED 1.2 inch\tAMOLED 1.1 inch\nMặt kính\tKính cường lực Gorilla Glass Dx+\tKính cường lực Gorilla Glass 3\nKhung viền\tNhôm\tNhôm\nCổng sạc\tNFC không dây\tĐế sạc nam châm\nKết nối\t\n\nBluetooth v5.0\n\nWifi\n\nGPS\n\nNFC\n\n\t\n\nBluetooth v4.2\n\n \n\n \n\n \n\n\nNghe gọi\tThực hiện/nhận cuộc gọi trực tiếp trên đồng hồ\tKhông\nThời gian sử dụng\t\n\n247 mAh\n\nKhoảng 1.5 ngày\n\n\t\n\n270 mAh\n\nKhoảng 1.5 ngày\n\n\nThời gian sạc pin\tKhoảng 2 giờ\tKhoảng 2 giờ\nBộ nhớ trong\t4 GB\t4 GB\nTrọng lượng\t37 gram\t25 gram\nNgôn ngữ\t\n\nTiếng Việt\n\nTiếng Anh\n\n\t\n\nTiếng Việt\n\nTiếng Anh\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Đồng hồ thông minh Samsung Galaxy Watch Active 2 44mm viền nhôm dây sillicone",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/samsung-galaxy-watch-active-2-44-mm-sillicon",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/212620/samsung-galaxy-watch-active-2-44-mm-sillicon-thumm-600x600.jpg",
    "oldPrice": null,
    "newPrice": "7.990.000₫",
    "parameters": [
      "Công nghệ màn hình:\tSUPER AMOLED",
      "Kích thước màn hình:\t1.4 inch",
      "Thời gian sử dụng pin:\tKhoảng 1.5 ngày",
      "Hệ điều hành:\tOS TIZEN",
      "Kết nối với hệ điều hành:\tAndroid 5.0, iOS 10 trở lên",
      "Chất liệu mặt:\tKính cường lực Gorilla Glass Dx+",
      "Đường kính mặt:\t44 mm",
      "Kết nối:\tWifi, Bluetooth v5.0, GPS, NFC",
      "Ngôn ngữ:\tTiếng Việt, Tiếng Anh",
      "Theo dõi sức khỏe:\tĐo nhịp tim, Theo dõi giấc ngủ, Tính lượng calories tiêu thụ, Đếm số bước chân, Chế độ luyện tập, Tính quãng đường chạy"
    ],
    "productDescription": "Đồng hồ thông minh Samsung Galaxy Watch Active 2 cải tiến hơn với màn hình chống chói, hiển thị thông tin sắc nét. Các tiện ích khác cũng được nâng cấp nhằm mang lại sự tiện lợi nhất cho người dùng.\nSang trọng, thời trang\n\nGalaxy Watch Active 2 mang thiết kế gọn gàng, mặt kính tròn 44 mm viền cong sang trọng tôn dáng tay. Dây đeo chất liệu Sillicon mềm mại có thể tháo rời tiện lợi để bạn thay màu dây tùy ý. \n\nTối ưu hóa hiển thị\n\nMàn hình 1.4 inch rộng rãi cho bạn sự thoải mái khi xem giờ. Công nghệ màn hình SUPER AMOLED hiển thị cực sắc nét mọi thông tin, màn hình có chiều sâu, hơn nữa lại tiết kiệm pin đáng kể. \n\nChăm sóc sức khỏe các nhân \n\nĐồng hồ thông minh theo dõi sức khỏe của bạn hằng ngày bằng các tính năng đo nhịp tim, theo dõi và phân tích giấc ngủ nông sâu mỗi đêm.\n\nSamsung Galaxy Watch Active 2 còn phát hiện và cảnh báo tình trạng căng thẳng, kèm theo là các bài hướng dẫn giúp giảm căng thẳng đáng kể.\n\nLà huấn luyện viên của riêng bạn\n\nSmart watch Samsung tích hợp tính năng theo dõi 7 chế độ luyện tập thể thao cơ bản, tính lượng Calories tiêu thụ và đếm số bước chân, luôn sẵn sàng hỗ trợ nâng cao sức khỏe của bạn.\n\nKết nối với điện thoại dễ dàng\n\nTiện lợi hơn khi bạn có thể nghe và gọi điện ngay trên đồng hồ mà không cần mang theo điện thoại. Ngoài ra còn thông báo Nội dung tin nhắn, Zalo, Messenger (Facebook), Line, Viber. \n\nSạc không dây tiện lợi\n\nDung lượng pin 340 mAh đủ để đồng hành cùng bạn suốt cả ngày dài. Đi kèm là đế sạc không dây tiện lợi, bạn chỉ cần đặt thiết bị lên và sạc mà không cần cắm dây rườm rà.\n\nCác tiện ích khác:\n\nBáo thức, nghe nhạc với tai nghe Bluetooth, dự báo thời tiết, đồng hồ bấm giờ, thay mặt đồng hồ, tìm điện thoại.\n\nSo sánh nhanh Galaxy Watch Active 2 và Galaxy Watch Active\nSo sánh\t\n\nSamsung Galaxy Watch Active 2 44mm\n\n\tSamsung Galaxy Watch Active 40mm\nMàn hình\tSuper AMOLED 1.4 inch\tAMOLED 1.1 inch\nMặt kính\tKính cường lực Gorilla Glass Dx+\tKính cường lực Gorilla Glass 3\nKhung viền\tThép không gỉ\tNhôm\nCổng sạc\tNFC không dây\tĐế sạc nam châm\nKết nối\t\n\nBluetooth v5.0\n\nWifi\n\nGPS\n\nNFC\n\n\t\n\nBluetooth v4.2\n\n \n\n \n\n \n\n\nNghe gọi\tThực hiện/nhận cuộc gọi trực tiếp trên đồng hồ\tKhông\nThời gian sử dụng\t\n\n340 mAh\n\nKhoảng 1.5 ngày\n\n\t\n\n270 mAh\n\nKhoảng 1.5 ngày\n\n\nThời gian sạc pin\tKhoảng 2 giờ\tKhoảng 2 giờ\nBộ nhớ trong\t4 GB\t4 GB\nTrọng lượng\t42 gram\t25 gram\nNgôn ngữ\t\n\nTiếng Việt\n\nTiếng Anh\n\n\t\n\nTiếng Việt\n\nTiếng Anh\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Đồng hồ thông minh Huami Amazfit T-Rex",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/huami-amazfit-t-rex",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/219682/xiaomi-amazfit-t-rex-600x600.jpg",
    "oldPrice": "3.299.000₫",
    "newPrice": "2.639.000₫",
    "parameters": [
      "Công nghệ màn hình:\tAMOLED",
      "Kích thước màn hình:\t1.3 inch",
      "Thời gian sử dụng pin:\tKhoảng 20 ngày",
      "Hệ điều hành:\tAmazﬁt OS",
      "Kết nối với hệ điều hành:\tAndroid 5.0, iOS 10 trở lên",
      "Chất liệu mặt:\tKính cường lực Gorilla Class 3",
      "Đường kính mặt:\t47.7 mm",
      "Kết nối:\tBluetooth v5.0, GPS",
      "Ngôn ngữ:\tTiếng Anh, Ứng dụng tiếng Anh",
      "Theo dõi sức khỏe:\tĐo nhịp tim, Theo dõi giấc ngủ, Đếm số bước chân, Chế độ luyện tập, Tính quãng đường chạy"
    ],
    "productDescription": "Thiết kế hầm hố, năng động và trẻ trung\n\nĐồng hồ thông minh Huami Amazfit T-Rex sở hữu màn hình 1.3 Inch cùng kích thước khá là hầm hố nhưng chỉ nặng 58g. Mặt kính cường lực cùng với khả năng chống chịu tốt ở mọi môi trường khắc nghiệt. Dây đeo silicone đem lại cho người dùng cảm giác êm ái, thoải mái khi đeo trong thời gian dài.\n\nKết nối nhanh chóng qua bluetooth v5.0\n\nAmazfit T-Rex tương thích với các thiết bị hệ điều hành Android (5.0 trở lên) và iOS (10 trở lên). Khi kết nối với điện thoại, bạn có thể dễ dàng kiểm tra tin nhắn, thông báo ứng dụng (Face, Viber, Line,...), rung thông báo khi bạn bỏ lỡ cuộc gọi.\n\nMàn hình AMOLED và mặt kính cường lực\n\nCông nghệ màn hình AMOLED 1.3 inch hiển thị mọi thông tin, hình ảnh sắc nét cùng khả năng chống chói khi mang ra ngoài trời. Ngoài ra, bao phủ trên mặt đồng hồ là lớp mặt kính Corning Gorilla Glass 3+ và lớp phủ AF chống trầy xước hiệu quả, hạn chế bám vân tay, bảo vệ mặt đồng hồ bởi các va chạm thường ngày.\n\nGiao diện mặt đồng hồ phong cách và màn hình luôn hiển thị\n\nĐồng hồ thông minh Amazfit T-Rex có bộ sưu tập 30 mặt đồng hồ cá tính để bạn cài đặt thông qua ứng dụng Amazfit Watch Face. Mẫu đồng hồ này được trang bị tính năng Always on Display (màn hình luôn hiển thị) giúp người dùng dễ dàng xem giờ và không bị bỏ lỡ những thông báo quan trọng, tuy nhiên tính năng này sẽ giới hạn ở một số mặt đồng hồ.\n\nThời lượng pin kéo dài đến 20 ngày sử dụng\n\nSo với những mẫu đồng hồ thông minh khác, Amazfit T-Rex là một thiết bị có thời lượng pin cực kỳ ấn tượng. Sở hữu viên pin Lithium Polymer với dung lượng 390mAh, thiết bị có thể sử dụng đến 66 ngày ở chế độ cơ bản (không kết nối, chỉ dùng để xem giờ), còn khi dùng như 1 chiếc đồng hồ thông minh (đo nhịp tim, thông báo ứng dụng,...) thì dùng được 20 ngày.\n\nLưu ý: Khi dùng GPS liên tục, đồng hồ chỉ có thể duy trì được 20 giờ. Thời lượng pin có thể thay đổi tuỳ theo cách sử dụng của người dùng.\n\nChịu được những môi trường khắc nghiệt\n\nMột trong những lí do khiến người dùng ngại mua smartwatch chính là dễ bị hỏng hóc khi phải chống chịu với môi trường và thời tiết khắc nghiệt. Đối với Amazfit T-Rex, bạn có thể an tâm sử dụng vì mẫu đồng hồ này đạt tiêu chuẩn quân đội MIL-STD-810G cùng khả năng chống nước độ sâu 50M, hoạt động tốt ở các điều kiện môi trường khắc nghiệt với nhiệt độ từ -400C đến 700C. Cực kỳ phù hợp với các đối tượng người dùng phải hoạt động trong những điều kiện thời tiết không lý tưởng.\n\nTính năng theo dõi nhịp tim \n\nTương tự nhưng các sản phẩm trong dòng Amazfit, T-rex được trang bị 4 cảm biến: Cảm biến quang theo dõi sinh học BioTrackerTM PPG, cảm biến gia tốc 3 trục, cảm biến địa từ, cảm biến ánh sáng xung quanh, giúp bạn theo dõi nhịp tim 24h với độ chính xác cao. Ngoài ra còn có tính năng theo dõi giấc ngủ, phân tích giấc ngủ qua đó cho người dùng biết về chất lượng giấc ngủ mỗi ngày.\n\n14 chế độ rèn luyện thể thao, nâng cao thể lực\n\nAmazfit T-Rex cung cấp cho người dùng 14 chế độ tập luyện thể thao như chạy, đi bộ, bơi lội, xe đạp,…. Dễ dàng theo dõi quá trình luyện tập của bản thân, từ đó hình thành thói quen tập luyện hằng ngày. Định vị kép GPS + GLONASS giúp theo dõi lộ trình và khoảng cách của bạn mà không cần kết nối với điện thoại.\n\nKết nối nghe nhạc mọi lúc mọi nơi\n\nKết nối đồng hồ với tai nghe bluetooth nhanh chóng, giúp cho qua trình tập luyện thú vị hơn, người dùng sẽ không cần phải mang điện thoại và dây tai nghe vướng víu mỗi lần tập luyện thể thao.\n\nNhiều tiện ích hỗ trợ người dùng\n\nGồm các tính năng: Báo thức, la bàn, thông báo nhắc nhở, dự báo thời tiết,... Và còn nhiều tính năng khác.\n\nĐồng hồ thông minh Huami Amazfit T-Rex với thiết kế năng động, thể thao cùng màn hình AMOLED và thời lượng pin khủng lên đến 20 ngày. Nhiều tính năng chăm sóc sức khoẻ như đo nhịp tim, theo dõi giấc ngủ, rèn luyện thể thao. Mặt kính cường lực chống trầy và độ bền đạt chuẩn quân đội với lớp bảo vệ chắc chắn. Đồng hồ thông minh Xiaomi Amazfit T-Rex sẽ luôn là sự lựa chọn tốt nhất cho ai cần chiếc đồng hồ thông minh chống chọi lại được nhiều yếu tố khắc nghiệt của môi trường.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Đồng hồ thông minh Huami Amazfit GTS vàng",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/huami-amazfit-gts-vang",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/223747/huami-amazfit-gts-vang-ava-600x600.jpg",
    "oldPrice": "2.990.000₫",
    "newPrice": "2.541.000₫",
    "parameters": [
      "Công nghệ màn hình:\tAMOLED",
      "Kích thước màn hình:\t1.65 inch",
      "Thời gian sử dụng pin:\tKhoảng 14 ngày",
      "Hệ điều hành:\tAmazﬁt OS",
      "Kết nối với hệ điều hành:\tAndroid 5.0 trở lên, iOS 10 trở lên",
      "Chất liệu mặt:\tKính cường lực Gorilla Class 3",
      "Đường kính mặt:\t43.2 mm",
      "Kết nối:\tBluetooth v5.0",
      "Ngôn ngữ:\tTiếng Anh, Ứng dụng tiếng Anh",
      "Theo dõi sức khỏe:\tĐo nhịp tim, Theo dõi giấc ngủ, Đếm số bước chân, Chế độ luyện tập, Tính quãng đường chạy"
    ],
    "productDescription": "Thiết kế thể thao và cá tính\n\nĐồng hồ thông minh Huami Amazfit GTS phiên bản màu vàng với thiết kế nhiều điểm giống với Apple Watch, màn hình 1.65 inch cùng độ phân giải là 348 x 442 pixels giúp hiển thị thông tin, hình ảnh rõ ràng và sắc nét. Đi kèm theo là dây đeo silicone 20mm mang lại cảm giác vô cùng mềm mại và dễ chịu khi đeo.\n\nMặt kính cường lực và hiển thị rõ nét\n\nMặt kính kính cường lực Gorilla Glass 3 giúp chống trầy và tăng độ bền cho thiết bị. Màn hình sử dụng tấm nền AMOLED Super Retina có mật độ điểm ảnh 341 ppi cực kì sắc nét và gam màu 100% NTSC (National Teltevision System Committee) cho màu sắc cực kì trung thực.\n\nHơn 100 giao diện mặt đồng hồ phong cách\n\nHuami cung cấp hơn 100 giao diện mặt đồng hồ, người dùng có thể thoải mái lựa cho giao diện phù hợp với phong cách của mình. Để có thể thay đổi mặt đồng hồ, người dùng cần cài ứng dụng Amazfit Watch Face và kết nối điện thoại với đồng hồ để tuỳ chỉnh.\n\nAlways-on Display - Màn hình luôn bật\n\nAmazfit GTS trang bị tính năng màn hình Always-on Display, màn hình luôn luôn hiển thị thời gian và những thông báo trên màn hình nhưng vẫn đảm bảo tiết kiệm pin cho thiết bị. Người dùng chỉ cần liếc ngang qua là có thể xem được, không cần phải dùng thao tác chạm màn hình hay mở khoá lên để xem.\n\nKết nối nhanh chóng\n\nKhi kết nối với điện thoại thông minh, Amazfit GTS giúp người dùng nhanh chóng kiểm tra tin nhắn, các cuộc gọi, theo dõi sức khoẻ, luyện tập thể thao, xem thông báo ứng dụng Zalo, Messenger, Line, Viber,...\n\nLưu ý: Amazfit GTS chỉ hỗ trợ với các thiết bị chạy hệ điều hành Android 5.0 trở lên và iOS 10 trở lên.\n\nThời lượng pin lên đến 46 ngày sử dụng\n\nDù chỉ trang bị pin dung lượng 220mAh, nhưng Amazfit GTS có thể sử dụng được đến 46 ngày ở chế độ cơ bản (không kết nối, chỉ xem giờ). Còn khi dùng như 1 chiếc đồng hồ thông minh (kết nối bluetooth, đo nhịp tim, thông báo, GPS) thì thiết bị có thể duy trì được đến 14 ngày sử dụng trong một lần sạc.\n\nLưu ý: khi dùng chế độ GPS liên tục, đồng hồ chỉ dùng được 25 giờ. Thời lượng pin có thể thay đổi tuỳ theo cách sử dụng của người dùng.\n\nNhiều tính năng chăm sóc người dùng\n\nTrang bị cảm biến BioTracker™ PPG giúp theo dõi nhịp tim liên tục và theo dõi giấc ngủ đều đặn. Amazfit GTS sẽ đưa ra các số liệu chính xác và cảnh báo sức khoẻ người dùng khi phát hiện nhịp tim có dấu hiệu bất thường. Ngoài ra còn có tính năng đánh giá sức khoẻ - Huami-PAI™ Health, tính năng này sẽ theo dõi mọi hoạt động người dùng trong ngày, nhắc nhở người dùng giành thời gian thư giãn và rèn luyện thể thao.\n\n12 chế độ luyện tập \n\nAmazfit GTS hỗ trợ đến 12 môn thể thao phổ biến hiện nay, từ những môn trong nhà như chạy bộ, đi xe đạp, nâng tạ,… đến các môn ngoài trời như bơi lội, đi bộ, leo núi,…Được tích hợp sẵn định vị GPS+GLONASS, giúp mẫu đồng hồ này theo dõi chính xác các hoạt động luyện tập thể thao của người dùng.\n\nĐiều khiển phát nhạc tiện lợi\n\nAmazfit GTS khi kết nối với điện thoại thông minh, tai nghe không dây hoặc loa bluetooth, người dùng có thể thoải mái điều khiển phát nhạc theo danh sách yêu thích, chuyển bài và tăng chỉnh âm lượng.\n\nNhiều tính năng tiện lợi khác\n\nBao gồm các tính năng: La bàn, tìm điện thoại, báo thức, rung thông báo, xem lịch, dự báo thời tiết, ...\n\nĐồng hồ thông minh Huami Amazfit GTS phiên bản màu vàng có màn hình AMOLED 1.65 inch cho hình ảnh sắc nét cùng với dây đeo silicone tạo cảm giác êm ái khi đeo và nhiều tính năng sức khoẻ như đo nhịp tim, theo dõi giấc ngủ, nhắc nhở vận động, đánh giá sức khoẻ, chế độ luyện tập. Huami Amazfit GTS sẽ là một thiết bị tuyệt vời trong việc chăm sóc và rèn luyện sức khoẻ của bạn mỗi ngày.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Đồng hồ thông minh Samsung Galaxy Watch Active 2 44mm viền thép dây da",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/samsung-galaxy-watch-active-2-44-mm-day-da",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/212732/samsung-galaxy-watch-active-2-44-mm-day-da-thum-600x600.jpg",
    "oldPrice": null,
    "newPrice": "9.990.000₫",
    "parameters": [
      "Công nghệ màn hình:\tSUPER AMOLED",
      "Kích thước màn hình:\t1.4 inch",
      "Thời gian sử dụng pin:\tKhoảng 1.5 ngày",
      "Hệ điều hành:\tOS TIZEN",
      "Kết nối với hệ điều hành:\tAndroid 5.0, iOS 10 trở lên",
      "Chất liệu mặt:\tKính cường lực Gorilla Glass Dx+",
      "Đường kính mặt:\t44 mm",
      "Kết nối:\tWifi, Bluetooth v5.0, GPS, NFC",
      "Ngôn ngữ:\tTiếng Việt, Tiếng Anh",
      "Theo dõi sức khỏe:\tĐo nhịp tim, Theo dõi giấc ngủ, Tính lượng calories tiêu thụ, Đếm số bước chân, Chế độ luyện tập, Tính quãng đường chạy"
    ],
    "productDescription": "Đồng hồ thông minh Samsung Galaxy Watch Active 2 44mm là phiên bản có sự cải tiến về công nghệ để mang đến những trải nghiệm tốt nhất cho người dùng với nhiều tính năng chăm sóc sức khỏe, nhận cuộc gọi trực tiếp cũng như nhiều tính năng tiện ích khác.\n7 chế độ luyện tập nâng cao sức khỏe\n\nĐồng hồ thông minh Samsung Galaxy Watch Active 2 thực sự là huấn luyện viên thể thao chuyên nghiệp của bạn với việc tích hợp những chế độ luyện tập khác nhau cho phù hợp với cơ địa và thể trạng của từng người.\n\nNhững thông số về quãng đường chạy, đếm số bước chân, lượng calories tiêu thụ sẽ là tư liệu để cho bạn kiểm soát tốt các chế độ luyện tập hằng ngày.\n\nTheo dõi giấc ngủ - đo nhịp tim - cảnh báo stress\n\nChiếc đồng hồ thông minh này sẽ giúp bạn theo dõi nhịp tim chính xác 24/24 ngay cả khi bạn đang ngủ và cảnh báo nếu nhịp tim thay đổi bất thường.\n\nTheo dõi mức độ căng thẳng của cơ thể bạn và đưa ra cảnh báo stress, hướng dẫn bạn những bài tập hít thở cơ bản để giải tỏa stress.\n\nThiết kế với những đường nét tinh tế\n\nSamsung Galaxy Watch Active 2 mang đến bạn thiết kế trẻ trung năng động nhưng không kém phần tinh tế.\n\nMàn hình SUPER AMOLED 1.4 inch sắc nét với chất liệu mặt là kính cường lực Gorilla Glass chống trầy hiệu quả.\n\nGọi điện trực tiếp trên đồng hồ\n\nĐồng hồ thông minh Samsung Galaxy Watch Active 2  còn tích hợp tính năng gọi điện trực tiếp, hiển thị thông báo về nội dung tin nhắn, zalo, messenger, line,...\n\nBạn cũng có thể sử dụng đồng hồ như thiết bị điều khiển từ xa, tiện lợi khi chụp hình và quay video.\n\nCác tính năng tiện ích khác\n\nBên cạnh những tính năng quan trọng thì chiếc đồng hồ này cũng hỗ trợ nhiều tính năng cơ bản khác như: Tìm điện thoại, báo thức, nghe nhạc... \n\nSo sánh nhanh Galaxy Watch Active 2 và Galaxy Watch Active\n\nSo sánh\n\n\t\n\nSamsung Galaxy Watch Active 2 44mm\n\n\t\n\nSamsung Galaxy Watch Active\n\n\n\n\nMàn hình\n\n\t\n\nSuper AMOLED 1.4 inch\n\n\t\n\nAMOLED 1.1 inch\n\n\n\n\nMặt kính\n\n\t\n\nKính cường lực Gorilla Glass Dx+\n\n\t\n\nKính cường lực Gorilla Glass 3\n\n\n\n\nKhung viền\n\n\t\n\nThép không gỉ\n\n\t\n\nNhôm\n\n\n\n\nCổng sạc\n\n\t\n\nNFC không dây\n\n\t\n\nĐế sạc nam châm\n\n\n\n\nKết nối\n\n\t\n\nBluetooth v5.0\n\nWifi\n\nGPS\n\nNFC\n\n\t\n\nBluetooth v4.2\n\n \n\n \n\n \n\n\n\n\nNghe gọi\n\n\t\n\nThực hiện/nhận cuộc gọi trực tiếp trên đồng hồ\n\n\t\n\nKhông\n\n\n\n\nThời gian sử dụng\n\n\t\n\nKhoảng 1.5 ngày\n\n\t\n\nKhoảng 1.5 ngày\n\n\n\n\nThời gian sạc pin\n\n\t\n\nKhoảng 2 giờ\n\n\t\n\nKhoảng 2 giờ\n\n\n\n\nBộ nhớ trong\n\n\t\n\n4 GB\n\n\t\n\n4 GB\n\n\n\n\nTrọng lượng\n\n\t\n\n42 gram\n\n\t\n\n25 gram\n\n\n\n\nNgôn ngữ\n\n\t\n\nTiếng Việt\n\nTiếng Anh\n\n\t\n\nTiếng Việt\n\nTiếng Anh\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Đồng hồ thông minh Huami Amazfit GTR 42mm hồng",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/huami-amazfit-gtr-42mm",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/219302/huami-amazfit-gtr-42mm-275520-035505-600x600.jpg",
    "oldPrice": "2.990.000₫",
    "newPrice": "2.392.000₫",
    "parameters": [
      "Công nghệ màn hình:\tAMOLED",
      "Kích thước màn hình:\t1.2 inch",
      "Thời gian sử dụng pin:\tKhoảng 12 ngày",
      "Hệ điều hành:\tAmazﬁt OS",
      "Kết nối với hệ điều hành:\tiOS 10 trở lên, Android 5.0 trở lên",
      "Chất liệu mặt:\tKính cường lực Gorilla Class 3",
      "Đường kính mặt:\t42.6 mm",
      "Kết nối:\tBluetooth v5.0",
      "Ngôn ngữ:\tTiếng Anh, Ứng dụng tiếng Anh",
      "Theo dõi sức khỏe:\tĐo nhịp tim, Theo dõi giấc ngủ, Đếm số bước chân, Chế độ luyện tập, Tính quãng đường chạy"
    ],
    "productDescription": "Đồng hồ thông minh Huami Amazfit GTR 42mm mang thiết kế nổi bật, kiểu dáng hiện đại phù hợp với giới trẻ. Đồng hồ có màn hình luôn bật, tích hợp nhiều bài tập thể thao cùng các tiện ích sức khỏe đem đến cho người dùng sự lựa chọn tuyệt vời trong phân khúc giá. \nThiết kế hiện đại, năng động\n\nĐồng hồ Huami Amazfit GTR có vẻ ngoài nổi bật với màn hình được thiết kế viền nhôm sang trọng, cứng cáp kết hợp cùng dây đeo silicone tạo cảm giác năng động, trẻ trung. \n\nMàn hình AMOLED luôn bật\n\nMàn hình AMOLED 1,2 inch có mật độ điểm ảnh cao - 326 PPI nên Amazfit GTR cho chất lượng hiển thị cực kì sắc nét đẹp và sống động. Kho mặt đồng hồ phong phú đa dạng được cập nhật liên tục với hàng trăm mặt đồng hồ cho bạn lựa chọn. \n\nGiao diện mặt đồng hồ khổng lồ\n\nBạn sẽ sở hữu kho giao diện mặt đồng hồ phong phú đa dạng, được cập nhật liên tục để bạn thoải mái lựa chọn và thay thế mặt đồng hồ theo phong cách của mình.\n\nCông nghệ Always-on (Màn hình luôn luôn bật)\n\nVới công nghệ màn hình Always-on, người đeo sẽ nhìn rõ kể cả khi mang ra ngoài trời nắng nóng, dễ dàng quan sát, nắm được giờ giấc và các thông báo từ ứng dụng, tin nhắn, cuộc gọi.\n\nHiển thị thông báo\n\nĐồng hồ sẽ rung hiển thị đầy đủ thông tin khi có cuộc gọi hoặc tin nhắn đến, người dùng có thể trực tiếp chọn nghe hoặc từ chối cuộc gọi trực tiếp trên mặt đồng hồ. Giúp người dùng kết nối mọi lúc mọi nơi, không bị lỡ các tin nhắn, thông báo quan trọng trong lúc tập luyện cũng như lúc nghỉ ngơi, giải trí.\n\nThời lượng pin thực tế lên đến 12 ngày\n\nĐồng hồ sử dụng pin 195 mAh cho thời gian sử dụng thực tế khoảng 12 ngày liên tục và sạc đầy lại chỉ trong 2 tiếng đồng hồ. Với đồng hồ thông minh Huami Amazfit GTR, bạn không cần phải sạc pin thường xuyên, thả ga trải nghiệm cả trong những chuyến du lịch ngắn. \n\nCác chế độ luyện tập chuyên nghiệp\n\nChiếc đồng hồ thông minh này tổng hợp các bài tập từ 12 bộ môn khác nhau như bơi lội, đạp xe, leo núi, chạy bộ,... Tính năng đếm bước chân, đo quãng đường chạy và lượng calories tiêu thụ còn giúp bạn có thể tự điều chỉnh chế độ luyện tập hợp lí và hiệu quả hơn.\n\nNhiều tiện ích sức khỏe\n\nĐồng hồ thông minh Huami Amazfit đem đến những tính năng giúp bạn chăm sóc sức khỏe của mình tốt hơn. Với cảm biến quang theo dõi sinh học BioTrackerTM PPG, Huami Amazfit đo nhịp tim liên tục và chính xác, cảnh báo khi có bất thường về các chỉ số. Theo dõi giấc ngủ diễn ra khi bạn đeo đồng hồ vào ban đêm, các thông tin thu được sẽ giúp bạn kiểm soát chất lượng giấc ngủ tốt hơn. \n\nĐiều khiển phát nhạc trên đồng hồ\n\nKhi đã kết nối với điện thoại, người dùng có thể nghe nhạc khi luyện tập thể thao hoặc thư giản đầu óc mà không cần phải dùng thao tác trên điện thoại.\n\nMột số tính năng tiện ích khác\n\nHuami Amazfit GTR còn có các tính năng hữu ích như la bàn, báo thức, tìm điện thoại, xem lịch... Ngoài ra còn có cả một kho ứng dụng độc đáo cho người dùng trong việc chăm sóc sức khoẻ và luyện tập thể thao.\n\nVới ngoại hình đẹp mắt và những tính năng hiện đại, đồng thông minh Huami Amazfit GTR 42mm vừa là một phụ kiện thời trang thời thượng, vừa là một công cụ hỗ trợ hữu ích cho công việc, sức khỏe của bạn.  \n\nBảng so sánh Huami Amazfit GTR 42mm và Huami Amazfit GTR 47mm:\n\nSo sánh\n\n\tHuami Amazfit GTR 42mm\tHuami Amazfit GTR 47mm dây da\nMàn hình\t\n\nAMOLED 1.2 inch\n\n390 x 390 pixels\n\n\t\n\nAMOLED 1.39 inch\n\n454 x 454 pixels\n\n\nMặt kính\tKính cường lực Corning Gorilla Glass 3\tKính cường lực Corning Gorilla Glass 3\nChất liệu khung viền\tThép không gỉ\tNhôm\nDung lượng pin\t195 mAh\t410 mAh\nThời gian sử dụng\tKhoảng 12 ngày\tKhoảng 24 ngày\nCổng sạc\tSạc từ\tSạc từ\nKết nối\t\n\nBluetooth v5.0\n\n \n\n\t\n\nBluetooth v5.0\n\nGPS\n\n\nTrọng lượng\t25.5 gram\t36 gram\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Apple Watch S5 44mm viền nhôm dây cao su",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/apple-watch-s5-44mm-vien-nhom-day-cao-su",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/212770/apple-watch-s5-44mm-vien-nhom-day-cao-su-ava-1-600x600.jpg",
    "oldPrice": null,
    "newPrice": "12.990.000₫",
    "parameters": [
      "Công nghệ màn hình:\tOLED",
      "Kích thước màn hình:\t1.78 inch",
      "Thời gian sử dụng pin:\tKhoảng 1.5 ngày",
      "Hệ điều hành:\twatchOS 6.0",
      "Kết nối với hệ điều hành:\tiOS 13 trở lên",
      "Chất liệu mặt:\tIon-X strengthened glass",
      "Đường kính mặt:\t44 mm",
      "Kết nối:\tBluetooth v5.0, Wifi, GPS",
      "Ngôn ngữ:\tTiếng Việt, Tiếng Anh",
      "Theo dõi sức khỏe:\tĐo nhịp tim, Tính lượng calories tiêu thụ, Đếm số bước chân, Chế độ luyện tập, Tính quãng đường chạy"
    ],
    "productDescription": "Apple Watch S5 44 mm là phiên bản nâng cấp nhẹ so với phiên bản Apple Watch S4 tiền nhiệm. Lần đầu tiên Apple Watch sẽ được trang bị màn hình OLED luôn bật, tính năng la bàn và khả năng cảnh báo khẩn cấp trên nhiều quốc gia hơn. \nMàn hình OLED Retina không bao giờ tắt\n\nTính năng màn hình luôn hiển thị (Always-on) giúp bạn xem giờ và thông báo tiện lợi bất cứ lúc nào. Khi không quan sát, đồng hồ sẽ tự giảm độ sáng xuống để tiết kiệm pin. \n\nMàn hình trên Apple Watch S5 44mm sử dụng tấm nền OLED cao cấp, tiết kiệm pin hơn, độ sắc nét đạt chuẩn Retina - nghĩa là bạn rất khó để nhận biết các điểm ảnh, rỗ hạt bằng mắt thường.\n\nXác định phương hướng bằng la bàn\n\nĐồng hồ thông minh Apple Watch S5 có tính năng định vị GPS giúp định vị chính xác quãng đường đi khi tập, từ đấy cung cấp thông tin về lộ trình trong quá trình luyện tập cho bạn.\n\nĐiểm cải tiến ở Apple Watch S5 so với các thế hệ trước đó là la bàn từ tính để xác định phương hướng. Tính năng này sẽ hữu ích đối với những người dùng thích đi chạy bộ trong rừng, giúp định vị phương hướng ở nơi không thể truy cập mạng hay GPS không thể định vị được. \n\nTính năng gọi cứu hộ khẩn cấp có sẵn ở nhiều khu vực hơn\n\nTính năng gọi cứu hộ khẩn cấp có hỗ trợ ở Việt Nam, và đặc biệt hữu ích với ai thường xuyên đi du lịch. Apple Watch sẽ định vị bạn đang ở đâu và gọi đến cứu hộ của địa phương đó khi bật SOS. Apple có ghi chú rõ các địa phương không được hỗ trợ, tham khảo Tại đây.\n\nHỗ trợ Apple Music\n\nApple Watch thế hệ mới hỗ trợ kho nhạc số Apple Music với hơn 50 triệu bài hát có sẵn. Bạn có thể nghe nhạc trực tiếp trên đồng hồ bằng loa ngoài trong trường hợp không có loa, điện thoại kế bên.\n\nPhát hiện té ngã\n\nĐồng hồ có tính năng phát hiện khi bạn bị ngã và bất động 15 giây, nó sẽ phát tín hiệu SOS đến số được cài sẵn. \n\nĐo nhịp tim liên tục\n\nCảm biến điện tử đo nhịp tim một cách chính xác, bạn có thể liếc nhanh để kiểm tra tình trạng nhịp tim của mình.\n\nThiết kế sang trọng\n\nApple Watch S5 44mm viền nhôm dây cao su có thiết kế hầu như không có gì thay đổi so với Series S4, vẫn là mặt đồng hồ sapphire tinh xảo, viền nhôm được vát gọt tinh tế và dây cao su dễ dàng thay đổi. \n\nThiết kế sang trọng và mỏng nhẹ, Apple Watch không chỉ là một chiếc đồng hồ thông minh mà còn là một phụ kiện thời trang đẳng cấp.\n\nNhắc nhở sức khỏe\n\nBên cạnh tính năng đo nhịp tim, đồng hồ còn giúp ích cho sức khỏe của bạn với các tính năng như: Nhắc khi ngồi quá lâu, nhắc nhở tập luyện, kiểm soát căng thẳng mệt mỏi khi làm việc quá lâu.\n\nCác chế độ luyện tập\n\nApple Watch S5 tích hợp nhiều bộ môn tập luyện như chạy bộ, boxing, đạp xe,...Đồng hồ còn đo lường chính xác được lượng calories tiêu thụ đối với các môn thể thao, giúp bạn điều chỉnh chế độ tập luyện phù hợp. \n\nBảng so sánh một số tính năng của Apple Watch S5 và Apple Watch S4\n\nTính năng\n\n\tApple Watch S5 44mm\tApple Watch S4 44mm\nMàn hình\tOLED 1.78 inch\tAMOLED 2.2 inch\nMàn hình luôn hiển thị (Always on display)\tCó\tKhông\nPhát hiện té ngã\tCó \tKhông\nĐồng bộ nhạc Apple Music\tCó\tKhông\nMặt kính\tKính cường lực Ion-X strengthened\tKính cường lực Ion-X strengthened\nNúm xoay\tPhản hồi rung\tPhản hồi rung\nBộ nhớ trong\t32 GB\t16 GB\nPin\t\n\n \n\nKhoảng 1.5 ngày\n\n\t\n\n340 mAh\n\nKhoảng 18 giờ\n\n\nHỗ trợ kết nối\t\n\nBluetooth v5.0\n\nGPS\n\n\t\n\nBluetooth v5.0\n\nGPS\n\n\nGia tốc kế\tCó\tCó\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Vòng đeo tay thông minh Mi Band 5",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/mi-band-5",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/225949/mi-band-5-thum--200x200.jpg",
    "oldPrice": null,
    "newPrice": "990.000₫",
    "parameters": [
      "Công nghệ màn hình:\tAMOLED",
      "Kích thước màn hình:\t1.1 inch",
      "Thời gian sử dụng pin:\tKhoảng 14 ngày",
      "Kết nối được với hệ điều hành:\tAndroid 5.0 trở lên, iOS 10 trở lên",
      "Độ dài dây:\t22.6 cm",
      "Chất liệu dây:\tSilicon",
      "Kết nối:\tBluetooth v5.0",
      "Ngôn ngữ:\tTiếng Anh, Ứng dụng tiếng Anh, Ứng dụng tiếng Việt",
      "Tiện ích:\tĐo nhịp tim, Theo dõi giấc ngủ, Đếm số bước chân, Chế độ luyện tập, Tính quãng đường chạy, Điều khiển chụp ảnh, Đồng hồ bấm giờ, Rung thông báo, Thay mặt đồng hồ, Báo thức, Từ chối cuộc gọi, Dự báo thời tiết"
    ],
    "productDescription": "Mang kiểu dáng thể thao và nhỏ gọn\n\nVòng đeo tay thông minh Mi Band 5 có màn hình 1.1 inch cùng độ phân giải là 126 x 294 pixels, lớn hơn so với phiên bản 0.95 inch của Mi Band 4. Mật độ điểm ảnh trên Mi Band 5 được nâng cấp lên đến 300ppi, vì thế người dùng có thể quan sát các thông báo rõ ràng trên màn hình. Dây đeo làm từ silicon với thiết kế ôm trọn cổ tay, mang lại cảm giác vô cùng mềm mại và không bị phai màu khi sử dụng sau một thời gian dài.\n\nCông nghệ màn hình AMOLED \n\nMàn hình cảm ứng AMOLED và độ sáng tối đa của bảng điều khiển được tăng cường lên ngưỡng 450 nits, điều này giúp nâng cao chất lượng hình ảnh đầu ra từ các vị trí góc nhìn mở rộng, cho khả năng hiển thị ngoài trời được tốt hơn. Mặt kính cường lực bảo vệ đồng hồ khi va đập và trầy xước, tăng độ bến cho thiết bị.\n\nKết nối nhanh chóng qua cổng bluetooth\n\nMi Band 5 sử dụng công nghệ Bluetooth 5.0, có khả năng kết nối điện thoại qua ứng dụng Mifit, người dùng có thể cài đặt chế độ tùy chỉnh cho phép đồng hồ hiển thị tin nhắn, cuộc gọi, các thông báo ứng dụng (Zalo, Messenger, Gmail…),... Vô cùng tiện lợi khi người dùng đang lái xe, không tiện mở điện thoại ra xem, tránh bỏ lỡ các thông báo quan trọng.\n\nLưu ý: Tương thích với điện thoại chạy hệ điều hành iOS 10 trở lên và Android 5.0 trở lên\n\nHơn 30 giao diện phong cách\n\nThêm một điểm mới nổi bật nữa thu hút người dùng trên Mi Band 5 đó là kho giao diện mặt đồng hồ với số lượng hơn 30 chủ đề, tha hồ để bạn lựa chọn theo sở thích cá nhân. \n\nThời gian sử dụng lên đến 14 ngày\n\nVòng đeo tay Xiaomi Mi Band 5 được trang bị viên pin 125 mAh cho thời lượng pin sử dụng khá tốt lên đến 14 ngày. Cùng với đó là cách thức sạc pin mới (sạc từ tính), người dùng không cần phải tháo phần thân ra khỏi dây đeo như các phiên bản Mi Band trước.\n\nLưu ý: Thời lượng pin có thể thay đổi tuỳ theo cách sử dụng của người dùng.\n\nTheo dõi sức khoẻ toàn diện\n\nMi Band 5 có khả năng theo dõi nhịp tim người dùng 24/7 với độ chính xác cao nhờ trang bị cảm biến PPG. Đồng thời, thiết bị cũng mang đến cho bạn khả năng theo dõi giấc ngủ tốt hơn với độ chính xác gấp 40% so với các phiên bản trước. Ngoài ra Mi Band 5 còn gửi những cảnh báo khi thấy tim có dấu hiệu bất thường và đưa ra lời khuyên để người dùng có được giấc ngủ ngon hơn và thức dậy với một ngày làm việc hiệu quả hơn. \n\nTheo dõi chu kỳ kinh nguyệt\n\nMi Band 5 mang đến sự chăm sóc sức khỏe toàn diện khi có thể hỗ trợ cả việc theo dõi chu kỳ kinh nguyệt của chị em phụ nữ. Điều này giúp sản phẩm dễ dàng chinh phục được người dùng là nữ giới.\n\n11 chế độ luyện tập thể thao\n\nTrang bị 11 chế độ luyện tập thể thao chuyên nghiệp, giúp người tập theo dõi chính xác tư thế tập, nhịp tim, lượng calo tiêu thụ. Khả năng chống nước tiêu chuẩn 5 ATM có thể chống nước ở độ sâu 50m giúp người dùng có thể thoải mái mang theo khi bơi lội, tập luyện khi ra nhiều mồ hôi.\n\nĐiều khiển camera từ xa\n\nNgười dùng sẽ cảm nhận được sự tiện lợi khi tự mình chụp ảnh mà không cần đến bất kỳ sự trợ giúp nào khác. Đơn giản, nhờ có Mi Band 5 với khả năng điều khiển camera điện thoại từ xa, Người dùng có thể tự chọn cho mình những góc chụp ưng ý để cho ra đời bức ảnh hài lòng nhất. Ngoài ra Mi Band 5 còn có thể điều khiển phát nhạc trên điện thoại, kết nối với loa bluetooth và tai nghe không dây.\n\nCòn nhiều tiện ích khác\n\nGồm các tiện ích như báo thức, dự báo thời tiết, đếm bước chân,....\n\nĐồng hồ thông minh Mi Band 5 với thiết kế đơn giản, nhỏ gọn, màn hình AMOLED cho hình ảnh rõ nét, dây đeo silicon êm ái cùng các tính năng chăm sóc toàn diện sức khoẻ như đo nhịp tim, theo dõi giấc ngủ, theo dõi kỳ kinh nguyệt, chế độ luyện tập thể thao. Mi Band 5 hứa hẹn sẽ mang đến nhiều trải nghiệm thú vị cho người sử dụng và kèm theo đó là mức giá vô cùng hợp lý.\n\nBảng so sánh một số tính năng nâng cấp của Xiaomi Mi Band 5 so với Xiaomi Mi Band 4\nTính năng\t\n\nXiaomi Mi Band 5\n\n\tXiaomi Mi Band 4\nMàn hình\t\n\nAMOLED 1.1 inch\n\n126 x 294 pixels\n\n\t\n\nAMOLED 0.95 inch\n\n120 x 240 pixels\n\n\nMặt kính\tKính cường lực\tKính cường lực\nThời lượng pin\t\n\nKhoảng 14 ngày\n\n125 mAh\n\n\t\n\nKhoảng 20 ngày\n\n135 mAh\n\n\nKhả năng kết nối\t\n\nBluetooth v5.0\n\nGPS\n\n\t\n\nBluetooth v5.0\n\n \n\n\nHệ điều hành kết nối\t\n\nAndroid 5.0 trở lên\n\niOS 10 trở lên\n\n\t\n\nAndroid 4.4 trở lên\n\niOS 9 trở lên\n\n\nĐế sạc\tĐế sạc nam châm nhỏ gọn\tĐế sạc nam châm lớn\nTiện ích\t\n\nRung thông báo\n\nBáo thức\n\nTừ chối cuộc gọi\n\nĐo nhịp tim\n\nTheo dõi giấc ngủ\n\nĐếm số bước chân\n\nChế độ luyện tập\n\nTính quãng đường chạy\n\nĐiều khiển chụp ảnh\n\nĐồng hồ bấm giờ\n\nThay mặt đồng hồ\n\nTheo dõi chu kỳ kinh nguyệt\n\n\t\n\nRung thông báo\n\nBáo thức\n\nTừ chối cuộc gọi\n\nĐo nhịp tim\n\nTheo dõi giấc ngủ\n\nĐếm số bước chân\n\nChế độ luyện tập\n\nTính quãng đường chạy\n\n \n\n \n\n \n\n \n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Apple Watch S3 LTE 38mm viền nhôm dây cao su",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/apple-watch-s3-lte-38mm-vien-nhom-day-cao-su",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/215835/apple-watch-s3-lte-38mm-vien-nhom-day-cao-su-thum-600x600.jpg",
    "oldPrice": null,
    "newPrice": "8.990.000₫",
    "parameters": [
      "Công nghệ màn hình:\tOLED",
      "Kích thước màn hình:\t1.5 inch",
      "Thời gian sử dụng pin:\tKhoảng 1.5 ngày",
      "Hệ điều hành:\twatchOS 6.0",
      "Kết nối với hệ điều hành:\tiOS 13 trở lên",
      "Chất liệu mặt:\tIon-X strengthened glass",
      "Đường kính mặt:\t38 mm",
      "Kết nối:\tBluetooth, Wifi, Hỗ trợ eSim",
      "Ngôn ngữ:\tTiếng Việt, Tiếng Anh",
      "Theo dõi sức khỏe:\tĐo nhịp tim, Theo dõi giấc ngủ, Tính lượng calories tiêu thụ, Đếm số bước chân, Chế độ luyện tập"
    ],
    "productDescription": "Đồng hồ thông minh Apple Watch S3 LTE 38mm viền nhôm dây cao su mang đến người dùng những đường nét thiết kế hoàn hảo, khả năng hỗ trợ tập luyện thể thao cũng như nhiều tiện ích chăm sóc sức khỏe cũng được tích hợp trong chiếc smartwatch này.\nNghe gọi, kết nối dễ dàng\n\nCung cấp những tính năng như hiển thị thông báo, nhận cuộc gọi, nội dung tin nhắn, zalo, messenger, line,... Đặc biệt Apple Watch Series 3 LTE  hỗ trợ eSim kích thước vô cùng nhỏ gọn, tiện lợi, kết nối chuyển đổi dễ dàng.\n\nThiết kế sang trọng, năng động thể thao\n\nApple không thay đổi quá nhiều phiên bản Series 3 này về mặt tuy nhiên những thiết kế của họ luôn rất đẹp, dẫn đầu xu thế.\n\nDây đeo của Apple Watch S3 LTE 38mm tháo rời tiện lợi, nhiều màu sắc để cho bạn dễ dàng chọn lựa và phối hợp với trang phục.\n\nMàn hình cảm ứng, hình ảnh mượt mà\n\nChiếc đồng hồ sở hữu màn hình cảm ứng 1.5 inch bên cạnh công nghệ màn hình OLED và được trang bị kính Ion-X strengthened chống trầy hiệu quả, màn hình đồng hồ có thể hiển thị tốt ngoài ánh sáng gắt.\n\nNút vặn tiện ích Digital Crown (hình tròn đỏ) để phân biệt với phiên bản LTE và GPS\n\n- Apple Watch LTE sẽ có núm vặn Digital Crown màu đỏ nguyên núm xoay đối với Series 3 và viền đỏ với Series 4 và Series 5.\n\n- Apple Watch GPS thường có phần núm vặn Digital Crown màu trơn, đồng màu với thân chiếc đồng hồ.\n\nTrợ thủ sức khỏe đắc lực\n\nHỗ trợ các bài tập phổ biến như yoga, đạp xe, bơi lội và luyện tập cường độ cao. Theo dõi các bước chạy với nhiều tính năng nâng cao, đếm bước chân, tính lượng calories tiêu thụ.\n\nChăm sóc và giám sát tình hình sức khỏe của bạn qua một số chức năng: theo dõi giấc ngủ, đo nhịp tim và cảnh báo nếu bất thường.\n\nSo sánh Apple Watch Series 3 LTE 38 mm và Apple Watch Series 3 GPS 38 mm\nSo sánh\t\n\nApple Watch Series 3 LTE 38 mm\n\n\tApple Watch Series 3 GPS 38 mm\nMàn hình\tOLED 1.5 inch\tOLED 1.5 inch\nChất liệu mặt kính\tIon-X strengthened glass\tIon-X strengthened glass\nChất liệu khung viền\tNhôm\tNhôm\nTrọng lượng\t26.7 gram\t26.7 gram\nThời gian sử dụng\tKhoảng 18 giờ\tKhoảng 18 giờ\nThời gian sạc pin\tKhoảng 2 giờ\tKhoảng 2 giờ\nBộ nhớ trong\t16 GB\t8 GB\nCPU\tApple S3 2 nhân\tApple W2\nKết nối\t\n\nBluetooth\n\nGPS\n\nWiFi\n\nHỗ trợ eSIM\n\n\t\n\nBluetooth\n\nGPS\n\nWiFi\n\n \n\n\nNghe gọi\tThực hiện/nhận cuộc gọi một cách độc lập\tPhải kết nối với iPhone mới có thể thực hiện/nhận cuộc gọi\nNgôn ngữ\t\n\nTiếng Việt\n\nTiếng Anh\n\n\t\n\nTiếng Việt\n\nTiếng Anh\n\nHướng dẫn kích hoạt eSIM trên apple watch và những tính năng hay\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Đồng hồ thông minh Samsung Galaxy Watch Active R500",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/samsung-galaxy-watch-active-r500",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/200965/samsung-galaxy-watch-active-r500-thum-600x600.jpg",
    "oldPrice": null,
    "newPrice": "3.490.000₫",
    "parameters": [
      "Công nghệ màn hình:\tAMOLED",
      "Kích thước màn hình:\t1.1 inch",
      "Thời gian sử dụng pin:\tKhoảng 1.5 ngày",
      "Hệ điều hành:\tOS TIZEN",
      "Kết nối với hệ điều hành:\tiOS 10 trở lên, Android 5.0",
      "Chất liệu mặt:\tKính cường lực Gorilla Class 3",
      "Đường kính mặt:\t40 mm",
      "Kết nối:\tBluetooth v4.2",
      "Ngôn ngữ:\tTiếng Việt, Tiếng Anh",
      "Theo dõi sức khỏe:\tĐo nhịp tim, Theo dõi giấc ngủ, Tính lượng calories tiêu thụ, Đếm số bước chân, Chế độ luyện tập, Tính quãng đường chạy"
    ],
    "productDescription": "Với thiết kế tối giản nhưng không kém phần thanh lịch, đồng hồ thông minh mới nhất của Samsung - Galaxy Watch Active, sẽ mang đến cho bạn trải nghiệm công nghệ và tính năng theo dõi sức khỏe tuyệt vời.\nThiết kế tối giản, thanh lịch và gọn nhẹ\n\nSự thanh lịch của Samsung Galaxy Watch Active đến từ việc kết hợp chất liệu kim loại và kính cao cấp. Bên cạnh đó, việc lược bỏ vòng bezel xoay và xu hướng gọn nhẹ giúp bạn thoải mái đeo đồng hồ thông minh Galaxy Watch Active trên tay.\n\nHoạt động nhiều hơn với Daily Activities\n\nSmartwatch Samsung Galaxy Watch Active giúp bạn hoạt động nhiều hơn để nâng cao sức khỏe của mình. Tính năng Daily Activities sẽ nhắc nhở khi nào bạn cần bổ sung nước hay đứng dậy đi vài vòng khi ngồi quá lâu.\n\nTính năng cảnh báo stress\n\nNhờ vào cảm biến nhịp tim và phần mềm đặc biệt, Galaxy Watch Active có được khả năng theo dõi mức độ căng thẳng của bạn và cảnh báo khi nó đạt ngưỡng tối đa. Khi đó, bạn sẽ được gợi ý các phương pháp điều tiết hơi thở để giảm mức căng thẳng.\n\nHỗ trợ luyện tập hiệu quả\n\nĐược trang bị nhiều cảm biến tiên tiến, GPS  Samsung Galaxy Watch Active có thể đưa ra hoặc theo dõi các tiến trình luyện tập khác nhau.\n\nThêm vào đó, với các ứng dụng hỗ trợ sức khỏe đến từ Samsung, Strava hay Under Armour, bạn có thể nâng cao trải nghiệm luyện tập của mình. Ứng dụng Spotify cũng hoạt động mượt mà trên Galaxy Watch Active.\n\nNhận và trả lời tin nhắn, thông báo từ điện thoại\n\nĐồng hồ thông minh Galaxy Watch Active có khả năng kết nối với cả iOS và Android. Nhờ vậy, bạn sẽ luôn luôn nhận được các cuộc gọi, thông báo, nhắc nhở,.. từ chiếc điện thoại của mình. Trên hết, khi sử dụng kèm điện thoại Samsung, chiếc đồng hồ thông minh này thể hiện khả năng tối đa.\n\nTheo dõi chi tiết giấc ngủ\n\nTính năng theo dõi giấc ngủ của Samsung Galaxy Watch Active rất tuyệt vời khi có thể ghi chép lại chi tiết 4 giai đoạn của giấc ngủ. Biết được quá trình ngủ của mình, bạn có thể điều chỉnh kịp thời để khỏe mạnh hơn.\n\nSạc không dây tiện lợi\n\nSamsung Galaxy Watch Active có thời lượng pin 45 giờ chỉ với 1 lần sạc. Bên cạnh đó, bộ pin dự phòng sạc không dây (không kèm đồng hồ) tiện lợi giúp sạc đầy bất cứ đâu. Đặc biệt, bạn hoàn toàn có thể dùng điện thoại flagship Samsung Galaxy S10 để nạp đầy năng lượng cho chiếc đồng hồ này.\n\nBảng những đặc điểm nổi bật của Galaxy Watch Active và Galaxy Watch Active 2:\nSo sánh\t\n\nSamsung Galaxy Watch Active 40mm\n\n\tSamsung Galaxy Watch Active 2 40mm\nMàn hình\tAMOLED 1.1 inch\tSuper AMOLED 1.2 inch\nMặt kính\tKính cường lực Gorilla Glass 3\tKính cường lực Gorilla Glass Dx+\nKhung viền\tNhôm\tThép không gỉ\nCổng sạc\tĐế sạc nam châm\tNFC không dây\nKết nối\t\n\nBluetooth v4.2\n\n \n\n \n\n \n\n\t\n\nBluetooth v5.0\n\nWifi\n\nGPS\n\nNFC\n\n\nNghe gọi\tKhông\tThực hiện/nhận cuộc gọi trực tiếp trên đồng hồ\nThời gian sử dụng\t\n\n270 mAh\n\nKhoảng 1.5 ngày\n\n\t\n\n247 mAh\n\nKhoảng 1.5 ngày\n\n\nThời gian sạc pin\tKhoảng 2 giờ\tKhoảng 2 giờ\nBộ nhớ trong\t4 GB\t4 GB\nTrọng lượng\t25 gram\t37 gram\nNgôn ngữ\t\n\nTiếng Việt\n\nTiếng Anh\n\n\t\n\nTiếng Việt\n\nTiếng Anh\n\nVideo hướng dẫn kết nối và sử dụng Đồng hồ thông minh Samsung Galaxy Watch Active R500:\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Đồng hồ thông minh Samsung Galaxy Watch Active 2 40mm viền nhôm dây silicone đen",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/samsung-galaxy-watch-active-2-40-mm-den",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/219147/samsung-galaxy-watch-active-2-40-mm-den-thum-600x600.jpg",
    "oldPrice": null,
    "newPrice": "5.990.000₫",
    "parameters": [
      "Công nghệ màn hình:\tSUPER AMOLED",
      "Kích thước màn hình:\t1.2 inch",
      "Thời gian sử dụng pin:\tKhoảng 1.5 ngày",
      "Hệ điều hành:\tOS TIZEN",
      "Kết nối với hệ điều hành:\tAndroid 5.0, iOS 10 trở lên",
      "Chất liệu mặt:\tKính cường lực Gorilla Glass Dx+",
      "Đường kính mặt:\t40 mm",
      "Kết nối:\tWifi, Bluetooth v5.0, GPS, NFC",
      "Ngôn ngữ:\tTiếng Việt, Tiếng Anh",
      "Theo dõi sức khỏe:\tĐo nhịp tim, Theo dõi giấc ngủ, Tính lượng calories tiêu thụ, Đếm số bước chân, Chế độ luyện tập, Tính quãng đường chạy"
    ],
    "productDescription": "Thiết kế năng động và thời trang\n\nĐồng hồ thông minh Samsung Galaxy Watch Active 2 nổi bật với màn hình rộng 1.2 Inch với độ phân giải 360 x 360 Pixels và mặt kính cường lực giúp người đeo an tâm khi mang ra ngoài. Giao diện mặt đồng hồ có thể thay đổi tuỳ ý theo phòng cách người dùng. Dây đeo Silicon hạn chế bị trầy xước và dễ lau khô khi tiếp xúc với nước hay mồ hôi.\n\nMàn hình cường lực chống trầy và công nghệ Super AMOLED\n\nĐược trang bị mặt kính cường lực Gorilla Glass DX+ giúp chống trầy hiệu quả và công nghệ màn hình Super AMOLED hiển thị mọi thông tin, hình ảnh sắc nét, chi tiết hơn, ngoài ra công nghệ này còn chống chói và tiết kiệm pin cho thiết bị.\n\nKết nối nhanh chóng qua Bluetooth v5.0\n\nSamsung Galaxy Watch Active 2 kết nối được với hệ điều hành Android (5.0) và iOS 10 trở lên. Cho phép người đeo có thể dùng để gọi, nghe điện thoại, xem thông báo, tin nhắn và còn nhiều tính năng tiện ích khác.\n\nTheo dõi nhịp tim người đeo đều đặn\n\nSở hữu 8 đèn điốt quang ở mặt sau đồng hồ cùng với thiết kế dây đeo ôm trọn cổ tay, Samsung Galaxy Watch Active 2 rất chú trọng theo dõi tình trạng sức khoẻ của người sử dụng. Tính năng theo dõi nhịp tim sẽ đo và gửi bạn cảnh báo khi nhịp tim hạ thấp hoặc tăng cao hơn các ngưỡng bình thường.\n\nDung lượng Pin lớn và sử dụng lâu dài\n\nVới dung lượng 247 mAh đủ để bạn sử dụng trọn vẹn cả ngày dài. Khi về nhà, bạn chỉ cần đặt nó lên bộ sạc không dây nam châm vừa hiện đại, vừa nhỏ gọn để nhanh chóng sạc đầy Pin mà không cần phải cắm dây sạc rườm rà.\n\nTính năng theo dõi giấc ngủ và cảnh báo Stress\n\nKhi đeo vào tay khi đi ngủ, đồng hồ Galaxy Watch Active 2 có cơ chế theo dõi giấc ngủ của người đeo bằng cách đo nhịp tim ECG và huyết áp. Từ đó, có thể nhận diện được chủ nhân có thay đổi gì trong khi ngủ hay không, giấc ngủ có sâu không và đưa ra các lời khuyên để có được giấc ngủ ngon.\n\nĐồng hồ thông minh Galaxy Watch Active 2 sẽ tự động theo dõi mức độ stress của bạn, đưa ra thông báo và gợi ý các bài tập hít thở để bạn nhanh chóng ổn định lại tinh thần. \n\nĐiều khiển Camera để chụp ảnh và quay phim\n\nTính năng điều khiển camera cho phép người dùng có thể chụp ở khoảng cách xa, thích hợp khi chụp hình tập thể cùng gia đình và bạn bè.\n\nPhát nhạc qua Bluetooth\n\nNgười dùng có thể kết nối với tai nghe Bluetooth để nghe nhạc khi luyện tập thể thao mà không cần phải dùng thao tác trên điện thoại.\n\nThúc đẩy vận động, nâng cao thể lực\n\nGalaxy Watch Active 2 tích hợp nhiều bài tập với nhiều chế độ từ cơ bản đến nhanh dần. Ngoài ra còn tích hợp khả năng tự động tối ưu chạy bộ bằng chương trình theo dõi tốc độ và thời gian chạy theo thời gian thực tế, từ đó đưa ra những gợi ý hữu ích về các chương trình chạy, giúp người dùng đáp ứng mục tiêu bản thân. \n\nNhững tính năng tiện ích khác\n\nGồm báo thức, rung thông báo, tìm điện thoại, xem lịch,... Đồng hồ thông minh Samsung Galaxy Watch Active 2 còn có cả một kho ứng dụng độc đáo cho người dùng.\n\nĐồng hồ thông minh Samsung Galaxy Watch Active 2 sở hữu vẻ ngoài đơn giản, sang trọng và tinh tế, thiết kế giản đơn giản nhưng mang \"chất\" riêng này cũng chính là phong cách mà các nhà sản xuất đang theo đuổi. Samsung Galaxy Watch Active 2 Gồm các tính nổi bật như theo dõi nhịp tim, theo dõi giấc ngủ, cảnh báo Stress, rèn luyện thể thao chắc chắn sẽ mang đến những trải nghiệm thú vị và tiện lợi cho người dùng. \n\nSo sánh Samsung Galaxy Watch Active 2 và Samsung Galaxy Watch Active\nSo sánh\t\n\nSamsung Galaxy Watch Active 2 40mm\n\n\tSamsung Galaxy Watch Active 40mm\nMàn hình\tSuper AMOLED 1.2 inch\tAMOLED 1.1 inch\nMặt kính\tKính cường lực Gorilla Glass Dx+\tKính cường lực Gorilla Glass 3\nKhung viền\tNhôm\tNhôm\nCổng sạc\tNFC không dây\tĐế sạc nam châm\nKết nối\t\n\nBluetooth v5.0\n\nWifi\n\nGPS\n\nNFC\n\n\t\n\nBluetooth v4.2\n\n \n\n \n\n \n\n\nNghe gọi\tThực hiện/nhận cuộc gọi ngay trên đồng hồ\tKhông\nThời gian sử dụng\t\n\n247 mAh\n\nKhoảng 1.5 ngày\n\n\t\n\n270 mAh\n\nKhoảng 1.5 ngày\n\n\nThời gian sạc pin\tKhoảng 2 giờ\tKhoảng 2 giờ\nBộ nhớ trong\t4 GB\t4 GB\nTrọng lượng\t37 gram\t25 gram\nNgôn ngữ\t\n\nTiếng Việt\n\nTiếng Anh\n\n\t\n\nTiếng Việt\n\nTiếng Anh\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Apple Watch S3 LTE 42mm viền nhôm dây cao su",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/apple-watch-s3-lte-42mm-vien-nhom-day-cao-su",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/215838/apple-watch-s3-lte-42mm-vien-nhom-day-cao-su-thum-600x600.jpg",
    "oldPrice": null,
    "newPrice": "9.990.000₫",
    "parameters": [
      "Công nghệ màn hình:\tOLED",
      "Kích thước màn hình:\t1.65 inch",
      "Thời gian sử dụng pin:\tKhoảng 1.5 ngày",
      "Hệ điều hành:\twatchOS 6.0",
      "Kết nối với hệ điều hành:\tiOS 13 trở lên",
      "Chất liệu mặt:\tIon-X strengthened glass",
      "Đường kính mặt:\t42 mm",
      "Kết nối:\tBluetooth, Wifi, Hỗ trợ eSim",
      "Ngôn ngữ:\tTiếng Việt, Tiếng Anh",
      "Theo dõi sức khỏe:\tĐo nhịp tim, Theo dõi giấc ngủ, Tính lượng calories tiêu thụ, Đếm số bước chân, Chế độ luyện tập"
    ],
    "productDescription": "Apple Watch S3 LTE 42 mm viền nhôm dây cao su là phiên bản đồng hồ thông minh hỗ trợ eSim vừa được giới thiệu. Đồng hồ có thiết kế trẻ trung, hiện đại cùng nhiều tiện ích về sức khỏe, thể thao dành cho người dùng. \nHỗ trợ eSim \n\nPhiên bản đồng hồ Apple Watch S3 LTE tích hợp eSim để sử dụng nghe gọi như trên điện thoại. Dễ dàng nghe gọi bất cứ lúc nào mà không phải lo gián đoạn việc tập luyện hay phải kè kè chiếc điện thoại bên cạnh. \n\nApple Watch S3 đồng bộ thông báo từ các ứng dụng như Facebook, Zalo, Line, Viber,... giúp bạn dễ dàng kiểm tra các cuộc gọi, tin nhắn và thông tin. \n\nNhắc nhở sức khỏe\n\nApple Watch S3 LTE giúp bạn quan tâm và theo dõi sức khỏe của mình tốt hơn. Đồng hồ có tính năng nhắc nhở vận động, đếm bước chân, theo dõi và phân tích giấc ngủ. \n\nBên cạnh đó, Apple Watch S3 đo nhịp tim liên tục với độ chính xác cao. Đồng hồ sẽ đưa ra cảnh báo nếu phát hiện bất thường để người dùng có thể phát hiện kịp thời các dấu hiệu về bệnh tim mạch. \n\nMàn hình hiển thị siêu sắc nét \n\nĐồng hồ thông minh Apple Watch có màn hình OLED Retina cho mọi hình ảnh sắc nét, hiển thị tốt cả khi sử dụng ngoài trời. Kích thước 1.65 inch giúp các thông tin hiển thị to rõ, xem dễ dàng hơn.  \n\nChế độ tập luyện thể thao \n\nThiết bị có nhiều bài tập cho bạn lựa chọn như: đạp xe, đi bộ, boxing, chèo thuyền,... đồng thời tính lượng Calories tiêu thụ. Định vị bằng GPS giúp bạn xác định vị trí dễ dàng, tính quãng đường chạy một cách hợp lí. \n\nThiết kế sang trọng, mỏng nhẹ, dễ dàng phân biệt\n\nPhân biệt 2 phiên bản LTE và GPS rất đơn giản bằng cách sau:\n\n- Apple Watch LTE sẽ có núm vặn Digital Crown màu đỏ nguyên núm xoay đối với Series 3 và viền đỏ với Series 4 và Series 5.\n\n- Apple Watch GPS thường có phần núm vặn Digital Crown màu trơn, đồng màu với thân chiếc đồng hồ.\n\nDây đeo cao su mềm mại, dễ dàng tháo rời tiện lợi, kiểu dáng sang trọng, mỏng nhẹ tạo cảm giác dễ chịu khi đeo trên tay.\n\nSo sánh Apple Watch Series 3 LTE 42mm và Apple Watch Series 3 GPS 42mm\nSo sánh\t\n\nApple Watch Series 3 LTE 42 mm\n\n\tApple Watch Series 3 GPS 42 mm\nMàn hình\tOLED 1.65 inch\tAMOLED 1.65 inch\nChất liệu mặt kính\tIon-X strengthened glass\tIon-X strengthened glass\nChất liệu khung viền\tNhôm\tNhôm\nTrọng lượng\t46.4 gram\t46.4 gram\nThời gian sử dụng\tKhoảng 1.5 ngày\tKhoảng 1.5 ngày\nThời gian sạc pin\tKhoảng 2 giờ\tKhoảng 2 giờ\nBộ nhớ trong\t16 GB\t8 GB\nCPU\tApple S3 2 nhân\tApple S3 2 nhân\nKết nối\t\n\nBluetooth\n\nGPS\n\nWiFi\n\nHỗ trợ eSIM\n\n\t\n\nBluetooth\n\nGPS\n\nWiFi\n\n \n\n\nNghe gọi\tThực hiện/nhận cuộc gọi một cách độc lập\tPhải kết nối với iPhone mới có thể thực hiện/nhận cuộc gọi\nNgôn ngữ\t\n\nTiếng Việt\n\nTiếng Anh\n\n\t\n\nTiếng Việt\n\nTiếng Anh\n\nHướng dẫn kích hoạt eSIM trên apple watch và những tính năng hay\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Đồng hồ thông minh BeU Fit KW19 đen",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/beu-kw19",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/217587/kingwear-kw19-ava-600x600.jpg",
    "oldPrice": "690.000₫",
    "newPrice": "621.000₫",
    "parameters": [
      "Công nghệ màn hình:\tTFT",
      "Kích thước màn hình:\t1.3 inch",
      "Thời gian sử dụng pin:\tKhoảng 3 ngày",
      "Kết nối với hệ điều hành:\tAndroid 5.0 trở lên, iOS 9 trở lên",
      "Chất liệu mặt:\tMặt kính cứng",
      "Đường kính mặt:\t50 mm",
      "Kết nối:\tBluetooth v4.0",
      "Ngôn ngữ:\tTiếng Việt",
      "Theo dõi sức khỏe:\tĐo nhịp tim, Theo dõi giấc ngủ, Tính lượng calories tiêu thụ, Đếm số bước chân, Chế độ luyện tập"
    ],
    "productDescription": "Cá tính và năng động, một sản phẩm lý tưởng dành cho các bạn trẻ\n\nĐồng hồ thông minh BeU Fit KW19 đen với thiết kế dạng tròn đầy tinh tế đi cùng màu đen huyền bí và mạnh mẽ. Chiếc đồng hồ được trang bị màn hình cảm ứng rộng 1.3 inch cho khả năng hiển thị nhiều thông tin hơn, đi cùng với đó, dây đeo silicone mang đến cảm giác êm tay hơn cho người dùng.\n\nKết nối nhanh chóng và ổn định\n\nDễ dàng kết nối với các thiết bị có hệ điều hành iOS 9 trở lên và Android 5.0 trở lên thông qua công nghệ bluetooth 4.0, cho khả năng kết nối ở xa hơn, ổn định hơn so với các công nghệ bluetooth trước đây.\n\nThời lượng pin lên đến 3 ngày\n\nKhông còn lo lắng đồng hồ sẽ hết pin trong ngày, với dung lượng pin 140 mAh, chỉ cần 2 giờ sạc thông qua cổng sạc bạn sẽ thoải mái sử dụng pin trong 3 ngày tiếp theo.\n\nCho người dùng nắm bắt được nhịp tim của mình\n\nVới tính năng theo dõi nhịp tim đồng hồ còn có thể cảnh báo khi nhịp tim của bạn có hoạt động bất thường, giúp bạn đề phòng các bệnh liên quan đến tim mạch tốt hơn.\n\nĐề xuất cho bạn một giấc ngủ ngon\n\nVới tính năng theo dõi giấc ngủ, chiếc đồng hồ thông minh này sẽ đưa ra thời gian ngủ, ngủ sâu, điểm ngủ, và đưa ra đề xuất để bạn có một giấc ngủ tốt.\n\nMang đến cuộc sống khoa học hơn\n\nChiếc đồng hồ này mang đến cho người dùng một cuộc sống khoa học và lành mạnh hơn khi nhắc nhở bạn những thói quen khoa học như không nên ngồi quá lâu, thư giãn, uống nước.\n\nLuyện tập thể thao chuyên nghiệp hơn\n\nMang đến cho người dùng các chế độ luyện tập thể thao khác nhau, phù hợp với nhiều lứa tuổi và mọi giới tính. Giúp cho người dùng nâng cao sức khỏe của mình mỗi ngày một cách dễ dàng.\n\nChơi nhạc ngay trên đồng hồ\n\nKhông cần mở điện thoại ra mỗi lần chuyển bài hay tăng giảm âm lượng nhờ có tính năng điều khiển nhạc ngay trên chiếc BeU KW19 này, với các tính năng cơ bản như dừng/phát nhạc, chuyển bài,... người dùng hoàn toàn có thể điều khiển trình chơi nhạc của mình trên đồng hồ.\n\nSelfie dễ dàng hơn\n\nKhông những điều chỉnh trình phát nhạc, đồng hồ còn có thể điều khiển được camera, giúp cho bạn và bạn bè có những bức ảnh selfie dễ dàng và chất lượng hơn.\n\nNhiều tính năng tiện ích\n\nGồm các tính năng khác như rung thông báo, báo thức, tìm điện thoại, bấm giờ luyện tập, đếm bước chân, tính lượng calories tiêu thụ...\n\nNhìn chung đồng hồ thông minh BeU Fit KW19 đen là chiếc đồng hồ mang thiết kế thời trang, êm tay khi đeo nhớ có dây đeo mềm mại và mang đến nhiều tiện ích sức khỏe cũng như tiện ích trong đời sống thường ngày cho người dùng.\n\nMột số điểm nâng cấp của BeU Fit KW19 so với BeU Fit KW17\nTính năng\t\n\nBeU Fit KW19\n\n\tBeU Fit KW17\nMàn hình\t\n\nTFT 1.3 inch\n\n240 x 240 pixels\n\n\t\n\nOGS 1.3 inch\n\n240 x 240 pixels\n\n\nMặt đồng hồ\t\n\nTròn\n\nĐường kính mặt 50 mm\n\n\t\n\nVuông\n\nĐường kính mặt 42 mm\n\n\nBộ nhớ trong\t256 KB\t1 MB\nDung lượng pin\t\n\n140 mAh\n\nKhoảng 3 ngày\n\n\t\n\n140 mAh\n\nKhoảng 3 ngày\n\n\nKhung viền\tNhựa\tNhựa\nTính năng\t\n\nĐồng hồ bấm giờ\n\nRung thông báo\n\nThay mặt đồng hồ\n\nBáo thức\n\nĐếm bước chân\n\nĐồng hồ đếm ngược\n\n\t\n\nĐồng hồ bấm giờ\n\nRung thông báo\n\nThay mặt đồng hồ\n\nBáo thức\n\nĐếm bước chân\n\nĐồng hồ đếm ngược\n\n\nKết nối\tBluetooth v4.0\tBluetooth v4.0\nNgôn ngữ\tTiếng Việt\tTiếng Việt\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Đồng hồ thông minh BeU Fit KW03 xám",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/beu-fit-kw03-xam",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/223785/beu-fit-kw03-xam-ava-600x600.jpg",
    "oldPrice": "990.000₫",
    "newPrice": "891.000₫",
    "parameters": [
      "Công nghệ màn hình:\tTFT",
      "Kích thước màn hình:\t1.3 inch",
      "Thời gian sử dụng pin:\tKhoảng 7 ngày",
      "Kết nối với hệ điều hành:\tAndroid 5.1 trở lên, iOS 9 trở lên",
      "Chất liệu mặt:\tMặt kính cứng",
      "Đường kính mặt:\t43 mm",
      "Kết nối:\tBluetooth",
      "Ngôn ngữ:\tTiếng Việt",
      "Theo dõi sức khỏe:\tĐo nhịp tim, Theo dõi giấc ngủ, Tính lượng calories tiêu thụ, Đếm số bước chân, Chế độ luyện tập"
    ],
    "productDescription": "Kiểu dáng năng động và trẻ trung\n\nĐồng hồ thông minh BeU Fit KW03 phiên bản màu xám trang bị màn hình 1.3 inch với độ phân giải 240 x 240 pixels giúp hiển thị đầy đủ thông tin và thời gian. Mẫu đồng hồ này sử dụng công nghệ màn hình TFT, giúp màn hình hiển thị hình ảnh được rõ nét. Dây đeo làm từ silicone tạo độ thoải mái khi đeo trong khoảng thời gian dài. Ngoài ra, người dùng có thể thay thế dây đeo theo ý muốn.\n\nKết nối thông qua sóng bluetooth\n\nĐồng hồ khi kết nối với điện thoại thông minh sẽ giúp người dùng kiểm tra tin nhắn, nghe nhận các cuộc gọi, rèn luyện sức khoẻ, xem thông báo ứng dụng (Zalo, Messenger, Line, Viber,...) và sử dụng những tính năng khác trên đồng hồ.\n\nLưu ý: Thiết bị tương thích với các thiết bị chạy hệ điều hành Android 5.1 trở lên, iOS 9 trở lên.\n\nThời lượng pin dùng đến 1 tuần\n\nBeU Fit KW03 trang bị pin dung lượng 200 mAh, dùng được khoảng 7 ngày trong một lần sạc và mất khoảng 2 giờ để sạc đầy lại pin. Với thời lượng pin lâu dài, người dùng có thể an tâm đeo khi đi ra ngoài mà không phải lo đồng hồ mau hết pin.\n\nTính năng theo dõi nhịp tim\n\nĐồng hồ thông minh BeU KW03 sử dụng đèn cảm ứng nhịp tim giúp liên tục theo dõi hoạt động của tim, đo huyết áp và đo nồng độ oxi trong máu của người dùng, sau đó sẽ gửi những thông số và cảnh báo khi thấy nhịp tim cao hơn hoặc thấp hơn so với mức bình thường.\n\nTính năng theo dõi giấc ngủ\n\nKhi đeo đồng hồ trong lúc ngủ, tính năng theo dõi giấc ngủ sẽ thống kê thời gian ngủ sâu, ngủ ngắn của người dùng và sẽ đưa ra những vấn đề ảnh hưởng đến giấc ngủ. Sau đó sẽ gửi những đề xuất để giúp người dùng cải thiện và có được giấc ngủ tốt hơn.\n\nNhắc nhở uống nước và thư giãn\n\nĐồng hồ thông minh BeU KW03 còn có tính năng nhắc nhở người dùng vận động khi khi phát hiện ngồi quá lâu, nhắc nhở uống nhiều nước và dành thời gian để nghỉ ngơi.\n\nRèn luyện thể thao mỗi ngày\n\nBeU KW03 tích hợp 5 chế độ luyện tập thể thao gồm đi bộ, chạy bộ, leo núi, đạp xe và bơi lội. Ngoài ra còn các bài luyện tập chạy bộ từ cơ bản đến nâng cao không những giúp bạn cải thiện sức khoẻ mà còn tạo cảm hứng để việc tập luyện được hiệu quả hơn.\n\nCảm biến chuyển động BOSCH\n\nVới cảm biến này, các tính năng đếm bước chân, tính quãng đường đi được và lượng calories tiêu thụ sẽ cung cấp những số liệu thống kê chính xác và rõ ràng giúp người dùng dễ dàng kiểm soát mục tiệu và tập luyện được hiệu quả hơn.\n\nKết nối và thưởng thức âm nhạc\n\nKết nối với điện thoại, không những có thể phát danh sách bài hát yêu thích điều chỉnh âm lượng, chuyển bài mà bạn còn có thể điều khiển camera từ xa một cách dễ dàng.\n\nNhiều tính năng tiện ích\n\nGồm các tính năng khác như rung thông báo, báo thức, tìm điện thoại, bấm giờ luyện tập,...\n\nĐồng hồ thông minh BeU KW03 trang bị màn hình TFT cho hình ảnh rõ nét, dây đeo silicone thiết kế ôm trọn tay nhưng vẫn tạo cảm giác thoải mái và các tính năng tiện ích như đo nhịp tim, theo dõi giấc ngủ, nhắc nhở uống nước, tập luyện thể thao,...BeU KW03 chắc chắn sẽ mang đến những trải nghiệm thú vị cho người dùng khi làm việc hay rèn luyện thể thao.\n\nBảng so sánh BeU Fit KW03 và BeU Fit KW17:\nTính năng\t\n\nBeU Fit KW03\n\n\tBeU Fit KW17\nMàn hình\t\n\nTFT 1.3 inch\n\n240 x 240 pixels\n\n\t\n\nTFT 1.3 inch\n\n240 x 240 pixels\n\n\nMặt đồng hồ\t\n\nVuông\n\nĐường kính mặt 43 mm\n\n\t\n\nVuông\n\nĐường kính mặt 42 mm\n\n\nBộ nhớ trong\t1 MB\t512 KB\nDung lượng pin\t\n\n200 mAh\n\nKhoảng 7 ngày\n\n\t\n\n140 mAh\n\nKhoảng 3 ngày\n\n\nKhung viền\tThép không gỉ\tNhựa\nTính năng\t\n\nĐồng hồ bấm giờ\n\nRung thông báo\n\nThay mặt đồng hồ\n\nBáo thức\n\nĐếm bước chân\n\nĐồng hồ đếm ngược\n\n\t\n\nĐồng hồ bấm giờ\n\nRung thông báo\n\nThay mặt đồng hồ\n\nBáo thức\n\nĐếm bước chân\n\nĐồng hồ đếm ngược\n\n\nKết nối\tBluetooth\tBluetooth v4.0\nNgôn ngữ\tTiếng Việt\tTiếng Việt\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Đồng hồ thông minh trẻ em Kidcare 26",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/kidcare-26",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/210472/kidcare-26-thum-600x600.jpg",
    "oldPrice": "1.290.000₫",
    "newPrice": "1.032.000₫",
    "parameters": [
      "Chất liệu mặt:\tMặt kính nhựa",
      "Đường kính mặt:\t36 mm",
      "Thời gian sử dụng pin:\tKhoảng 12 tiếng (sử dụng liên tục), Khoảng 1.5 ngày",
      "Độ dài dây:\t18.4 cm",
      "Chất liệu dây:\tSilicon",
      "Độ rộng dây:\t1.9 cm",
      "Kết nối:\tLBS, Wifi Location, Hỗ trợ Nano Sim, GPS",
      "Ngôn ngữ:\tTiếng Việt",
      "Tiện ích:\tĐịnh vị trẻ em, Nghe gọi trên đồng hồ, Lộ trình đường đi, Báo thức, Cuộc gọi khẩn cấp SOS, Cài đặt vùng an toàn, Chụp ảnh, Chặn số lạ gọi đến, Đếm bước chân"
    ],
    "productDescription": "Đồng hồ định vị trẻ em Kidcare 26 được thiết kế năng động dành cho các bé. Đây vừa là chiếc đồng hồ thời trang mà phụ huynh trang bị cho con em mình, vừa là công cụ để phụ huynh thuận tiện trong việc theo dõi lịch trình hằng ngày của các bé.\nThiết kế năng động phù hợp với các bé\n\nĐồng hồ định vị trẻ em Kidcare 26 thiết kế với kiểu dáng năng động, phù hợp với sở thích của các bé. Dây đeo làm từ nhựa dẻo mềm mại tạo cảm giác thoải mái khi đeo.\n\nCông nghệ màn hình IPS giúp giảm lượng ánh sáng tán xạ vào mặt kính đồng hồ giúp bé xem được hình ảnh với chất lượng cao nhất.\n\nĐịnh vị chính xác mọi lúc mọi nơi\n\nPhụ huynh có thể dễ dàng theo dõi vị trí của con em mình thông qua dịch vụ định vị GPS/LPS với những thao tác truy cập đơn giản trên chiếc đồng hồ thông minh Kidcare 26.\n\nVới hệ thống định vị GPS đây là hệ thống định vị toàn cầu có độ chính xác cao, mức sai số thấp. Hệ thống định vị LPS hỗ trợ định vị được trong các khu vực đông dân, phòng kín, những nơi bị che khuất sóng GPS.\n\nGiới hạn vùng an toàn \n\nTính năng này hỗ trợ phụ huynh thiết lập một vùng an toàn mặc định cho bé. Phụ huynh sẽ ngay lập tức nhận được tính hiệu thông báo từ hệ thống khi con mình ra khỏi vùng an toàn..\n\nTính năng gọi, nhắn tin, tin nhắn thoại luôn luôn sẵn sàng\n\nHỗ trợ phụ huynh liên lạc với con mình mọi lúc mọi nơi với những tính năng quen thuộc như: gọi điện, nhắn tin, tin nhắn thoại… Bên cạnh đó thì chiếc đồng hồ định vị trẻ em Kidcare 26 còn tích hợp tính năng gọi khẩn cấp SOS.\n\nKhi gặp những tình huống không xử lý được bé chỉ cần nhấn và giữ nút SOS phía bên cạnh để lập tức liên lạc với người thân. \n\nTính năng theo dõi sức khỏe hằng ngày\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Đồng hồ thông minh Huawei Watch GT2 42mm dây kim loại",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/huawei-watch-gt2-42mm-day-kim-loai",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/212196/huawei-watch-gt2-42mm-day-kim-loai-thum-600x600.jpg",
    "oldPrice": null,
    "newPrice": "5.390.000₫",
    "parameters": [
      "Công nghệ màn hình:\tAMOLED",
      "Kích thước màn hình:\t1.2 inch",
      "Thời gian sử dụng pin:\tKhoảng 7 ngày, Khoảng 15 giờ khi sử dụng GPS",
      "Hệ điều hành:\tLiteOS",
      "Kết nối với hệ điều hành:\tAndroid 4.4 trở lên, iOS 9 trở lên",
      "Chất liệu mặt:\tKính cường lực",
      "Đường kính mặt:\t42 mm",
      "Kết nối:\tBluetooth v5.1, GPS",
      "Ngôn ngữ:\tTiếng Việt, Tiếng Anh",
      "Theo dõi sức khỏe:\tĐo nhịp tim, Theo dõi giấc ngủ, Tính lượng calories tiêu thụ, Đếm số bước chân, Chế độ luyện tập, Tính quãng đường chạy"
    ],
    "productDescription": "Đồng hồ thông minh Huawei Watch GT2 42 mm có thiết kế sang trọng từ dây kim loại, kiểu dáng thanh lịch, nữ tính. Đồng hồ tích hợp nhiều tính năng hữu ích cho việc tập luyện cùng thời lượng pin lâu. \nPin sử dụng được đến 7 ngày \n\nĐồng hồ thông minh Huawei Watch GT2 42 mm dây kim loại có thời lượng pin ấn tượng - lên đến 1 tuần để bạn thoải mái trải nghiệm bất cứ lúc nào, thuận tiện cho việc đo các chỉ số sức khỏe. \n\nThanh lịch và trẻ trung \n\nChiếc đồng hồ này có kiểu dáng cổ điển, dây kim loại đem đến thiết kế trẻ trung, sang trọng phù hợp với nữ giới. \n\n15 chế độ tập luyện thông minh\n\nRèn luyện thể thao cùng Huawei Watch GT2 với 15 chế độ tập thông minh được tích hợp sẵn trên đồng hồ. Đo các chỉ số, đếm số bước chân, tính quãng đường chạy, tính lượng calories tiêu thụ dễ dàng. \n\nMàn hình luôn hiển thị\n\nTiện lợi xem giờ kể cả khi đang tập luyện, lái xe,.. với màn hình AMOLED hiển thị cực sắc nét, độ sáng lên đến 1000 nit luôn luôn bật sáng. \n\nNghe nhạc với 3 chế độ \n\nNghe nhạc trực tiếp trên đồng hồ hay nghe thông qua tai nghe Bluetooth, điều khiển nhạc trên điện thoại tùy theo ý thích của bạn giúp vừa nghe nhạc vừa tập luyện, chuyển bài hát nhanh chóng. \n\nCác tính năng theo dõi sức khỏe:\n\nĐo nhịp tim, cảnh báo khi nhịp tim bất thường, theo dõi giấc ngủ,...\n\nNgoài ra, đồng hồ còn có các tính năng:\n\nTìm điện thoại, dự báo thời tiết, sạc pin bằng đế sạc nam châm tiện lợi, báo thức, là bàn,...\n\nSo sánh nhanh Huawei Watch GT2 42mm với Huawei Watch GT2 46mm\nTính năng\t\n\nHuawei Watch GT2 42mm\n\n\tHuawei Watch GT2 46mm\nThiết kế\t\n\nThanh lịch nhẹ nhàng\n\nPhù hợp cho nữ\n\n\t\n\nCổ điển truyền thống\n\nPhù hợp cho nam và các bạn nữ có cá tính\n\n\nMàn hình\t\n\nAMOLED 1.2 inch\n\n390 x 390 pixels\n\n\t\n\nAMOLED 1.39 inch\n\n454 x 454 pixels\n\n\nMặt kính\t\n\nBo cong mềm mại\n\n \n\n \n\n\t\n\nVát kim cương 3D\n\nHọa tiết cầu kỳ\n\nNhiều thông số\n\n\nNghe gọi\t\n\nKhông\n\n \n\n\t\n\nCó\n\nĐàm thoại trực tiếp trên đồng hồ\n\n\nLoa ngoài\t\n\nKhông\n\n \n\n\t\n\nCó\n\nHỗ trợ phát nhạc trực tiếp trên đồng hồ\n\n\nKhung viền\tThép không gỉ\tThép không gỉ\nPin\t\n\n215 mAh\n\nKhoảng 7 ngày\n\nKhoảng 15 giờ khi sử dụng GPS\n\n\t\n\n455 mAh\n\nKhoảng 14 ngày\n\nKhoảng 30 giờ khi sử dụng GPS\n\n\nBộ nhớ trong\t2 GB\t4 GB\nTrọng lượng\t29 gram\t41 gram\nHỗ trợ kết nối\t\n\nBluetooth v5.1\n\nGPS\n\n\t\n\nBluetooth v5.1\n\nGPS\n\n\nNgôn ngữ\t\n\nTiếng Việt\n\nTiếng Anh\n\n\t\n\nTiếng Việt\n\nTiếng Anh\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Đồng hồ thông minh BeU Watch KW09",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/beu-kw09",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/217539/kingwear-kw09-ava-600x600.jpg",
    "oldPrice": null,
    "newPrice": "2.190.000₫",
    "parameters": [
      "Công nghệ màn hình:\tTFT",
      "Kích thước màn hình:\t1.2 inch",
      "Thời gian sử dụng pin:\tKhoảng 12 ngày",
      "Kết nối với hệ điều hành:\tAndroid 5.0 trở lên, iOS 9 trở lên",
      "Chất liệu mặt:\tMặt kính nhựa",
      "Đường kính mặt:\t55.5 mm",
      "Kết nối:\tBluetooth",
      "Ngôn ngữ:\tTiếng Việt",
      "Theo dõi sức khỏe:\tĐo nhịp tim, Theo dõi giấc ngủ, Tính lượng calories tiêu thụ, Đếm số bước chân, Chế độ luyện tập"
    ],
    "productDescription": "Kiểu dáng năng động, thể thao\n\nĐồng hồ thông minh BeU KW09 sở hữu màn hình 1.2 inch cùng độ phân giải 240 x 240 pixels hiển thị rõ hình ảnh và thời gian. Mẫu đồng hồ thông minh này được trang bị màn hình TFT giúp hiển thị thông tin và hình ảnh được sắc nét. Dây đeo silicone tạo cảm giác thoải mái khi đeo trong thời gian dài. Ngoài ra, người dùng có thể thay loại dây đeo khác theo ý muốn.\n\nKết nối nhanh chóng với điện thoại\n\nĐồng hồ BeU KW09 tương thích với điện thoại chạy hệ điều hành Android 5.0 trở lên, iOS 9 trở lên. Phù hợp với hầu hết các loại điện thoại thông minh trên thị trường hiện nay. Kết nối thành công cho phép người dùng có thể nghe gọi, đọc tin nhắn, nhận thông báo trên các ứng dụng Line, Face, Messenger, Zalo,... \n\nPin dung lượng lên đến 25 ngày\n\nBeU KW09 trang bị pin dung lượng 450 mAh cho phép sử dụng 25 ngày trong một lần sạc, dùng được khoảng 40 ngày ở chế độ chờ (chỉ dùng xem giờ). Thời gian sử dụng có thể thay đổi tuỳ theo cách sử dụng của người dùng.\n\nTính năng đo nhịp tim\n\nĐồng hồ BeU KW09 trang bị cảm biến nhịp tim Pixart 8002, giúp theo dõi hoạt động của tim người đeo liên tục và đều đặn, đồng hồ sẽ gửi những thông số và cảnh báo khi thấy tim có dấu hiệu bất thường, đảm bảo an toàn sức khoẻ cho người sử dụng.\n\nTính năng theo dõi giấc ngủ\n\nĐeo đồng hồ trong khi ngủ, tính năng theo dõi giấc ngủ sẽ tự động theo dõi quá trình ngủ của người đeo, tính điểm giấc ngủ sâu, giấc ngủ ngắn và đưa ra những vấn đề thường gặp khi ngủ, đồng thời sẽ gửi những đề xuất để giúp người dùng có được giấc ngủ tốt hơn.\n\nNhắc nhở người dùng giữ sức khoẻ\n\nSau một ngày làm việc căng thẳng, không thường xuyên uống nước hay ít vận động, đồng hồ BeU KW09 sẽ nhắc nhở người dùng giành thời gian thư giãn, uống nước nhiều hơn và luyện tập thể thao để giữ sức khoẻ tốt hơn.\n\nThúc đẩy rèn luyện thể thao mỗi ngày\n\nGồm nhiều chế độ tập luyện như chạy bộ, đi bộ, leo núi, chạy xe đạp, bơi lội từ cơ bản đến nâng cao. Ngoài ra đồng hồ BeU KW09 còn lưu lại lịch sử tập luyện, giúp người dùng có thể dễ dàng xem lại quá trình tập luyện để có động lực luyện tập hiệu quả hơn.\n\nCảm biến BOSCH - Theo dõi chuyển động khi tập luyện\n\nĐồng hồ thông minh BeU KW09 trang bị cảm biến chuyển động BOSCH cùng khả năng định vị (GPS) chính xác cao, đảm bảo hiển thị rõ ràng các số liệu về số bước chân, quảng đường đi được và lượng calories tiêu thụ.\n\nTính năng điều khiển phát nhạc từ xa\n\nĐồng hồ BeU KW09 trang bị tính năng điều khiển máy phát nhạc, người dùng có thể phát danh sách bài hát yêu thích, chuyển bài hát, tăng chỉnh âm lượng từ xa. \n\nCác tính năng tiện ích khác\n\nGồm các tiện ích như rung thông báo, báo thức, tìm điện thoại, đồng hồ đếm ngược,...\n\nĐồng hồ thông minh BeU Watch KW09 trang bị màn hình màu TFT 1.2 inch cùng thiết kế dây đeo silicone êm ái với tay người đeo và các tính năng hỗ trợ sức khoẻ như đo nhịp tim, theo dõi quá trình ngủ, nhắc nhở sức khoẻ, chế độ tập luyện cùng nhiều tính năng khác chắc chắn sẽ làm hài lòng người sử dụng khi đeo để làm việc và tập luyện thể dục thể thao.\n\nBảng so sánh BeU Watch KW09 và BeU Watch KW11:\nTính năng\t\n\nBeU Watch KW09\n\n\tBeU Watch KW11\nMàn hình\t\n\nTFT 1.2 inch\n\n240 x 240 pixels\n\n\t\n\nAMOLED 1.2 inch\n\n390 x 390 pixels\n\n\nChất liệu mặt\t\n\nMặt kính nhựa\n\n\t\n\nMặt kính cứng\n\n\nBộ nhớ trong\t1 MB\t1 MB\nDung lượng pin\t\n\n450 mAh\n\nKhoảng 12 ngày\n\n\t\n\n260 mAh\n\nKhoảng 3 ngày\n\n\nKhung viền\tThép không gỉ\tThép không gỉ\nTính năng\t\n\nLa bàn\n\nĐồng hồ bấm giờ\n\nRung thông báo\n\nThay mặt đồng hồ\n\nĐồng hồ đếm ngược\n\nĐếm bước chân\n\nBáo thức\n\nMàn hình luôn hiển thị\n\n\t\n\nLa bàn\n\nĐồng hồ bấm giờ\n\nRung thông báo\n\nThay mặt đồng hồ\n\nĐồng hồ đếm ngược\n\nĐếm bước chân\n\nBáo thức\n\n \n\n\nKết nối\tBluetooth\tBluetooth v5.0\nNgôn ngữ\tTiếng Việt\tTiếng Việt\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Apple Watch S5 LTE 44mm viền nhôm dây cao su",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/apple-watch-s5-lte",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/215817/apple-watch-s5-lte-44mm-vien-nhom-day-cao-su-den-ava-600x600.jpg",
    "oldPrice": null,
    "newPrice": "15.990.000₫",
    "parameters": [
      "Công nghệ màn hình:\tOLED",
      "Kích thước màn hình:\t1.78 inch",
      "Thời gian sử dụng pin:\tKhoảng 1.5 ngày",
      "Hệ điều hành:\twatchOS 6.0",
      "Kết nối với hệ điều hành:\tiOS 13 trở lên",
      "Chất liệu mặt:\tIon-X strengthened glass",
      "Đường kính mặt:\t44 mm",
      "Kết nối:\tBluetooth v5.0, Wifi, GPS, Hỗ trợ eSim",
      "Ngôn ngữ:\tTiếng Việt, Tiếng Anh",
      "Theo dõi sức khỏe:\tĐo nhịp tim, Tính lượng calories tiêu thụ, Đếm số bước chân, Chế độ luyện tập, Tính quãng đường chạy"
    ],
    "productDescription": "Apple Watch S5 LTE là phiên bản nâng cấp với phiên bản Apple Watch S5 . Lần đầu tiên Apple Watch sẽ được trang bị màn hình OLED luôn bật, tính năng la bàn và khả năng cảnh báo khẩn cấp trên nhiều quốc gia hơn và đặc biệt chiếc Apple Watch phiên bản LTE có tích hợp tính năng nghe gọi độc lập như một chiếc điện thoại...\nNhư một chiếc điện thoại thu nhỏ\n\nVới eSim sẽ giúp chiếc Apple Watch của bạn có thể nghe, gọi độc lập mà không cần phải liên kết với điện thoại. Giúp bạn linh hoạt hơn khi đang chạy xe, tập thể thao không cần lấy điện thoại ra.\n\nNúm vặn Digital Crown tiện ích giúp người dùng phân biệt phiên bản LTE và GPS\n\n- Apple Watch LTE sẽ có núm vặn Digital Crown màu đỏ nguyên núm xoay đối với Series 3 và viền đỏ với Series 4 và Series 5.\n\n- Apple Watch GPS thường có phần núm vặn Digital Crown màu trơn, đồng màu với thân chiếc đồng hồ.\n\nĐo nhịp tim liên tục\n\nCảm biến điện tử đo nhịp tim một cách chính xác, bạn có thể liếc nhanh để kiểm tra tình trạng nhịp tim của mình.\n\nMàn hình OLED Retina \n\nMàn hình không bao giờ tắt (Always on display): Màn hình tự động chuyển đổi chế độ hiển thị và luôn luôn hiển thị để người dùng có thể xem thời gian, thông báo bất cứ lúc nào.\n\nMàn hình trên Apple Watch S5 LTE sử dụng tấm nền OLED cao cấp, độ sắc nét đạt chuẩn Retina (340 x 272) mà mắt người ở khoảng cách bình thường không thể thấy rỗ, hạt.\n\nXác định phương hướng bằng la bàn\n\nĐồng hồ thông minh Apple Watch S5 có tính năng định vị GPS giúp định vị chính xác quãng đường đi, bạn không lo phải lạc đường khi lỡ đi vào vùng không có sóng điện thoại, GPS.\n\nPhát hiện té ngã\n\nĐồng hồ có tính năng phát hiện khi bạn bị ngã và bất động 15 giây, nó sẽ phát tín hiệu SOS đến số được cài sẵn. \n\nThiết kế sang trọng\n\nApple Watch S5 LTE có thiết kế hầu như không có gì thay đổi so với Series S4, vẫn là mặt đồng hồ bằng kính cường lực, được chế tác cong tinh xảo. Thiết kế sang trọng và mỏng nhẹ, Apple Watch không chỉ là một chiếc đồng hồ thông minh mà còn là một phụ kiện thời trang đẳng cấp.\n\nNhắc nhở sức khỏe\n\nBên cạnh tính năng đo nhịp tim, đồng hồ còn giúp ích cho sức khỏe của bạn với các tính năng như: Nhắc khi ngồi quá lâu, nhắc nhở tập luyện, kiểm soát căng thẳng mệt mỏi khi làm việc quá lâu.\n\nVà cho phép bạn theo dõi chu kì kinh nguyệt một cách chính xác.\n\nHuấn luyện viên thể thao\n\nApple Watch S5 LTE tích hợp nhiều bộ môn tập luyện như chạy bộ, boxing, đạp xe,...Đồng hồ còn đo lường chính xác được lượng calories tiêu thụ đối với các môn thể thao, giúp bạn điều chỉnh chế độ tập luyện phù hợp. \n\nSo sánh Apple Watch Series 5 LTE 44mm và Apple Watch Series 5 44mm\nSo sánh\t\n\nApple Watch Series 5 LTE 44mm\n\n\t\n\nApple Watch Series 5 44mm\n\n\nMàn hình\tOLED 1.78 inch\tOLED 1.78 inch\nMặt kính\tIon-X strengthened glass\tIon-X strengthened glass\nKhung viền\tNhôm\tNhôm\nTrọng lượng\t36.7 gram\t36.7 gram\nThời gian sử dụng\tKhoảng 1.5 ngày\tKhoảng 1.5 ngày\nThời gian sạc pin\tKhoảng 2 giờ\tKhoảng 2 giờ\nBộ nhớ trong\t32 GB\t32 GB\nKết nối\t\n\nBluetooth v5.1\n\nGPS\n\nWiFi\n\nHỗ trợ eSim\n\n\t\n\nBluetooth v5.1\n\nGPS\n\nWiFi\n\n \n\n\nNghe gọi\tThực hiện/nhận cuộc gọi một cách độc lập\tPhải kết nối với iPhone mới có thể thực hiện/nhận cuộc gọi\nNgôn ngữ\t\n\nTiếng Việt\n\nTiếng Anh\n\n\t\n\nTiếng Việt\n\nTiếng Anh\n\nHướng dẫn kích hoạt eSIM trên apple watch và những tính năng hay\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Đồng hồ thông minh Huami Amazfit Bip S",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/huami-amazfit-bip-s",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/221650/huami-amazfit-bip-s-ava-2-600x600.jpg",
    "oldPrice": "1.690.000₫",
    "newPrice": "1.352.000₫",
    "parameters": [
      "Công nghệ màn hình:\tTransflective LCD",
      "Kích thước màn hình:\t1.28 inch",
      "Thời gian sử dụng pin:\tKhoảng 30 ngày, Khoảng 21 giờ khi sử dụng GPS",
      "Hệ điều hành:\tAmazﬁt OS",
      "Kết nối với hệ điều hành:\tAndroid 5.0 trở lên, iOS 10 trở lên",
      "Chất liệu mặt:\tKính cường lực Gorilla Class 3",
      "Đường kính mặt:\t31.1 mm",
      "Kết nối:\tBluetooth v5.0, GPS",
      "Ngôn ngữ:\tTiếng Anh",
      "Theo dõi sức khỏe:\tĐo nhịp tim, Theo dõi giấc ngủ, Tính lượng calories tiêu thụ, Đếm số bước chân, Chế độ luyện tập, Tính quãng đường chạy"
    ],
    "productDescription": "Kiểu dáng thể thao, hợp thời trang\n\nĐồng hồ thông minh Huami Amazfit Bip S hầu như giữ nguyên thiết kế so với phiên bản trước. Vẫn là màn hình 1.28 inch cùng độ phân giải 176x176 pixels và gam màu 64RGB. Dây đeo silicone đi kèm vẫn là 20mm, đặc biệt dây đeo có khả năng tự làm sạch nhờ vào công nghệ mới, đảm bảo dây đeo luôn mềm mại, khô, và chống bám bụi bẩn.\n\nKết nối bluetooth nhanh chóng\n\n Amazfit Bip S hoạt động tốt trên các thiết bị chạy hệ điều hành Android (5.0 trở lên) và iOS (10 trở lên). Khi được đồng bộ với điện thoại, người dùng có thể dễ dàng nhận các cuộc gọi, kiểm tra tin nhắn, rung thông báo ứng dụng Messenger, Viber, Line,...\n\nMàn hình LCD phản quang và mặt kính chống trầy\n\nMẫu đồng hồ thông minh này được trang bị màn hình màu phản xạ ánh sáng (Transflective LCD), tương tự như phiên bản Amazfit Bip. Màn hình có ưu điểm là hình ảnh cực kỳ rõ nét khi ra ngoài trời, càng nắng thì màn hình càng sáng và sắc nét, đảm bảo an toàn cho mắt người dùng khi mang đồng hồ ra ngoài trời nắng.\n\n40 mặt đồng hồ và màn hình Always-on Display\n\nAmazfit Bip S có bộ sưu tập 40 mặt đồng hồ phong cách, người dùng có thể tải ứng dụng Amazfit Watch Face để tuỳ chỉnh mặt động hồ theo ý muốn. Bên cạnh đó, chiếc đồng hồ này còn được trang bị tính năng Always-on Display (màn hình luôn hiển thị) giúp người dùng dễ dàng xem giờ mà không cần thao tác chạm màn hình và không bị bỏ lỡ những thông báo quan trọng.\n\nThời lượng pin khủng lên đến 40 ngày dùng\n\nĐược trang bị pin có dung lượng 200mAh giúp đem đến thời gian sử dụng lên tới 40 ngày trong một lần sạc khi dùng để kết nối và chạy 1 số tính năng trên đồng hồ. Tối đa 90 ngày ở chế độ chờ, chỉ xem giờ và không kết nối với điện thoại. 22 giờ sử dụng khi bật chế độ GPS liên tục. Amazfit Bip S cần 2.5 giờ để sạc đầy pin và bạn có thể tiếp tục dùng thoải mái trong 40 ngày tiếp theo.\n\nTính năng theo dõi nhịp tim liên tục\n\nAmazfit Bip S hỗ trợ theo dõi nhịp tim liên tục trong 24 giờ. Cảm biến BioTracekTM PPG có vùng cảm biến lớn hơn 3 lần, cường độ ánh sáng đèn LED gấp 7 lần và theo dõi nhịp tim với độ chính xác cải thiện đến 98% trong khi chỉ sử dụng 1/5 mức tiêu thụ năng lượng so với phiên bản trước. Định vị GPS + GLONASS giúp theo dõi lộ trình và khoảng cách của bạn mà không cần kết nối với điện thoại.\n\n10 chế độ luyện tập trong nhà và ngoài trời\n\nMột trong những nâng cấp lớn nhất mà Amazfit Bip S mang lại là chế độ luyện tập thể thao. Hiện tại mẫu đồng hồ này hỗ trợ 10 chế độ thể thao, nhiều hơn gấp đôi so với thế hệ trước. Ngoài ra đồng hồ có thể đo tỉ lệ đột quỵ khi bơi, thời gian đột quỵ, chỉ số SWOLF và cảnh báo khi nhịp tim của bạn cao hơn hoặc thấp hơn mức bình thường.\n\nHuami-PAI™ - Đánh giá trạng thái sức khoẻ người đeo\n\nAmazfit Bip S còn được trang bị hệ thống đánh giá PAI (Huami-PAI™) giúp đo lường chính xác các hoạt động thể chất tác động lên tim của bạn. Ngoài ra, khi bạn ngồi quá lâu hay ít hoạt động trong một ngày, đồng hồ sẽ nhắc nhở bạn vận động.\n\nKết nối và thưởng thức âm nhạc\n\nKhi kết nối với điện thoại, người dùng có thể thao tác nhanh để phát lại nhạc từ đồng hồ, không cần phải ngắt quảng buổi tập luyện của bạn để chỉnh các bài tiếp theo. Ngoài ra còn có thể kết nối với tai nghe không dây, không cần mang điện thoại với tai nghe dây rườm rà. \n\nNhiều tính năng tiện lợi \n\nBao gồm các tính năng: La bàn, tìm điện thoại, báo thức, dự báo thời tiết, tính lượng calories tiêu thụ,... Và còn nhiều tiện ích hỗ trợ sức khoẻ người dùng khác.\n\nĐồng hồ thông minh Huami Amazfit Bip S với thiết kế trẻ trung, năng động cùng màn hình phản quang, mặt kính cường lực và dung lượng pin kéo dài đến 40 ngày sử dụng trong 1 lần sạc. Bên cạnh đó còn có tính năng chăm sóc sức khoẻ như theo dõi nhịp tim, chế độ tập luyện thể thao, đo tỉ lệ đột quỵ khi bơi, đánh giá sức khoẻ hằng ngày. Amazfit Bip S chắc chắn sẽ là một thiết bị hỗ trợ đắc lực trong việc luyện tập thể thao, nâng cao sức khoẻ hằng ngày.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Vòng tay thông minh Fitbit Versa Lite",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/fitbit-versa-lite",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/200877/fitbit-versa-lite-thum-600x600.jpg",
    "oldPrice": null,
    "newPrice": "1.490.000₫",
    "parameters": [
      "Công nghệ màn hình:\tLCD",
      "Kích thước màn hình:\t1.34 inch",
      "Thời gian sử dụng pin:\tKhoảng 4 ngày",
      "Hệ điều hành:\tFitbit OS",
      "Kết nối với hệ điều hành:\tAndroid 4.3 trở lên, iOS 9 trở lên",
      "Chất liệu mặt:\tKính cường lực Gorilla Class 3",
      "Đường kính mặt:\t34 mm",
      "Kết nối:\tWifi, Bluetooth v4.0",
      "Ngôn ngữ:\tTiếng Anh",
      "Theo dõi sức khỏe:\tĐo nhịp tim, Theo dõi giấc ngủ, Tính lượng calories tiêu thụ, Đếm số bước chân, Tính quãng đường chạy"
    ],
    "productDescription": "Tuy không được trang bị tính năng thanh toán Fitbit Pay hay nghe nhạc trên thiết bị, Fitbit Versa Lite vẫn là một lựa chọn đồng hồ thông minh giá rẻ đáng được cân nhắc với tính năng theo dõi sức khỏe cơ bản và thiết kế cao cấp.\n\nSo sánh Fitbit Versa Lite với phiên bản đầy đủ Fitbit Versa:\n\nThiết kế cao cấp, trọng lượng nhẹ\n\nĐồng hồ thông minh Fitbit Versa Lite có thiết kế mỏng nhẹ và bền bỉ nhờ vào khung nhôm anode cao cấp. Màn hình cảm ứng cho độ hiển thị cực sáng và màu sắc sống động. Nhiều mặt đồng hồ và dây đeo thời trang được bán riêng để bạn có thể thỏa sức sáng tạo phong cách.\n\nThời lượng pin ấn tượng\n\nSử dụng Fitbit Versa Lite liên tục mà không cần sạc suốt 4 ngày liền. Trong khoảng thời gian này, chiếc đồng hồ thông minh Versa Lite sẽ tận tâm theo dõi mọi hoạt động sức khỏe của bạn.\n\nTính năng theo dõi đặc biệt cho phái nữ\n\nFitbit trang bị cho mẫu đồng hồ thông minh Versa Lite tính năng theo dõi sức khỏe phái nữ cực kỳ hữu ích. Giờ đây bạn có thể theo dõi chu kỳ kinh nguyệt, ghi lại các triệu chứng và so sánh với chỉ số sức khỏe như tình trạng giấc ngủ, vận động và cân nặng.\n\nCập nhật thông báo liên tục từ smartphone\n\nKhi kết nối với điện thoại, mọi thông báo, nhắc nhở, tin nhắn, cuộc gọi đều được cập nhật và hiển thị trên Versa Lite. Tuy nhiên, tính năng trả lời nhanh chỉ tương thích với các thiết bị Android.\n\nHuấn luyện viên cá nhân của bạn\n\nVersa Lite có thể theo dõi hơn 15 hoạt động thể thao bao gồm chạy bộ, đạp xe và thể hình. Cho phép đặt mục tiêu rèn luyện sức khỏe và nhắc nhở bạn hoàn thành mục tiêu đó.\n\nFitbit Versa Lite có khả năng phát hiện thời gian nghỉ trong ngày và đưa ra các bài tập thở dành riêng cho bạn dựa trên nhịp tim của bạn.\n\nBên cạnh những tính năng đếm bước chân, xác định khoảng cách, tính lượng calories tiêu thụ, đồng hồ thông minh Versa Lite còn có thể theo dõi giấc ngủ nông, sâu của bạn.\n\nHướng dẫn sử dụng vòng tay thông minh Fitbit Versa Lite:\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Đồng hồ thông minh Huami Amazfit GTR 42mm trắng",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/huami-amazfit-gtr-42mm-trang",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/223758/huami-amazfit-gtr-42mm-trang-ava-600x600.jpg",
    "oldPrice": "2.990.000₫",
    "newPrice": "2.392.000₫",
    "parameters": [
      "Công nghệ màn hình:\tAMOLED",
      "Kích thước màn hình:\t1.2 inch",
      "Thời gian sử dụng pin:\tKhoảng 12 ngày",
      "Hệ điều hành:\tAmazﬁt OS",
      "Kết nối với hệ điều hành:\tiOS 10 trở lên, Android 5.0 trở lên",
      "Chất liệu mặt:\tKính cường lực Gorilla Class 3",
      "Đường kính mặt:\t42.6 mm",
      "Kết nối:\tBluetooth v5.0",
      "Ngôn ngữ:\tTiếng Anh, Ứng dụng tiếng Anh",
      "Theo dõi sức khỏe:\tĐo nhịp tim, Theo dõi giấc ngủ, Đếm số bước chân, Chế độ luyện tập, Tính quãng đường chạy"
    ],
    "productDescription": "Mang thiết kế trẻ trung, đầy năng động\n\nĐồng hồ thông minh Huami Amazfit GTR 42mm trắng có thiết kế trẻ trung với mặt tròn cá tính, được trang bị mặt kính cường lực cho người dùng yên tâm đeo đồng hồ mà không lo lắng nhiều về vấn đề trầy xước màn hình. cùng với đó, cổ tay của bạn sẽ dễ chịu hơn khi chiếc đồng hồ được trang bị dây đeo silicon mềm mại.\n\nMàn hình chắc chắn và sắc nét\n\nNhờ có mặt kính cường lực, đi cùng tấm màn AMOLED mang nhiều ưu điểm như tiết kiệm pin, màu sắc nổi bật, có chiều sâu khi nhìn vào.\n\nXem thông tin dễ dàng hơn\n\nNhờ có màn hình AMOLED nên đồng hồ được tích hợp công nghệ màn hình Always-on. Chiếc đồng hồ thông minh luôn luôn hiển thị thời gian cũng như các thông tin trên màn hình mà không bị tắt đi, điều này giúp bạn dễ dàng xem các thông tin, thông báo mọi lúc mà không cần phải thực hiện nhiều thao tác rườm rà.\n\nCó nhiều hình nền đẹp mắt\n\nDễ dàng lựa chọn hình nền đẹp mắt sao cho phù hợp với cá tính và sở thích của mình cũng như lựa chọn thông tin cần hiển thị ngay trên màn hình với bộ sưu tập hình nền phong phú.\n\nKết nối nhanh chóng và ổn định\n\nDễ dàng kết nối với các thiết bị có hệ điều hành iOS 10 trở lên và Android 5.0 trở lên thông qua công nghệ bluetooth 5.0, cho khả năng kết nối ở xa hơn, ổn định hơn.\n\nThoải mái sử dụng với dung lượng pin lớn\n\nVới dung lượng pin 195 mAh, chỉ cần 2 giờ sạc thông qua cổng sạc từ, bạn có thể dùng chiếc đồng hồ này lên đến 12 ngày liên tiếp. Điều này giúp cho bạn yên tâm hơn trong các chuyến đi ngắn ngày mà chẳng may quên không mang bộ sạc.\n\nCho người dùng có cuộc sống khoa học hơn\n\nVới các tính năng như theo dõi nhịp tim, theo dõi giấc ngủ, cảnh báo ngồi lâu, cảnh báo khi nhịp tim bất thường, chiếc đồng hồ này mang đến cho người dùng một cuộc sống khoa học và lành mạnh hơn.\n\nLuyện tập thể thao chuyên nghiệp hơn\n\nMang đến cho người dùng 12 chế độ luyện tập với các môn thể thao khác nhau, phù hợp với nhiều lứa tuổi và mọi giới tính. Giúp cho người dùng nâng cao sức khỏe của mình mỗi ngày một cách dễ dàng.\n\nChơi nhạc ngay trên đồng hồ\n\nKhông cần mở điện thoại ra mỗi lần chuyển bài hay tăng giảm âm lượng nhờ có tính năng điều khiển nhạc ngay trên chiếc Huami Amazfit này, với các tính năng cơ bản như dừng/phát nhạc, chuyển bài,... người dùng hoàn toàn có thể điều khiển trình chơi nhạc của mình trên đồng hồ thay vì phải mở điện thoại lên.\n\nNhiều tính năng tiện ích\n\nGồm các tính năng khác như la bàn, rung thông báo, báo thức, tìm điện thoại, bấm giờ luyện tập, đếm bước chân, tính lượng calories tiêu thụ,...\n\nĐồng hồ thông minh Huami Amazfit GTR trang bị màn hình AMOLED, dây đeo silicone ôm trọn tay tạo độ êm ái, thoải mái và các tính năng tiện ích như đo nhịp tim, theo dõi giấc ngủ, vận động, chế độ tập luyện hiệu quả,... Huami Amazfit GTR chắc chắn sẽ mang đến những trải nghiệm thú vị cho người dùng khi làm việc hay rèn luyện thể thao.\n\nBảng so sánh Huami Amazfit GTR 42mm và Huami Amazfit GTR 47mm:\n\nSo sánh\n\n\tHuami Amazfit GTR 42mm\tHuami Amazfit GTR 47mm dây da\nMàn hình\t\n\nAMOLED 1.2 inch\n\n390 x 390 pixels\n\n\t\n\nAMOLED 1.39 inch\n\n454 x 454 pixels\n\n\nMặt kính\tKính cường lực Corning Gorilla Glass 3\tKính cường lực Corning Gorilla Glass 3\nChất liệu khung viền\tThép không gỉ\tNhôm\nDung lượng pin\t195 mAh\t410 mAh\nThời gian sử dụng\tKhoảng 12 ngày\tKhoảng 24 ngày\nCổng sạc\tSạc từ\tSạc từ\nKết nối\t\n\nBluetooth v5.0\n\n \n\n\t\n\nBluetooth v5.0\n\nGPS\n\n\nTrọng lượng\t25.5 gram\t36 gram\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Đồng hồ thông minh Huami Amazfit GTR 42mm đỏ",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/huami-amazfit-gtr-42mm-do",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/223757/huami-amazfit-gtr-42mm-do-ava-600x600.jpg",
    "oldPrice": "2.990.000₫",
    "newPrice": "2.392.000₫",
    "parameters": [
      "Công nghệ màn hình:\tAMOLED",
      "Kích thước màn hình:\t1.2 inch",
      "Thời gian sử dụng pin:\tKhoảng 12 ngày",
      "Hệ điều hành:\tAmazﬁt OS",
      "Kết nối với hệ điều hành:\tiOS 10 trở lên, Android 5.0 trở lên",
      "Chất liệu mặt:\tKính cường lực Gorilla Class 3",
      "Đường kính mặt:\t42.6 mm",
      "Kết nối:\tBluetooth v5.0",
      "Ngôn ngữ:\tTiếng Anh, Ứng dụng tiếng Anh",
      "Theo dõi sức khỏe:\tĐo nhịp tim, Theo dõi giấc ngủ, Đếm số bước chân, Chế độ luyện tập, Tính quãng đường chạy"
    ],
    "productDescription": "Sở hữu thiết kế năng động và thời trang\n\nĐồng hồ thông minh Huami Amazfit GTR 42mm đỏ có thiết kế ấn tượng bởi màu sắc trẻ trung với mặt tròn cá tính, màn hình có kích thước 1.2 inch được bảo vệ bởi mặt kính cường lực giúp hạn chế trầy xước màn hình. Ngoài ra, mẫu đồng hồ này có dây đeo silicon mềm mại giúp cổ tay của bạn dễ chịu hơn khi đeo.\n\nMàn hình cứng cáp, chống trầy tốt và sắc nét\n\nNhờ có mặt kính cường lực đi cùng tấm màn AMOLED với nhiều ưu điểm như màu sắc nổi bật, nịnh mắt, màu đen có chiều sâu. Màn hình AMOLED cũng giúp tiết kiệm pin vượt trội so với các loại màn hình khác.\n\nXem thông tin dễ dàng hơn\n\nNhờ có màn hình AMOLED nên đồng hồ được tích hợp công nghệ màn hình Always-on. Mẫu đồng hồ thông minh này luôn hiển thị thời gian và các thông tin trên màn hình mà không bị tắt màn hình, giúp bạn dễ dàng xem thông tin, thông báo mọi lúc.\n\nKết nối nhanh chóng và ổn định\n\nThông qua công nghệ bluetooth 5.0, chiếc đồng hồ dễ dàng kết nối được với các thiết bị có hệ điều hành iOS 10 trở lên và Android 5.0 trở lên. Bluetooth 5.0 cho khả năng kết nối nhanh chóng và ổn định hơn, ở khoảng cách xa hơn.\n\nCó nhiều hình nền đẹp mắt\n\nVới bộ sưu tập đa dạng giúp cho bạn dễ dàng lựa chọn hình nền đẹp mắt, phù hợp với sở thích của mình. Ngoài ra, bạn còn có thể lựa chọn các thông tin cần hiển thị ngay trên màn hình.\n\nHỗ trợ người dùng nhiều tính năng theo dõi sức khỏe\n\nVới các tính năng như theo dõi giấc ngủ, cảnh báo ngồi lâu, theo dõi nhịp tim, cảnh báo khi nhịp tim bất thường, chiếc đồng hồ được coi như là một trợ lý nhắc nhở bạn kiểm tra sức khỏe.\n\nThoải mái sử dụng với dung lượng pin lớn\n\nCó thể sử dụng chiếc đồng hồ lên đến 12 ngày liên tiếp nhờ sở hữu dung lượng pin 195 mAh và với chỉ cần 2 giờ sạc thông qua cổng sạc từ. Điều này giúp ích cho bạn thuận tiện hơn trong các chuyến du lịch hay công tác ngắn ngày mà không cần đem theo bộ sạc.\n\nLuyện tập thể thao chuyên nghiệp hơn\n\nVới chế độ luyện tập từ 12 môn thể thao khác nhau, đưa ra các thông số luyện tập, tính lượng calories tiêu thụ,... chiếc đồng hồ mang đến cho người dùng sự chuyên nghiệp hơn trong luyện tập thể thao.\n\nChơi nhạc ngay trên chiếc đồng hồ\n\nKhông cần thao tác trên điện thoại mỗi lần chuyển bài hay tăng giảm âm lượng nhờ có tính năng điều khiển nhạc ngay trên chiếc Huami Amazfit, với các tính năng cơ bản như dừng/phát nhạc, chuyển bài,... người dùng hoàn toàn có thể điều khiển trình chơi nhạc trên chiếc đồng hồ của mình thay vì mở điện thoại lên.\n\nNhiều tính năng tiện ích\n\nGồm các tính năng khác như la bàn, rung thông báo, báo thức, tìm điện thoại, bấm giờ luyện tập, đếm bước chân,...\n\nNhìn chung, chiếc đồng hồ thông minh Huami Amazfit GTR có nhiều ưu điểm như được trang bị màn hình AMOLED, dây đeo silicon, các tính năng tiện ích như đo nhịp tim, theo dõi giấc ngủ, vận động, chế độ tập luyện hiệu quả,...\n\nBảng so sánh Huami Amazfit GTR 42mm và Huami Amazfit GTR 47mm:\n\nSo sánh\n\n\tHuami Amazfit GTR 42mm\tHuami Amazfit GTR 47mm dây da\nMàn hình\t\n\nAMOLED 1.2 inch\n\n390 x 390 pixels\n\n\t\n\nAMOLED 1.39 inch\n\n454 x 454 pixels\n\n\nMặt kính\tKính cường lực Corning Gorilla Glass 3\tKính cường lực Corning Gorilla Glass 3\nChất liệu khung viền\tThép không gỉ\tNhôm\nDung lượng pin\t195 mAh\t410 mAh\nThời gian sử dụng\tKhoảng 12 ngày\tKhoảng 24 ngày\nCổng sạc\tSạc từ\tSạc từ\nKết nối\t\n\nBluetooth v5.0\n\n \n\n\t\n\nBluetooth v5.0\n\nGPS\n\n\nTrọng lượng\t25.5 gram\t36 gram\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Đồng hồ thông minh trẻ em Oaxis MyFirst Fone D2 Xanh",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/oaxis-myfirst-fone-d2",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/220262/oaxis-myfirst-fone-d2-thumb-600x600.jpg",
    "oldPrice": "1.490.000₫",
    "newPrice": "1.192.000₫",
    "parameters": [
      "Chất liệu mặt:\tMặt kính cứng",
      "Đường kính mặt:\t42 mm",
      "Thời gian sử dụng pin:\tKhoảng 12 tiếng (sử dụng liên tục), Khoảng 1.5 ngày",
      "Độ dài dây:\t20 cm",
      "Chất liệu dây:\tSilicon",
      "Độ rộng dây:\t2.15 cm",
      "Kết nối:\tWifi, GPS",
      "Ngôn ngữ:\tTiếng Việt, Ứng dụng tiếng Việt",
      "Tiện ích:\tĐịnh vị trẻ em, Nghe gọi trên đồng hồ, Lộ trình đường đi, Thay mặt đồng hồ, Cài đặt vùng an toàn, Cuộc gọi khẩn cấp SOS, Chặn số lạ gọi đến, Báo thức"
    ],
    "productDescription": "Thiết kế màu sắc trẻ trung, dễ thương\n\nĐồng hồ thông minh trẻ em Oaxis MyFirst Fone D2 với thiết kế màn hình 1.3 Inch và độ phân giải 240 x 240 Pixels, cùng với dây đeo Silicon mang đến sự thoải mái, êm ái cho bé khi đeo. Nổi bật với tính năng định vị chuẩn xác và cảnh báo vùng nguy hiểm, giúp ba mẹ có thể yên tâm theo dõi bé từ xa.\n\nDung lượng pin dùng 2 ngày\n\nOaxis MyFirst Fone D2 trang bị pin dung lượng 480 mAh dùng được trong 2 ngày và có thể sạc đầy lại trong 4 giờ với bộ sạc Micro USB đi kèm. Kết nối qua mạng 2G/3G và Wifi, tương thích với hệ điều hành Android 5.1 trở lên, iOS 7.0 trở lên.\n\nTính năng định vị và cảnh báo S.O.S\n\nAn tâm quan sát bé di chuyển nhờ vào tính năng định vị chính xác. Ba mẹ của bé có thể tuỳ chỉnh những địa điểm không an toàn để đồng hồ thông minh Oaxis MyFirst Fone D2 có thể cảnh báo kịp thời khi bé gần đến vùng nguy hiểm đó.\n\nTạo lộ trình đường đi cho bé\n\nBa mẹ bé còn có thể thiết lập lộ trình để cho bé di chuyển được an toàn hơn, tiện lợi trong việc nhờ bé đi đến cửa hàng mua sắm hay đến trường học. Ngoài ra còn có thể xem lại lịch sử quá trình di chuyển của bé trong ngày.\n\nLưu giữ khoảnh khắc \n\nOaxis MyFirst Fone D2 trang bị Camera độ phân giải 0.08Mp cùng bộ nhớ dung lượng 16mb giúp bé có thể chụp ảnh selfie cùng bạn bè, lưu giữ những khoảnh khắc vui vẻ bên người thân trong gia đình.\n\nBảo vệ bé khỏi người lạ\n\nTính năng này chỉ cho phép những số có trong danh bạ đã lưu trước đó liên lạc được với bé, còn những số chưa lưu sẽ vào danh sách lạ và chiếc đồng hồ này sẽ chặn lại để tránh làm ảnh hưởng đến quá trình học tập, sinh hoạt của bé.\n\nKhông bị mất tập trung nhờ chế độ lớp học\n\nKhi đã kết nối với đồng hồ, ba mẹ của bé có thể điều chỉnh những khung giờ học tập của bé để giúp bé có thể tập trung hơn trong khung giờ học tập của mình.\n\nGồm nhiều tính năng tiện ích\n\nOaxis MyFirst Fone D2 còn các tính năng: Game, báo thức, gọi điện, cuộc gọi khẩn S.O.S,.... và còn nhiều tiện ích khác.\n\nĐồng hồ thông minh trẻ em Oaxis MyFirst Fone D2 với thiết kế đầy màu sắc, dây đeo Silicon tạo độ êm ái cho bé khi đeo, cùng với khả năng định vị chuẩn xác, bậc phụ huynh có thể yên tâm quan sát vị trí hành trình của con mình, bảo vệ an toàn cho con khỏi những mối nguy hiểm hằng ngày.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Đồng hồ thông minh trẻ em Oaxis MyFirst Fone D2 Vàng",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/oaxis-myfirst-fone-d2-vang",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/224338/oaxis-myfirst-fone-d2-vang-thum-600x600.jpg",
    "oldPrice": "1.490.000₫",
    "newPrice": "1.192.000₫",
    "parameters": [
      "Chất liệu mặt:\tMặt kính cứng",
      "Đường kính mặt:\t42 mm",
      "Thời gian sử dụng pin:\tKhoảng 12 tiếng (sử dụng liên tục), Khoảng 1.5 ngày",
      "Độ dài dây:\t20 cm",
      "Chất liệu dây:\tSilicon",
      "Độ rộng dây:\t2.15 cm",
      "Kết nối:\tWifi, GPS",
      "Ngôn ngữ:\tTiếng Việt, Ứng dụng tiếng Việt",
      "Tiện ích:\tĐịnh vị trẻ em, Nghe gọi trên đồng hồ, Lộ trình đường đi, Thay mặt đồng hồ, Cài đặt vùng an toàn, Cuộc gọi khẩn cấp SOS, Chặn số lạ gọi đến, Báo thức"
    ],
    "productDescription": "Mang kiểu dáng nhỏ gọn, màu sắc dễ thương\n\nĐồng hồ Oaxis MyFirst Fone D2 phiên bản màu vàng trang bị màn hình IPS 1.3 Inch cùng độ phân giải 240 x 240 pixels giúp hiển thị hình ảnh và thông tin rõ nét. Dây đeo silicone tạo cảm giác thoải mái cho bé khi đeo cả ngày dài. Nổi bật với tính năng định vị chuẩn xác, cảnh báo vùng nguy hiểm, bảo vệ an toàn cho bé.\n\nPin sử dụng trong 2 ngày\n\nOaxis MyFirst Fone D2 trang bị pin dung lượng 480 mAh dùng được 2 ngày trong một lần sạc và có thể sạc đầy lại trong 4 giờ. Mẫu đồng hồ này kết nối qua mạng 2G/3G và Wifi, hoạt động tốt trên điện thoại chạy hệ điều hành Android 5.1 trở lên, iOS 7.0 trở lên, tương thích với hầu hết các điện thoại thông minh trên thị trường hiện nay.\n\nLưu ý: Thời gian sử dụng có thể thay đổi tăng giảm tuỳ theo cách dùng của người đeo.\n\nĐịnh vị chuẩn xác và cảnh báo vùng nguy hiểm\n\nTính năng định vị liên tục trên Oaxis MyFirst Fone D2 sẽ giúp ba mẹ yên tâm quan sát bé di chuyển, ba mẹ của bé có thể tuỳ chỉnh những địa điểm không an toàn trên điện thoại, sau đó chiếc đồng hồ này sẽ cảnh báo bé khi đến gần vùng nguy hiểm.\n\nTạo lộ trình đường đi cho bé\n\nVới tính năng này, ba mẹ của bé sẽ tạo lộ trình đường đi để cho bé di chuyển được nhanh và an toàn hơn, chẳng hạn như bé có thể đi đến cửa hàng mua sắm hay đến trường học dựa trên lộ trình của ba mẹ đã tạo sẵn trên đồng hồ, nhờ vậy sẽ giúp bé tập được tính tự lập mỗi ngày.\n\nCamera nhỏ gọn tiện lợi\n\nOaxis MyFirst Fone D2 còn trang bị camera trên mặt đồng hồ với độ phân giải 0.08Mp và bộ nhớ 16mb để bé có thể thoả sức chụp ảnh selfie cùng bạn bè hay lưu giữ những khoảnh khắc đáng nhớ bên người thân trong gia đình.\n\nTránh bị người lạ làm phiền\n\nTính năng chặn người lạ chỉ cho phép những số có trong danh bạ của đồng hồ đã lưu trước đó liên lạc được với bé, còn những số chưa được lưu sẽ vào danh sách chặn và Oaxis MyFirst Fone D2 sẽ chặn những số này lại để tránh làm ảnh hưởng đến quá trình học tập và sinh hoạt của bé.\n\nTập trung hơn nhờ vào chế độ lớp học\n\nKhi kết nối với đồng hồ thông minh, ba mẹ của bé có thể tuỳ chỉnh những khung giờ học tập cho bé để giúp bé không bị sao lãng hay mất tập trung khi đang trong quá trình học tập.\n\nRất nhiều tính năng tiện ích\n\nOaxis MyFirst Fone D2 có các tính năng như: Game giải trí, báo thức, đếm bước chân, gọi điện khẩn cấp,... và còn nhiều tiện ích khác.\n\nĐồng hồ thông minh trẻ em Oaxis MyFirst Fone D2 phiển bản màu vàng có thiết kế màu sắc tươi sáng, màn hình IPS kích thước 1.3 inch hiển thị hình ảnh đầy đủ cùng dây đeo silicone an toàn cho tay bé khi đeo. Khả năng định vị chuẩn xác giúp ba mẹ của bé có thể yên tâm quan sát vị trí của con mình, bảo vệ an toàn cho con khỏi những mối nguy hiểm hằng ngày.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Đồng hồ thông minh Huawei Watch GT2 46mm dây kim loại",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/huawei-watch-gt2-46mm-day-kim-loai",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/212194/huawei-watch-gt2-46mm-day-kim-loai-thum-600x600.jpg",
    "oldPrice": null,
    "newPrice": "6.990.000₫",
    "parameters": [
      "Công nghệ màn hình:\tAMOLED",
      "Kích thước màn hình:\t1.39 inch",
      "Thời gian sử dụng pin:\tKhoảng 30 giờ khi sử dụng GPS, Khoảng 14 ngày",
      "Hệ điều hành:\tLiteOS",
      "Kết nối với hệ điều hành:\tAndroid 4.4 trở lên, iOS 9 trở lên",
      "Chất liệu mặt:\tKính cường lực",
      "Đường kính mặt:\t46 mm",
      "Kết nối:\tBluetooth v5.1, GPS",
      "Ngôn ngữ:\tTiếng Việt, Tiếng Anh",
      "Theo dõi sức khỏe:\tĐo nhịp tim, Theo dõi giấc ngủ, Tính lượng calories tiêu thụ, Đếm số bước chân, Chế độ luyện tập, Tính quãng đường chạy"
    ],
    "productDescription": "Đồng hồ thông minh Huawei Watch GT2 được nâng cấp về công nghệ và các tính năng tiện ích. Thời lượng pin lên đến 2 tuần cũng là điểm đáng chú ý của chiếc đồng hồ này.\nHoạt động liên tục 14 ngày\n\nHuawei Watch GT2 có thời lượng pin cực trâu đến 2 tuần khi chỉ xem giờ và theo dõi các chỉ số, khi bật GPS thì cũng đạt ở mức 30 giờ tiện lợi cho những chuyến dã ngoại dài ngày.\n\nGọi điện từ đồng hồ\n\nĐồng hồ thông minh được trang bị micro và loa nên bạn có thể nghe và gọi điện ngay trên đồng hồ mà không cần điện thoại. \n\nChơi nhạc độc lập\n\nVới khả năng lưu trữ gần 500 bài hát thì Huawei Watch GT2 gần như là chiếc máy nghe nhạc để bạn thưởng thức nhiều bài hát yêu thích khi chơi thể thao hay thư giãn.\n\nDây kim loại nam tính\n\nChiếc Huawei Watch GT2 này là phiên bản dây kim loại bền bỉ, mang đậm chất nam tính tuy nhiên vẫn mang lại cảm giác nhẹ tay khi đeo.\n\nLuôn luôn hiển thị\n\nCông nghệ màn hình AMOLED hiển thị rõ ràng mọi thông tin, mặt đồng hồ 1.39 inch rộng rãi, góc nhìn thoải mái hơn. Màn hình luôn luôn hiển thị sẵn sàng để bạn xem giờ mọi lúc.\n\nCó các chế độ hỗ trợ rèn luyện sức khỏe\n\nĐồng hồ tích hợp 15 bài tập thể dục cơ bản với nhiều cường độ khác nhau cùng những tính năng tính lượng calories tiêu thụ, đếm số bước chân,... để bạn theo dõi quá trình luyện tập của mình.\n\nTheo dõi nhịp tim liên tục\n\nChức năng đo nhịp tim liên tục giúp bạn nhận biết những dấu hiệu bất thường sớm nhất. Ngoài ra còn ghi lại các số liệu nhịp tim khi ngủ hay chơi thể thao.\n\nCác tiện ích khác:\n\nNghe nhạc với tai nghe Bluetooth, gọi điện trên đồng hồ, dự báo thời tiết, la bàn, thay mặt đồng hồ, tìm điện thoại.\n\nSo sánh nhanh Huawei Watch GT2 46mm và Huawei Watch GT\nTính năng\t\n\nHuawei Watch GT2\n\n\tHuawei Watch GT\nThiết kế\t\n\nCổ điển truyền thống\n\nPhù hợp cho nam và các bạn nữ có cá tính\n\n\t\n\nCổ điển truyền thống\n\nPhù hợp cho nam và các bạn nữ có cá tính\n\n\nMàn hình\t\n\nAMOLED 1.39 inch\n\n454 x 454 pixels\n\n\t\n\nAMOLED 1.39 inch\n\n454 x 454 pixels\n\n\nMặt kính\t\n\nVát kim cương 3D\n\nHọa tiết cầu kỳ\n\nNhiều thông số\n\n\t\n\nVát kim cương 3D\n\nHọa tiết cầu kỳ\n\nNhiều thông số\n\n\nNghe gọi\t\n\nCó\n\nĐàm thoại trực tiếp trên đồng hồ\n\n\t\n\nKhông\n\n \n\n\nLoa ngoài\t\n\nCó\n\nHỗ trợ phát nhạc trực tiếp trên đồng hồ\n\n\t\n\nKhông\n\n \n\n\nKhung viền\tThép không gỉ\tGốm\nPin\t\n\n455 mAh\n\nKhoảng 14 ngày\n\nKhoảng 30 giờ khi sử dụng GPS\n\n\t\n\n420 mAh\n\nKhoảng 14 ngày\n\nKhoảng 22 giờ khi sử dụng GPS\n\n\nBộ nhớ trong\t4 GB\t128 MB\nTrọng lượng\t41 gram\t46 gram\nHỗ trợ kết nối\t\n\nBluetooth v5.1\n\nGPS\n\n\t\n\nBluetooth v4.2\n\nGPS\n\n\nNgôn ngữ\t\n\nTiếng Việt\n\nTiếng Anh\n\n\t\n\nTiếng Việt\n\nTiếng Anh\n\nXem chi tiết hướng dẫn sử dụng đồng hồ thông minh Huawei Watch GT2:\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Đồng hồ thông minh BeU Watch KW33",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/beu-kw33",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/217580/beu-kw32-283020-103014-600x600.jpg",
    "oldPrice": null,
    "newPrice": "1.190.000₫",
    "parameters": [
      "Công nghệ màn hình:\tTFT",
      "Kích thước màn hình:\t1.28 inch",
      "Thời gian sử dụng pin:\tKhoảng 15 ngày",
      "Kết nối với hệ điều hành:\tAndroid 5.0 trở lên, iOS 9 trở lên",
      "Chất liệu mặt:\tMặt kính cứng",
      "Kết nối:\tBluetooth v4.0",
      "Ngôn ngữ:\tTiếng Việt",
      "Theo dõi sức khỏe:\tĐo nhịp tim, Theo dõi giấc ngủ, Tính lượng calories tiêu thụ, Đếm số bước chân, Chế độ luyện tập"
    ],
    "productDescription": "Mang thiết kế sang trọng và trẻ trung\n\nĐồng hồ thông minh BeU Watch KW33 là chiếc đồng hồ cảm ứng có màn hình 1.28 inch đi cùng với dây đeo silicone êm ái. Thiết kế đồng hồ trẻ trung và cá tính, là một phụ kiện thời trang lý tưởng dành cho các bạn trẻ.\n\nTrang bị bluetoooth hiện đại\n\nKhi chiếc đồng hồ kết nối với điện thoại thông minh sẽ giúp người dùng kiểm tra tin nhắn, nghe nhận các cuộc gọi, rèn luyện sức khoẻ, xem thông báo ứng dụng (Zalo, Messenger, Line, Viber,...) và sử dụng những tính năng khác trên đồng hồ.\n\nCó dung lượng pin lớn\n\nBeU KW33 trang bị pin dung lượng lên đến 480 mAh, dùng được khoảng 10 ngày trong một lần sạc và mất khoảng 2 giờ để sạc đầy lại pin. Với thời lượng pin lâu dài, người dùng có thể an tâm đeo khi đi ra ngoài mà không phải lo đồng hồ mau hết pin.\n\nTính năng theo dõi nhịp tim của bạn\n\nĐồng hồ thông minh BeU KW33 sử dụng đèn cảm ứng nhịp tim giúp liên tục theo dõi hoạt động của tim, đếm bước chân, đo huyết áp và đo nồng độ oxi trong máu, lượng calories tiêu thụ của người dùng, giúp bạn theo dõi nhịp tim của mình một cách chính xác.\n\nMang đến giấc ngủ khoa học\n\nTính năng theo dõi giấc ngủ sẽ thống kê thời gian ngủ sâu, ngủ ngắn của người dùng và sẽ đưa ra những vấn đề ảnh hưởng đến giấc ngủ. Đồng hồ còn đưa ra đề xuất để bạn có giấc ngủ tốt hơn.\n\nNhắc nhở bạn chăm sóc bản thân hơn\n\nNgồi lâu không hoạt động, lâu không uống nước, sẽ được chiếc đồng hồ thông báo và nhắc nhở bạn thư giãn. giúp cho bạn có một cuộc sống khoa học hơn.\n\nCó nhiều chế độ luyện tập\n\nĐược tích hợp nhiều chế độ luyện tập thể thao khác nhau. Bao gồm các môn khác nhau và các bài luyện tập từ cơ bản đến nâng cao giúp cho bạn có những bài tập phù hợp với bản thân hơn.\n\nChụp hình cùng bạn bè dễ dàng hơn\n\nNhờ tính năng này mà bạn có thể điều khiển camera và chụp hình khi không cần điện thoại, thuận tiện hơn trong quá trình seflie.\n\nNghe nhạc dễ dàng hơn\n\nChiếc đồng hồ này giúp bạn có thể điều khiển trình phát nhạc ngay cả khi không cần lấy điện thoại của mình ra khỏi túi.\n\nĐi kèm nhiều tiện ích khác\n\nGồm các tính năng khác như rung thông báo, báo thức, tìm điện thoại, bấm giờ luyện tập,... cho người dùng thoải mái hơn trong cuộc sống.\n\nNhìn chung, đồng hồ thông minh BeU Watch KW33 là một sản phẩm có kiểu dáng năng động, thể thao cùng dây đeo ôm trọn tay tạo độ êm ái, thoải mái và các tiện ích sức khỏe, thông báo,... mang đến những trải nghiệm thú vị cho người dùng khi làm việc hay rèn luyện thể thao.\n\nBảng so sánh BeU Watch KW33 và BeU Watch KW11:\nTính năng\t\n\nBeU Watch KW33\n\n\tBeU Watch KW11\nMàn hình\t\n\nTFT 1.28 inch\n\n240 x 240 pixels\n\n\t\n\nAMOLED 1.2 inch\n\n390 x 390 pixels\n\n\nChất liệu mặt\t\n\nMặt kính cứng\n\n\t\n\nMặt kính cứng\n\n\nBộ nhớ trong\t512 KB\t1 MB\nDung lượng pin\t\n\n480 mAh\n\nKhoảng 15 ngày\n\n\t\n\n260 mAh\n\nKhoảng 3 ngày\n\n\nKhung viền\tThép không gỉ\tThép không gỉ\nTính năng\t\n\nLa bàn\n\nĐồng hồ bấm giờ\n\nRung thông báo\n\nThay mặt đồng hồ\n\nĐồng hồ đếm ngược\n\nĐếm bước chân\n\nBáo thức\n\n\t\n\nLa bàn\n\nĐồng hồ bấm giờ\n\nRung thông báo\n\nThay mặt đồng hồ\n\nĐồng hồ đếm ngược\n\nĐếm bước chân\n\nBáo thức\n\n\nKết nối\tBluetooth v4.0\tBluetooth v5.0\nNgôn ngữ\tTiếng Việt\tTiếng Việt\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Masstel Super Hero",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/masstel-super-hero-xanh-duong",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/209349/masstel-super-hero-xanh-duong-thum-600x600.jpg",
    "oldPrice": "1.490.000₫",
    "newPrice": "1.192.000₫",
    "parameters": [
      "Chất liệu mặt:\tKính cường lực",
      "Đường kính mặt:\t45 mm",
      "Thời gian sử dụng pin:\tKhoảng 1 ngày, Khoảng 12 tiếng (sử dụng liên tục)",
      "Độ dài dây:\t20 cm",
      "Chất liệu dây:\tSilicon",
      "Độ rộng dây:\t1.9 cm",
      "Kết nối:\tWifi, Hỗ trợ Nano Sim, GPS",
      "Ngôn ngữ:\tTiếng Việt",
      "Tiện ích:\tĐịnh vị trẻ em, Nghe gọi trên đồng hồ, Lộ trình đường đi, Đồng hồ bấm giờ, Thay mặt đồng hồ, Kết nối bạn bè, Đồng hồ đếm ngược, Chặn số lạ gọi đến, Kể truyện, Trò chơi, Chụp ảnh"
    ],
    "productDescription": "Đồng hồ thông minh Masstel Super Hero Xanh Dương được thiết kế dành riêng cho trẻ em, vừa hỗ trợ bố mẹ quản lý và bảo vệ các bé tốt hơn vừa cho các bé giải trí nhẹ nhàng.\n\n>>> Xem thêm: Hướng dẫn kết nối và đăng kí tài khoản đồng hồ Masstel Super Hero \n\nThiết kế năng động, phù hợp với trẻ em\n\nĐồng hồ thông minh Masstel Super Hero Xanh Dương có thiết kế năng động và màu sắc tươi tắn, phù hợp với hầu hết các trẻ em. Bên cạnh đó, chất liệu silicone không những an toàn đối với trẻ em mà còn mang đến cảm giác đeo thoải mái, cho các bé cả ngày thỏa thích học và chơi.\n\nLuôn luôn kết nối Internet với SIM 3G/4G\n\nVới khả năng sử dụng Nano SIM của mọi nhà mạng tại Việt Nam, Masstel Super Hero Xanh Dương có thể liên tục cung cấp dữ liệu về các hành vi, vị trí của trẻ cho bố mẹ hoặc người giám hộ thông qua ứng dụng kiểm soát trên điện thoại di động.\n\nGiúp bố mẹ bảo vệ trẻ từ xa\n\nCông nghệ định vị thông minh sử dụng kết hợp GPS, Wifi và LBS để luôn theo dõi chính xác vị trí của trẻ. Điều này hạn chế việc các bé bị lạc hay bỏ quên khi di chuyển bằng các phương tiện công cộng như xe bus và tại các nơi đông người.\n\nBố mẹ và các giám hộ luôn luôn có thể liên lạc với trẻ thông qua tin nhắn thoại hay cuộc gọi. Đặc biệt, đồng hồ thông minh này còn có thể giúp bé gọi khẩn cấp SOS đến những người giám hộ tin cậy khi gặp việc nguy hiểm.\n\nBố mẹ và các giám hộ cũng có thể cài đặt chế độ lớp học cho đồng hồ thông minh Masstel Super Hero Xanh Dương thông qua smartphone của mình để các bé không bị làm phiền khi đang ở lớp.\n\nQuản lý các hoạt động thường ngày của trẻ\n\nCác giám hộ sẽ dễ dàng biết được trẻ đã đi quãng đường bao xa hoặc đã đi được bao nhiêu bước chân nhờ tính năng đếm bước chân. Nhờ vậy, các giám hộ có thể điều chỉnh hoạt động thường ngày của trẻ để các bé có thể vận động đầy đủ, tăng cường sức đề kháng nói riêng cũng như sức khỏe nói chung.\n\nTính năng kết nối bạn bè trên Masstel Super Hero sẽ giúp bố mẹ biết được trẻ kết bạn với bạn bè như thế nào. Điều kiện là các bé phải bắt tay với các bạn cũng đeo Masstel Super Hero.\n\nGiúp trẻ giải trí nhẹ nhàng\n\nBố mẹ có thể thoải mái chọn từ kho dữ liệu nhạc và truyện khổng lồ những bài hát hoặc câu chuyện giúp bé giải trí và học tập.\n\nTrẻ cũng có thể chụp ảnh bằng camera trên Masstel Super Hero. Thậm chí các bé cũng có thể quay những đoạn video ngắn thú vị trong vòng 10 giây.\n\nThời lượng pin lên đến 72 giờ\n\nThời lượng pin lên đến 72 giờ giúp bố mẹ có thể theo dõi các bé liên tục suốt 3 ngày. Điều này rất hữu ích nếu bé hay quên sạc pin và có chuyến đi xa với trường trong vài ngày.\n\nVideo hướng dẫn sử dụng Đồng hồ thông minh Masstel Super Hero Xanh Dương:\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Đồng hồ thông minh Honor Watch Magic 42mm dây silicone",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/honor-watch-magic",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/215974/honor-watch-magic-42mm-day-silicone-thum-600x600.jpg",
    "oldPrice": "2.590.000₫",
    "newPrice": "2.331.000₫",
    "parameters": [
      "Công nghệ màn hình:\tAMOLED",
      "Kích thước màn hình:\t1.2 inch",
      "Thời gian sử dụng pin:\tKhoảng 7 ngày",
      "Hệ điều hành:\tLiteOS",
      "Kết nối với hệ điều hành:\tAndroid 4.4 trở lên, iOS 9 trở lên",
      "Chất liệu mặt:\tKính Aluminosilicate",
      "Đường kính mặt:\t42 mm",
      "Kết nối:\tBluetooth, GPS",
      "Ngôn ngữ:\tTiếng Việt, Tiếng Anh",
      "Theo dõi sức khỏe:\tĐo nhịp tim, Theo dõi giấc ngủ, Tính lượng calories tiêu thụ, Đếm số bước chân, Chế độ luyện tập"
    ],
    "productDescription": "Đồng hồ thông minh Honor Watch Magic 42mm theo như những đánh giá thì đây là phiên bản thiết kế khá hoàn hảo của Huawei, sự thay đổi về mặt thiết kế giúp cho chiếc đồng hồ trở nên nhỏ gọn hơn, bên cạnh những tính năng quen thuộc của một chiếc đồng hồ thông minh như: Chăm sóc sức khỏe, kết nối,...\nThiết kế sáng tạo, mỏng nhẹ tinh xảo\n\nHonor Watch Magic được gia công kĩ càng như một trong những chiếc đồng hồ thông minh mỏng nhẹ nhất thế giới 9.8 mm 32.5 g tạo cảm giác vô cùng thoải mái cho người đeo. Dây silicon mềm mại đàn hồi, có khả năng chống mồ hôi cực tốt.\n\nMàn hình cảm ứng HD\n\nMàn hình 1.2 inch AMOLED với độ phân giải 390 x 390 pixels ở mức 326 PPI giúp cho bạn trải nghiệm chất lượng hình ảnh hoàn toàn mới.\n\nThời lượng Pin ấn tượng\n\nSở hữu dòng chipset hiện đại của hãng với sự cân bằng giữa mức tiêu thụ năng lượng và hiệu suất của đồng hồ, Honor Watch Magic cung cấp thời lượng pin lên đến 7 ngày chỉ trong một lần sạc để mang đến những trải nghiệm tối ưu. \n\nKhả năng định vị chính xác \n\nNhận thông tin vị trí chính xác thông qua việc tính hợp định vị GPS ở 3 hệ thống (GPS, GLONASS và GALILEO) trên toàn thế giới. \n\nTheo dõi giấc ngủ, đo nhịp tim 24/24\n\nCông nghệ TruSleep™ phân tích thói quen ngủ, chất lượng hơi thở theo từng thời điểm khác nhau giúp bạn cải thiện giấc ngủ để có một ngày mới đầy năng lượng.\n\nTích hợp công nghệ theo dõi nhịp tim theo thời gian thực HUAWEI TruSeen™ 3.0, tính năng này thật sự cần thiết và hữu ích để bạn đo lường sức khỏe hằng ngày.\n\nNhiều tính năng thể thao \n\nHoạt động hằng ngày của bạn thêm sinh động hơn với những bài tập bổ trợ ngoài trời lẫn trong nhà như: leo núi, đạp xe, bơi lội,... cải thiện thể trạng và sức khỏe đáng kể.\n\nHonor Watch Magic còn cung cấp cho bạn những khóa học chạy chuyên nghiệp từ mức cơ bản đến nâng cao để giúp bạn cải thiện sức bền.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Đồng hồ thông minh trẻ em Oaxis MyFirst Fone D2 Đỏ",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/oaxis-myfirst-fone-d2-do",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/224337/oaxis-myfirst-fone-d2-do-thum-600x600.jpg",
    "oldPrice": "1.490.000₫",
    "newPrice": "1.192.000₫",
    "parameters": [
      "Chất liệu mặt:\tMặt kính cứng",
      "Đường kính mặt:\t42 mm",
      "Thời gian sử dụng pin:\tKhoảng 12 tiếng (sử dụng liên tục), Khoảng 1.5 ngày",
      "Độ dài dây:\t20 cm",
      "Chất liệu dây:\tSilicon",
      "Độ rộng dây:\t2.15 cm",
      "Kết nối:\tWifi, GPS",
      "Ngôn ngữ:\tTiếng Việt, Ứng dụng tiếng Việt",
      "Tiện ích:\tĐịnh vị trẻ em, Nghe gọi trên đồng hồ, Lộ trình đường đi, Thay mặt đồng hồ, Cài đặt vùng an toàn, Cuộc gọi khẩn cấp SOS, Chặn số lạ gọi đến, Báo thức"
    ],
    "productDescription": "Kiểu dáng dễ thương và đơn giản\n\nĐồng hồ Oaxis MyFirst Fone D2 phiên bản màu đỏ có màn hình 1.3 Inch với độ phân giải 240 x 240 pixels giúp hiển thị thông tin rõ nét. Dây đeo làm từ silicone tạo độ êm ái cho bé khi đeo. Nổi trội với tính năng định vị chuẩn xác, cảnh báo vùng nguy hiểm và bảo vệ an toàn cho bé.\n\nPin dùng 2 ngày trong một lần sạc\n\nOaxis MyFirst Fone D2 trang bị pin dung lượng 480 mAh dùng được trong 2 ngày và có thể sạc đầy lại trong 4 giờ, đi kèm theo sản phẩm là bộ sạc Micro USB. mẫu đồng hồ này kết nối qua mạng 2G/3G và Wifi, tương thích với điện thoại chạy hệ điều hành Android 5.1 trở lên, iOS 7.0 trở lên.\n\nLưu ý: Thời gian sử dụng có thể thay đổi tuỳ theo cách dùng của người đeo.\n\nĐịnh vị chuẩn xác và cảnh báo S.O.S\n\nBa mẹ của bé có thể an tâm quan sát bé di chuyển nhờ vào tính năng định vị trên Oaxis MyFirst Fone D2. Ba mẹ của bé có thể tuỳ chỉnh những địa điểm không an toàn trên điện thoại, sau đó chiếc đồng hồ này sẽ cảnh báo bé khi đến gần vùng nguy hiểm.\n\nTạo hướng dẫn đường đi cho bé\n\nVới tính năng này, ba mẹ của bé sẽ thiết lập lộ trình đường đi để cho bé di chuyển được an toàn hơn, ví dụ như bé có thể đi đến cửa hàng mua sắm hay đến trường học dựa trên lộ trình của ba mẹ đã định sẵn trên đồng hồ, nhờ vậy sẽ giúp bé tập được tính tự lập và rèn luyện sức khoẻ mỗi ngày.\n\nChụp ảnh mọi lúc mọi nơi\n\nOaxis MyFirst Fone D2 trang bị thêm camera trên mặt đồng hồ với độ phân giải 0.08Mp cùng bộ nhớ 16mb để bé có thể chụp ảnh selfie cùng bạn bè, lưu giữ những khoảnh khắc đáng nhớ bên gia đình.\n\nBảo vệ bé khỏi mối nguy hiểm\n\nTính năng chặn người lạ chỉ cho phép những số có trong danh bạ đã lưu trước đó mới liên lạc được với bé, còn những số lạ và chưa được lưu sẽ vào danh sách chặn và Oaxis MyFirst Fone D2 sẽ chặn những số này lại để tránh làm ảnh hưởng đến quá trình học tập, sinh hoạt của bé.\n\nGiúp bé tập trung hơn nhờ vào chế độ lớp học\n\nKhi kết nối thành công với đồng hồ thông minh, ba mẹ của bé có thể tuỳ chỉnh những khung giờ học tập của bé để giúp bé không bị sao lãng và tập trung hơn trong khung giờ học tập của mình.\n\nNhiều tính năng tiện ích\n\nOaxis MyFirst Fone D2 với các tính năng như: Game, báo thức, đếm bước chân,.... và còn nhiều tiện ích khác.\n\nĐồng hồ thông minh trẻ em Oaxis MyFirst Fone D2 phiển bản màu đỏ với thiết kế màu sắc dễ thương, màn hình IPS kích thước 1.3 inch hiển thị hình ảnh rõ nét cùng dây đeo silicone an toàn cho bé khi đeo. Khả năng định vị chuẩn xác giúp bậc phụ huynh có thể yên tâm quan sát hành trình của con mình, bảo vệ an toàn cho con khỏi những mối nguy hiểm hằng ngày.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Đồng hồ thông minh Samsung Galaxy watch 46mm",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/samsung-galaxy-watch-46mm",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/197089/samsung-galaxy-watch-46mm-bac-nt-600x600.jpg",
    "oldPrice": null,
    "newPrice": "5.490.000₫",
    "parameters": [
      "Công nghệ màn hình:\tSUPER AMOLED",
      "Kích thước màn hình:\t1.3 inch",
      "Thời gian sử dụng pin:\tKhoảng 5 ngày",
      "Hệ điều hành:\tOS TIZEN",
      "Kết nối với hệ điều hành:\tAndroid 5.0, iOS 9 trở lên",
      "Chất liệu mặt:\tKính cường lực Gorilla Glass Dx+",
      "Đường kính mặt:\t46 mm",
      "Kết nối:\tWifi, Bluetooth, GPS",
      "Ngôn ngữ:\tTiếng Việt, Ứng dụng tiếng Việt",
      "Theo dõi sức khỏe:\tĐo nhịp tim, Theo dõi giấc ngủ, Tính lượng calories tiêu thụ, Đếm số bước chân, Chế độ luyện tập, Tính quãng đường chạy"
    ],
    "productDescription": "So sánh Galaxy Watch 46mm với Galaxy Watch 42mm (2018) và Samsung Galaxy Watch Active (2019):\n\nChuẩn mực thời trang mới\n\nTổng thể Samsung Galaxy Watch 46mm có màu đen huyền sang trọng đi cùng thiết kế truyền thống với mặt đồng hồ tròn cổ điển, vòng xoay bezel cho khả năng điều hướng dễ dàng.\n\nDây đeo hiện đại\n\nSamsung mang đến dây đeo với chất liệu silicone cho bạn cảm giác thoải mái khi đeo trong thời gian dài. Bên cạnh đó, các nút cài trên dây cho bạn khả năng đều chỉnh đồng hồ phù hợp với độ rộng của cổ tay.\n\nBộ đôi Super AMOLED và Gorilla DX+\n\nPhiên bản 46mm có màn hình Super AMOLED cho hình ảnh sắc nét, dễ nhìn, dễ thao tác điều hướng, dễ sử dụng hơn, cùng với lớp kính được tăng cường độ bền bằng chất liệu Gorilla Glass DX+ hạn chế tối đa trầy xước khi va chạm.\n\nKết nối trong tầm tay\n\nBạn có thể đọc/ trả lời tin nhắn, nhận/ trả lời và từ chối cuộc gọi ngay trên mặt đồng hồ thông minh này mà không cần bất kì thao tác nào trên điện thoại.\n\nKho ứng dụng phong phú\n\nBạn sẽ có nhiều lựa chọn trong kho ứng dụng phong phú của Samsung sao cho phù hợp với nhu cầu của bản thân nhất.\n\nCho sức khỏe tốt hơn mỗi ngày\n\nĐồng hồ thông minh Samsung Galaxy Watch được trang bị nhiều chế độ theo dõi vận động và theo dõi sức khỏe:\n\n- Nhắc nhở tập thể dục.\n\n- Tích hợp sẵn 21 bài tập trong nhà, có thể lưu trữ tận 39 bài tập theo dõi.\n\n- Định vị GPS, con quay hồi chuyển.\n\n- Theo dõi nhịp tim để xây dựng biểu đồ theo dõi sức khỏe.\n\n- Khả năng theo dõi giấc ngủ.\n\n- Ứng dụng Connected Health giúp cải thiện mức độ căng thẳng.\n\nHỗ trợ cải thiện căng thẳng\n\nSamsung đã trang bị thêm tính năng theo dõi và cảnh báo về mức độ căng thẳng. Từ đó, bạn sẽ có thể nắm bắt thể trạng tinh thần của bản thân vừa tự đưa sự điều chỉnh hợp lí để cải thiện.\n\nMột số tính năng thông minh\n\n- Tính năng Always On cho phép xem giờ, ngày tháng và các thông tin cần thiết bất cứ khi nào mà không cần tác động vào đồng hồ.\n\n- Trợ lý ảo thông minh Bixby: Sẽ phân tích và đánh giá lại toàn bộ hoạt động trong một ngày của bạn như: Lịch trình mỗi ngày, thời tiết, nhắc nhở, tổng hợp thông số về sức khỏe…\n\n- Khả năng sạc đơn giản: Bạn chỉ cần đặt đồng hồ xuống đế sạc sạc nam châm và đồng hồ sẽ tự động sạc.\n\nTương thích cả 2 hệ điều hành Androi và iOS\n\nGalaxy Watch tương thích với hầu hết điện thoại hiện nay chạy Android 5.0 và iOS 9 trở lên.\n\nThưởng thức âm nhạc\n\nChỉ cần chép những bản nhạc yêu thích vào đồng hồ, kết nối với tai nghe Bluetooth, âm nhạc sẽ bên bạn mọi lúc mọi nơi.\n\nThời lượng pin\n\nĐối với phiên bản 46mm, Samsung trang bị viên pin có dung lượng 472 mAh, cho thời gian sử dụng có thể lên tới 5 ngày, tuy nhiên thời gian sử dụng sẽ có thay đổi tùy vào các tác vụ sử dụng.\n\nKhả năng kháng nước lên đến độ sâu 50m\n\nBạn sẽ không còn phải lo lắng khi đi bơi, phải di chuyển dưới mưa, hoặc khi tập luyện mồ hôi ra nhiều... với chỉ số chống nước 5ATM (50m) được trang bị.\n\nHướng dẫn kết nối với điện thoại và sử dụng chi tiết Samsung Galaxy Watch\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  },
  {
    "title": "Đồng hồ thông minh Honor Watch Magic 42mm dây da",
    "url": "https://www.thegioididong.com/dong-ho-thong-minh/honor-watch-magic-42mm-day-da",
    "img": "https://cdn.tgdd.vn/Products/Images/7077/215975/honor-watch-magic-42mm-day-da-thum-600x600.jpg",
    "oldPrice": "2.990.000₫",
    "newPrice": "2.691.000₫",
    "parameters": [
      "Công nghệ màn hình:\tAMOLED",
      "Kích thước màn hình:\t1.2 inch",
      "Thời gian sử dụng pin:\tKhoảng 7 ngày",
      "Hệ điều hành:\tLiteOS",
      "Kết nối với hệ điều hành:\tAndroid 4.4 trở lên, iOS 9 trở lên",
      "Chất liệu mặt:\tKính Aluminosilicate",
      "Đường kính mặt:\t42 mm",
      "Kết nối:\tBluetooth, GPS",
      "Ngôn ngữ:\tTiếng Việt, Tiếng Anh",
      "Theo dõi sức khỏe:\tĐo nhịp tim, Theo dõi giấc ngủ, Tính lượng calories tiêu thụ, Đếm số bước chân, Chế độ luyện tập"
    ],
    "productDescription": "Đánh giá chi tiết: Đồng hồ Honor Watch Magic có gì đặc biệt ?\n\nĐồng hồ thông minh Honor Watch Magic 42mm là một chiếc đồng hồ thông minh có thiết kế mỏng, nhẹ nhất thế giới hiện tại, được thiết kế một cách tinh tế kết hợp với dây da sang trọng sản phẩm sẽ là lựa chọn tốt trong tầm giá,Honor Watch Magic được cải tiến nhiều tính năng tiện ích như: Theo dõi sức khỏe, định vị GPS...\nThiết kế sang trọng, mỏng nhẹ\n\nHonor Watch Magic có trọng lượng 32.5 g và mỏng 9.8 mm, có thể nói đây là chiếc đồng hồ thông minh mỏng nhẹ nhất thế giới, Chiếc đồng hồ mang lại cảm giác vô cùng thoải mái cho người đeo. Dây da sang trọng, có khả năng chống mồ hôi giúp bạn thoải mái vận động.\n\nMàn hình cảm ứng sắc nét\n\nVới màn hình 1.2 inch độ phân giải 390 x 390 pixels kết hợp với tấm nền AMOLED giúp Chiếc đồng hồ có chất lượng hiển thị ngoài trời và trong nhà rất tốt.\n\nThời lượng siêu khủng\n\nĐược trang bị bộ xử lý Chipset hiện đại giúp đồng hồ tiêu thụ lượng pin ít hơn, Honor Watch Magic có thời lượng pin lên tới 7 ngày giúp bạn thoải mái sử dụng.\n\nGPS định vị chính xác\n\nĐược trang bị tính năng GPS công nghệ mới Glonass, Galileo... giúp bạn định vị chính xác hơn.\n\nChăm sóc sức khỏe chuyên nghiệp\n\nTrang bị công nghệ tiên tiến HUAWEI TruSeen™ 3.0 giúp bạn theo dõi nhịp tim và Công nghệ TruSleep™ phân tích giấc ngủ một cách chính xác, giúp bạn dễ kiểm tra sức khỏe hàng ngày.\n\nHuấn luyện viên thể thao\n\nHonor Watch Magic tích hợp nhiều tính năng thông minh theo dõi hoạt động thể thao của bạn như:leo núi, đạp xe, bơi lội,... Và 11 bài tập cơ bản, giúp bạn kiểm soát một cách dễ dàng.\n\nBài viết này có hữu ích cho Bạn không ?\n\nHữu ích \nKhông Hữu ích"
  }
]
